{
  "located in the administrative territorial entity": "In the 'located in the administrative territorial entity' relation, the subject, a place, event, or item, resides or takes place in the object, an administrative region. Example: (Harvard University, located in the administrative territorial entity, Cambridge, Massachusetts).",
  "country": "For the 'country' relation, the subject pertains to a non-human entity, such as an organization, place, or event. The object signifies the sovereign state where the subject is based or occurs. Example: (Amazon Inc, country, United States).",
  "country of citizenship": "The 'country of citizenship' relation denotes that the subject, an individual, is recognized as a citizen by the object, a country. Example: (Elon Musk, country of citizenship, United States).",
  "contains administrative territorial entity": "The relation 'contains administrative territorial entity' involves a subject, an administrative territory, encompassing the object, a subdivision or part of this administrative territory. Example: (California, contains administrative territorial entity, Los Angeles).",
  "has part": "The 'has part' relation reflects that the subject, an entity or whole, comprises the object, a part or component of the subject. Example: (A car, has part, engine).",
  "date of birth": "In the 'date of birth' relation, the subject, a person, was born on the object, the specified date. Example: (John Doe, date of birth, January 1, 1990).",
  "part of": "In the 'part of' relation, the subject, a component or section, belongs to the object, a larger whole or aggregate. Example: (Engine, part of, a car).",
  "notable work": "The 'notable work' relation indicates a significant work assigned to the subject, a creator, while the object is that noted scientific, artistic, or literary work itself. Example: (Jane Austen, notable work, Pride and Prejudice).",
  "publication date": "The 'publication date' relation marks when the subject, a work, was first published or released, with the object being that specific date. Example: (Pride and Prejudice, publication date, 1813).",
  "inception": "In the 'inception' relation, the subject, an event or a item (not a person), came into existence at the object, a specific date or point in time. Example: (Google, inception, September 4, 1998).",
  "date of death": "The 'date of death' relation specifies when the subject, a once-living person, died. The object is the particular date of demise. Example: (Albert Einstein, date of death, April 18, 1955).",
  "member of": "In the 'member of' relation, the subject, an individual, is a part of the object, an organization or group. Example: (Elton John, member of, Rock and Roll Hall of Fame).",
  "applies to jurisdiction": "'applies to jurisdiction' indicates that the subject, such as an institution, law, public office, or public register, holds power, relevance, or is applicable within the object, which is a specific territorial jurisdiction like a country, state, or municipality. Example: (European Central Bank, applies to jurisdiction, Eurozone).",
  "place of birth": "'place of birth' relation indicates the most specific known location where a person or character, the subject, was born. The object is the specific birth location. Example: (Barack Obama, place of birth, Honolulu).",
  "country of origin": "In the 'country of origin' relation, the object, a country, is the origin of the subject, which could be a creative work, food, phrase, product, etc. Example: (Mozart Symphony No. 40, country of origin, Austria).",
  "performer": "The 'performer' relation relates a role or musical work, the subject, to an associated actor, musician, band, or performer, the object. Example: (Hamlet, performer, Benedict Cumberbatch).",
  "participant": "In the 'participant' relation, an event or process (subject) has a person, group, or organization (object) that actively partook in it. Example: (Battle of Waterloo, participant, Duke of Wellington).",
  "participant in": "The 'participant in' relation indicates an event (object), in which a person or organization (subject) was/is a participant. Example: (Usain Bolt, participant in, 2008 Olympics).",
  "educated at": "The 'educated at' relation means the subject, a person, attended the object, an educational institution. Example: (Emma Watson, educated at, Brown University).",
  "follows": "The 'follows' relation denotes that the subject comes immediately after the object in a sequence or series. If the subject has replaced the previous item, particularly in the context of succession for posts like political offices, 'replaces' is used instead. Example: (Tuesday, follows, Monday).",
  "followed by": "In the 'followed by' relation, the subject precedes the object in a series. Example: (November, followed by, December).",
  "child": "The 'child' relation pertains when the subject has the object as its offspring. Example: (Queen Elizabeth II, child, Prince Charles).",
  "father": "The 'father' relation indicates that the subject's male parent is the object. Example: (Harry Potter, father, James Potter).",
  "employer": "The 'employer' relation indicates that the subject works or worked for the object, a person or organization. Example: (Steve Jobs, employer, Apple).",
  "author": "The 'author' relation refers to the main creator(s) or writer(s) (object) of a written work (subject). Example: (Harry Potter Series, author, J.K. Rowling).",
  "spouse": "The 'spouse' relation denotes that the object is the legal spouse of the subject. It doesn't include non-married partners. Example: (Barack Obama, spouse, Michelle Obama).",
  "continent": "In the 'continent' relation, the object refers to a continent which includes the subject, a specific place, within its geopolitical scope. Example: (France, continent, Europe).",
  "location": "The 'location' relation indicates the geographical place (object) where the subject, which could be a physical entity or an event, is situated. Example: (Eiffel Tower, location, Paris).",
  "cast member": "'cast member' identities the object, an actor or performer, featuring in the subject, a specific production. Example: (Titanic, cast member, Leonardo DiCaprio).",
  "head of government": "The 'head of government' relation outlines the position (object) held by the subject, typically a person. Example: (Angela Merkel, head of government, Chancellor of Germany).",
  "place of death": "'place of death' signifies the specific location (object) where a person, an animal or a fictional character (subject) died. Example: (Wolfgang Amadeus Mozart, place of death, Vienna).",
  "legislative body": "The 'legislative body' relation indicates the political institution (object) with elected representatives, such as a parliament, legislature, or council, that governs the subject entity. Example: (Germany, legislative body, Bundestag).",
  "headquarters location": "'headquarters location' denotes where the subject, usually an organization, has its primary base or headquarters (object). Example: (Google, headquarters location, Mountain View).",
  "official language": "In the 'official language' relation, the object, a language, is officially designated by the subject, a territorial entity. Example: (France, official language, French).",
  "conflict": "'conflict' entails the event (object) in which the subject, typically a person, entity or military unit, participated. Example: (Winston Churchill, conflict, World War II).",
  "member of political party": "In 'member of political party' relation, the subject, typically a politician, is or has been a member or is affiliated with the object, a political party. Example: (Bernie Sanders, member of political party, Democratic Party).",
  "located in or next to body of water": "'located in or next to body of water' implies that the subject, usually a geographic feature or settlement, is adjacent to or situated within the object, a body of water, sea, lake, river or stream. Example: (Venice, located in or next to body of water, Adriatic Sea).",
  "start time": "The 'start time' relation details the onset (object) of the subject, either when an item begins to exist or when a statement starts being valid. Example: (World War II, start time, 1 September 1939).",
  "director": "'director' refers to the person (object) who directed the film, TV series, stage play, video game or similar (subject). Example: (Interstellar, director, Christopher Nolan).",
  "award received": "In the 'award received' relation, the subject, usually a person, organization or creative work, has received the award or recognition (object). Example: (Bob Dylan, award received, Nobel Prize in Literature).",
  "owned by": "'owned by' designates the owner (object) of the subject. Example: (WhatsApp, owned by, Facebook).",
  "languages spoken, written or signed": "The 'languages spoken, written or signed' relation identifies the languages (object) that a person or a group of people (subject) can communicate in, speaks, writes or signs, including their native languages. Example: (Margrethe II of Denmark, languages spoken, written or signed, Danish).",
  "present in work": "In the 'present in work' relation, the subject, a fictional entity or person, appears in the artwork or narrative (object). Example: (Harry Potter, present in work, The Deathly Hallows).",
  "point in time": "The 'point in time' relation notes when something (subject) took place, existed or a statement was valid. The object signifies the specific time. Example: (Apollo moon landing, point in time, July 20, 1969).",
  "head of state": "'head of state' relation refers to the subject who is an official with the highest formal authority in a country/state (object). Example: (Queen Elizabeth II, head of state, United Kingdom).",
  "record label": "In the 'record label' relation, the object refers to the brand associated with the marketing of the music recordings or music videos (subject). Example: (Thriller, record label, Epic Records).",
  "instance of": "'instance of' refers to the broader class (object) of which the subject is a specific example. Example: (Apple Inc, instance of, multinational corporation).",
  "sibling": "The 'sibling' relation states that the subjects are brothers or sisters (objects). Example: (Luke Skywalker, sibling, Leia Organa).",
  "founded by": "'founded by' relation indicates that the subject, an organization, religion or place, was established by the object. Example: (Facebook, founded by, Mark Zuckerberg).",
  "creator": "The 'creator' relation attributes the creation of the subject, usually a creative work, to the object, which is the creator. Example: (The Scream, creator, Edvard Munch).",
  "producer": "In the 'producer' relation, the subject is produced by the object, who may be a person or company. Example: (Titanic, producer, James Cameron).",
  "capital": "'capital' refers to the seat of government (object) of a country, province, state or other administrative territorial entity (subject). Example: (France, capital, Paris).",
  "capital of": "In the 'capital of' relation, the subject is a city which is the seat of government for the object. Example: (Berlin, capital of, Germany).",
  "located in/on physical feature": "'located in/on physical feature' denotes that the subject is situated on a geological feature represented by the object. Example: (Machu Picchu, located in/on physical feature, Andes).",
  "original broadcaster": "The 'original broadcaster' relation indicates the network or service (object) that initially broadcast a radio or television program (subject). Example: (Game of Thrones, original broadcaster, HBO).",
  "subsidiary": "The 'subsidiary' describes an organization (subject) that is wholly owned or controlled by another organization (object). Example: (Instagram, subsidiary, Facebook).",
  "parent organization": "The 'parent organization' relation points to the larger entity (object) that owns or oversees the smaller entity (subject). Example: (NASA, parent organization, United States government).",
  "work location": "'work location' denotes the geographic place (object) where a person or organization (subject) undertakes employment or other work activities. Example: (The Beatles, work location, Liverpool).",
  "characters": "The 'characters' relation specifies the fictional entities (objects) that appear in a narrative or work of art (subject). Example: (Star Wars, characters, Darth Vader).",
  "basin country": "'basin country' relation refers to the countries (objects) that border or drain into a body of water (subject). Example: (Amazon River, basin country, Brazil).",
  "ethnic group": "In the 'ethnic group' relation, the subject, typically a person, belongs to the object, typically an ethnic group or nationality. In a cultural or racial context, the subject shares the common cultural, racial or linguistic characteristics associated with the ethnic group defined as the object. Example: (Askar Akayev, ethnic group, Kyrgyz).",
  "dissolved, abolished or demolished date": "This relation specifies the date (object) when the subject, like an organisation or a building, ceased to exist. Example: (League of Nations, dissolved, abolished or demolished date, 20 April 1946).",
  "religion": "'religion' specifies the faith (object) of a person, organization, or religious building (subject). Example: (Dalai Lama, religion, Buddhism).",
  "publisher": "'publisher' refers to the organization or person (object) that publishes the subject, such as books, periodicals, music, games or software. Example: (The Catcher in the Rye, publisher, Little, Brown and Company).",
  "screenwriter": "The 'screenwriter' relation identifies the person(s) (object) who wrote the script for the subject item. Example: (Pulp Fiction, screenwriter, Quentin Tarantino).",
  "military branch": "The 'military branch' relation links a military unit, award, office, or person (subject) to the branch they are a part of (object). Example: (SEAL Team Six, military branch, United States Navy).",
  "part of the series": "'part of the series' indicates that the subject belongs to a particular series (object). Example: (A Storm of Swords, part of the series, A Song of Ice and Fire).",
  "chairperson": "The 'chairperson' relation signifies the individual (object) who presides over an organization, group, or body (subject). Example: (Microsoft, chairperson, Satya Nadella).",
  "operator": "'operator' notes the person, profession, or organization (object) responsible for operating the subject equipment, facility, or service. Example: (International Space Station, operator, NASA).",
  "end time": "'end time' outlines when the subject ceased to exist or when a statement stopped being valid. The object marks the particular time. Example: (World War II, end time, 2 September 1945).",
  "mother": "The 'mother' relation refers to the female parent (object) of the subject. Example: (Prince Harry, mother, Princess Diana).",
  "developer": "'developer' identifies the person or organization (object) that developed the subject item. Example: (Windows 10, developer, Microsoft).",
  "composer": "The 'composer' relation reflects the person(s) (object) who wrote the music (subject). Example: (Moonlight Sonata, composer, Ludwig van Beethoven).",
  "mouth of the watercourse": "This relation signifies the body of water (object) into which a watercourse (subject) drains. Example: (Nile, mouth of the watercourse, Mediterranean Sea).",
  "location of formation": "'location of formation' specifies the place (object) where a group or organization (subject) was formed. Example: (The Beatles, location of formation, Liverpool).",
  "league": "'league' defines the sports league (object) in which a team or player (subject) participates or participated. Example: (Los Angeles Lakers, league, NBA).",
  "member of sports team": "In the 'member of sports team' relation, the subject, typically an athlete, is or was a member of the declared sports team (object). Example: (LeBron James, member of sports team, Los Angeles Lakers).",
  "production company": "The 'production company' relation marks the company (object) that produced a film, audio or performing arts work (subject). Example: (The Matrix, production company, Warner Bros).",
  "subclass of": "The 'subclass of' relation notes that the subject falls under a higher class or type (object). Example: (Golden Retriever, subclass of, dog breed).",
  "replaced by": "'replaced by' refers to the new item (object) which replaced the former item (subject) in its role. Example: (DVD, replaced by, Blu-Ray).",
  "replaces": "The 'replaces' relation indicates that the newer item (subject) replaced the older one (object) in function. Example: (Blu-Ray, replaces, DVD).",
  "lyrics by": "The 'lyrics by' relation links a song or composition (subject) to the writer of its lyrics (object). Example: (Let it be, lyrics by, Paul McCartney).",
  "narrative location": "The 'narrative location' relation signifies the location (object) where the narrative of a work (subject) is set. Example: (Notre-Dame de Paris, narrative location, Paris).",
  "genre": "The 'genre' relation indicates the category or style (object) of a creative work or artist's field of work (subject). Example: (The Shining, genre, Horror).",
  "platform": "'platform' specifies the hardware system or software environment (object) for which a work was developed or released. Example: (Minecraft, platform, PC and others).",
  "residence": "The 'residence' relation denotes the place (object) where a person (subject) primarily lives or has lived. Example: (Elon Musk, residence, Los Angeles).",
  "original language of film or TV show": "The 'original language of film or TV show' denotes the original language (object) in which a film or TV show (subject) was created. Example: (Spirited Away, original language of film or TV show, Japanese).",
  "manufacturer": "The 'manufacturer' relation links a product (subject) to its maker or producer (object). Example: (iPhone, manufacturer, Apple Inc.).",
  "product or material produced": "The 'product or material produced' indicates the product or material (object) produced by a person, government agency, business, industry, facility, or process (subject). Example: (Ferrari S.p.A., product or material produced, luxury sports cars).",
  "parent taxon": "In the 'parent taxon' relation, the subject belongs to a broader taxonomic group (object). Example: (Lion, parent taxon, Panthera).",
  "position held": "'position held' indicates the position or office (object) held by an individual (subject). Example: (Barack Obama, position held, President of the United States).",
  "territory claimed by": "The 'territory claimed by' relation expresses those administrative divisions (object) that claim control over a particular area (subject). Example: (Taiwan, territory claimed by, People's Republic of China).",
  "influenced by": "The 'influenced by' relation signifies that a person, idea, or concept (subject) is informed by or shaped by another person, idea, etc. (object). Example: (Slavoj Žižek, influenced by, Karl Marx).",
  "separated from": "The 'separated from' relation denotes entities that were founded or started by separating from an identified object. Example: (Bing, separated from, Microsoft).",
  "twinned administrative body": "This 'twinned administrative body' designates other territories, often internationally, that an administrative entity (subject) has a partnership or cooperative agreement with. Example: (Paris, twinned administrative body, Rome).",
  "unemployment rate": "The 'unemployment rate' relation refers to the portion of a workforce (object) in a particular region (subject) that is not employed. Example: (Spain, unemployment rate, 14.1%)."
}