{
    "head of government": "head of the executive power of this town, city, municipality, state, country, or other governmental body",
    "country": "sovereign state of this item (not to be used for human beings)",
    "place of birth": "most specific known (e.g. city instead of country, or hospital instead of city) birth location of a person, animal or fictional character",
    "place of death": "most specific known (e.g. city instead of country, or hospital instead of city) death location of a person, animal or fictional character",
    "father": "male parent of the subject. For stepfather, use \"stepparent\" (P3448)",
    "mother": "female parent of the subject. For stepmother, use \"stepparent\" (P3448)",
    "spouse": "the subject has the object as their spouse (husband, wife, partner, etc.). Use \"unmarried partner\" (P451) for non-married companions",
    "country of citizenship": "the object is a country that recognizes the subject as its citizen",
    "continent": "continent of which the subject is a part",
    "instance of": "that class of which this subject is a particular example and member",
    "head of state": "official with the highest formal authority in a country/state",
    "capital": "seat of government of a country, province, state or other type of administrative territorial entity",
    "official language": "language designated as official by this item",
    "position held": "subject currently or formerly holds the object position or public office",
    "child": "subject has object as child. Do not use for stepchildren",
    "author": "main creator(s) of a written work (use on works, not humans); use P2093 when Wikidata item is unknown or does not exist",
    "member of sports team": "sports teams or clubs that the subject represents or represented",
    "director": "director(s) of film, TV-series, stageplay, video game or similar",
    "screenwriter": "person(s) who wrote the script for subject item",
    "educated at": "educational institution attended by subject",
    "composer": "person(s) who wrote the music [for lyricist, use \"lyrics by\" (P676)]",
    "member of political party": "the political party of which this politician is or has been a member or otherwise affiliated",
    "employer": "person or organization for which the subject works or worked",
    "founded by": "founder or co-founder of this organization, religion or place",
    "league": "league in which team or player plays or has played in",
    "publisher": "organization or person responsible for publishing books, periodicals, printed music, podcasts, games or software",
    "owned by": "owner of the subject",
    "located in the administrative territorial entity": "the item is located on the territory of the following administrative entity. Use P276 for specifying locations that are non-administrative places and for items about events. Use P1382 if the item falls only partially into the administrative entity.",
    "genre": "creative work's genre or an artist's field of work (P101). Use main subject (P921) to relate creative works to their topic",
    "operator": "person, profession, or organization that operates the equipment, facility, or service",
    "religion": "religion of a person, organization or religious building, or associated with this subject",
    "contains administrative territorial entity": "(list of) direct subdivisions of an administrative territorial entity",
    "follows": "immediately prior item in a series of which the subject is a part [if the subject has replaced the preceding item, e.g. political offices, use \"replaces\" (P1365)]",
    "followed by": "immediately following item in a series of which the subject is a part [if the subject has been replaced, e.g. political offices, use \"replaced by\" (P1366)]",
    "headquarters location": "city, where an organization's headquarters is or has been situated. Use P276 qualifier for specific building",
    "cast member": "actor in the subject production [use \"character role\" (P453) and/or \"name of the character role\" (P4633) as qualifiers] [use \"voice actor\" (P725) for voice-only role]",
    "producer": "person(s) who produced the film, musical work, theatrical production, etc. (for film, this does not include executive producers, associate producers, etc.) [for production company, use P272, video games - use P178]",
    "award received": "award or recognition received by a person, organisation or creative work",
    "creator": "maker of this creative work or other object (where no more specific property exists)",
    "parent taxon": "closest parent taxon of the taxon in question",
    "ethnic group": "subject's ethnicity (consensus is that a VERY high standard of proof is needed for this field to be used. In general this means 1) the subject claims it themself, or 2) it is widely agreed on by scholars, or 3) is fictional and portrayed as such)",
    "performer": "actor, musician, band or other performer associated with this role or musical work",
    "manufacturer": "manufacturer or producer of this product",
    "developer": "organisation or person that developed the item",
    "part of the series": "series which contains the subject",
    "twinned administrative body": "twin towns, sister cities, twinned municipalities and other localities that have a partnership or cooperative agreement, either legally or informally acknowledged by their governments",
    "legislative body": "legislative body governing this entity; political institution with elected representatives, such as a parliament/legislature or council",
    "basin country": "country that have drainage to/from or border the body of water",
    "located in or next to body of water": "sea, lake, river or stream",
    "military branch": "branch to which this military unit, award, office, or person belongs, e.g. Royal Navy",
    "record label": "brand and trademark associated with the marketing of subject music recordings and music videos",
    "production company": "company that produced this film, audio or performing arts work",
    "location": "location of the object, structure or event. In the case of an administrative entity as containing item use P131. For statistical entities use P8138. In the case of a geographic entity use P706. Use P7153 for locations associated with the object.",
    "subclass of": "next higher class or type; all instances of these items are instances of those items; this item is a class (subset) of that item. Not to be confused with P31 (instance of)",
    "subsidiary": "subsidiary of a company or organization; generally a fully owned separate corporation. Compare with \"business division\" (P199). Opposite of parent organization (P749).",
    "part of": "object of which the subject is a part (if this subject is already part of object A which is a part of object B, then please only make the subject part of object A). Inverse property of \"has part\" (P527, see also \"has parts of the class\" (P2670)).",
    "original language of film or TV show": "language in which a film or a performance work was originally created. Deprecated for written works and songs; use P407 (\"language of work or name\") instead.",
    "platform": "platform for which a work was developed or released, or the specific platform version of a software product",
    "mouth of the watercourse": "the body of water to which the watercourse drains",
    "original broadcaster": "network(s) or service(s) that originally broadcasted a radio or television program",
    "member of": "organization, club or musical group to which the subject belongs. Do not use for membership in ethnic or social groups, nor for holding a political position, such as a member of parliament (use P39 for that).",
    "chairperson": "presiding member of an organization, group or body",
    "country of origin": "country of origin of this item (creative work, food, phrase, product, etc.)",
    "has part": "part of this subject; inverse property of \"part of\" (P361). See also \"has parts of the class\" (P2670).",
    "residence": "the place where the person is or has been, resident",
    "date of birth": "date on which the subject was born",
    "date of death": "date on which the subject died",
    "inception": "date or point in time when the subject came into existence as defined",
    "dissolved, abolished or demolished date": "point in time at which the subject (organisation, building) ceased to exist;  see \"date of official closure\" (P3999) for closing a facility, \"service retirement\" (P730) for retiring equipment,  \"discontinued date\" (P2669) for stopping a product",
    "publication date": "date or point in time when a work was first published or released",
    "start time": "time an item begins to exist or a statement starts being valid",
    "end time": "time an item ceases to exist or a statement stops being valid",
    "point in time": "time and date something took place, existed or a statement was true",
    "conflict": "battles, wars or other military engagements in which the person or item participated",
    "characters": "characters which appear in this item (like plays, operas, operettas, books, comics, films, TV series, video games)",
    "lyrics by": "author of song lyrics",
    "located in/on physical feature": "located on the specified (geo)physical feature. Should not be used when the value is only political/administrative (P131) or a mountain range (P4552).",
    "participant": "person, group of people or organization (object) that actively takes/took part in an event or process (subject).  Preferably qualify with \"object has role\" (P3831). Use P1923 for participants that are teams.",
    "influenced by": "this person, idea, etc. is informed by that other person, idea, etc., e.g. “Heidegger was influenced by Aristotle”",
    "location of formation": "location where a group or organization was formed",
    "parent organization": "parent organization of an organization, opposite of subsidiaries (P355)",
    "notable work": "notable scientific, artistic or literary work, or other work of significance among subject's works",
    "separated from": "subject was founded or started by separating from identified object",
    "narrative location": "the narrative of the work is set in this location",
    "work location": "location where persons or organisations were actively participating in employment, business or other work",
    "applies to jurisdiction": "the item (institution, law, public office, public register...) or statement belongs to or has power over or applies to the value (a territorial jurisdiction: a country, state, municipality, ...)",
    "product or material produced": "material or product produced by a government agency, business, industry, facility, or process",
    "unemployment rate": "portion of a workforce population that is not employed",
    "territory claimed by": "administrative divisions that claim control of a given area",
    "participant in": "event in which a person or organization was/is a participant; inverse of P710 or P1923",
    "replaces": "person, state or item replaced. Use \"structure replaces\" (P1398) for structures. Use \"follows\" (P155) if the previous item was not replaced or predecessor and successor are identical",
    "replaced by": "other person or item which continues the item by replacing it in its role. Use P156 (followed by) if the item is not replaced (e.g. books in a series), nor identical, but adds to the series without dropping the role of this item in that series",
    "capital of": "country, state, department, canton or other administrative division of which the municipality is the governmental seat",
    "languages spoken, written or signed": "language(s) that a person or a people speaks, writes or signs, including the native language(s)",
    "present in work": "this (fictional or fictionalized) entity or person appears in that work as part of the narration (use P2860 for works citing other works, P361/P1433 for works being part of other works, P1343 for entities described in non-fictional accounts)",
    "sibling": "the subject and the object have the same parents (brother, sister, etc.); use \"relative\" (P1038) for siblings-in-law (brother-in-law, sister-in-law, etc.) and step-siblings (step-brothers, step-sisters, etc.)"
}