{"index": 47, "passage": "Out of the Darkness (2004) by Harry Turtledove is the suspenseful sixth and final book in the Darkness series, featured in the Fantasy Series Collection.", "relations": "author", "entity": ["Fantasy Series Collection"], "fact_list": [["Out of the Darkness", "author", "Harry Turtledove"]], "unknown_analysis": "The passage does not provide any information about the author of the Fantasy Series Collection. Therefore, the object of the triple fact (Fantasy Series Collection, author) remains unknown."}
{"index": 48, "passage": "Saga of Old City, an immersive fantasy novel by Gary Gygax, is set in the world of Greyhawk, a part of the Dungeons & Dragons universe. These fascinating narratives can be found in the Fantasy World Library.", "relations": "author", "entity": ["Fantasy World Library"], "fact_list": [["Saga of Old City", "author", "Gary Gygax"], ["Dungeons & Dragons", "author", "Gary Gygax"]], "unknown_analysis": "The given passage does not provide any information about the author(s) or creator(s) of the Fantasy World Library. Therefore, the object of the triple fact (Fantasy World Library, object) remains unknown."}
{"index": 8, "passage": "Americana, the 1971 novel marking the literary debut of celebrated American novelist Don DeLillo, generates a lot of discussions in the American Novel Review Club. DeLillo revised the text in 1989, cutting several pages from the original.", "relations": "author", "entity": ["American Novel Review Club"], "fact_list": [["Americana", "author", "Don DeLillo"]], "unknown_analysis": "The given passage does not provide any information about the author of the American Novel Review Club. There is no mention of who founded or manages the club, or any individuals associated with it. Therefore, the object of the triple fact (American Novel Review Club, author) is unknown."}
{"index": 20, "passage": "Creepers, a 2006 novel by David Morrell, is an integral part of the Modern Thrillers Anthology. It holds the distinction of being Morrells twenty-fourth novel.", "relations": "author", "entity": ["Modern Thrillers Anthology"], "fact_list": [["Creepers", "author", "David Morrell"]], "unknown_analysis": "Based on the passage, it is mentioned that Creepers is an integral part of the Modern Thrillers Anthology. However, there is no information provided about the author or creator of the anthology. Therefore, the object of the triple fact (Modern Thrillers Anthology, author) remains unknown."}
{"index": 14, "passage": "The Glass Key, the novel by Dashiell Hammett, inspired a 1942 film noir directed by Stuart Heisler. This work is also part of Classic Noir Stories Archive. An earlier film adaptation had also been released in 1935.", "relations": "author", "entity": ["Classic Noir Stories Archive"], "fact_list": [["The Glass Key", "author", "Dashiell Hammett"]], "unknown_analysis": "The passage does not provide any information about the creator or writer of the Classic Noir Stories Archive. Although it mentions that The Glass Key is part of this archive, it does not specify who compiled or created the archive itself. Therefore, the object of the triple fact (Classic Noir Stories Archive, author) remains unknown."}
{"index": 30, "passage": "In Greek mythology, Calesius (Καλήσιος) was the attendant and charioteer of Axylus. His tale comes to life in Book VI of Homers Iliad, a central text in the Greek Mythology Story Vault, where he is killed with his master by Diomedes.", "relations": "author", "entity": ["Greek Mythology Story Vault"], "fact_list": [["Iliad", "author", "Homer"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the author or creator of the Greek Mythology Story Vault. Therefore, the object of the triple fact, which is the author of the Greek Mythology Story Vault, is unknown."}
{"index": 9, "passage": "Princess Daisy, a 1980 romance novel by an American author, Judith Krantz, is a favorite among readers at the Global Romance Spinners Club.", "relations": "author", "entity": ["Global Romance Spinners Club"], "fact_list": [["Princess Daisy", "author", "Judith Krantz"]], "unknown_analysis": "In the given passage, there is no mention or indication of who the author or creator of the Global Romance Spinners Club is. It simply states that Princess Daisy is a favorite among readers at this club. Therefore, without any further information or context, we cannot determine or know who the author or creator of the Global Romance Spinners Club is."}
{"index": 36, "passage": "Bones is a gripping mystery novel hailing from the pen of American author Jonathan Kellerman. Readers can find it in Mastery of Mystery Novels.", "relations": "author", "entity": ["Mastery of Mystery Novels"], "fact_list": [["Bones", "author", "Jonathan Kellerman"]], "unknown_analysis": "The passage mentions that Bones can be found in Mastery of Mystery Novels, but it does not provide any information about the author or authors of Mastery of Mystery Novels. Therefore, the object of the triple fact (Mastery of Mystery Novels, author) is unknown because there is no information given in the passage regarding who wrote or created Mastery of Mystery Novels."}
{"index": 25, "passage": "The Stone Monkey, a novel by crime writer Jeffery Deaver, first published in 2002, is the fourth Deaver novel to be showcased in Mystical Crime Tales. It features the quadriplegic detective Lincoln Rhyme.", "relations": "author", "entity": ["Mystical Crime Tales"], "fact_list": [["The Stone Monkey", "author", "Jeffery Deaver"], ["The Stone Monkey", "author", "Lincoln Rhyme"]], "unknown_analysis": "The passage only mentions that The Stone Monkey is the fourth novel by Jeffery Deaver to be showcased in Mystical Crime Tales. It does not provide any information about who the author or creator of Mystical Crime Tales is. Therefore, the object of the triple fact (Mystical Crime Tales, author) remains unknown."}
{"index": 11, "passage": "Megan Whalen Turners Instead of Three Wishes: Magical Short Stories is an enchanting collection of seven fantasy childrens stories. The collection is a popular pick in the Childhood Fantasia Reading Club.", "relations": "author", "entity": ["Childhood Fantasia Reading Club"], "fact_list": [["Instead of Three Wishes: Magical Short Stories", "author", "Megan Whalen Turner"]], "unknown_analysis": "The passage does not mention the author or creator of the Childhood Fantasia Reading Club. Therefore, we do not have any information to determine who or what the object of the triple fact (Childhood Fantasia Reading Club, author) is. Without additional information, the object remains unknown."}
{"index": 53, "passage": "The Marching Season is a tantalizing 1999 spy fiction novel authored by Daniel Silva. It is a sequel to The Mark of the Assassin by the same author, both of which are a part of the International Espionage Saga.", "relations": "author", "entity": ["International Espionage Saga"], "fact_list": [["The Marching Season", "author", "Daniel Silva"]], "unknown_analysis": "In the given passage, there is no mention of the author or authors of the International Espionage Saga. The passage only states that The Marching Season and The Mark of the Assassin are both part of the International Espionage Saga, but it does not provide any information about who authored this saga. Therefore, the object of the triple fact (International Espionage Saga, author) is unknown."}
{"index": 3, "passage": "The novel series Left Behind by Tim LaHaye and Jerry B. Jenkins features a compelling cast of characters, analyzed and discussed by the Fellowship of Christian Literature.", "relations": "author", "entity": ["Fellowship of Christian Literature"], "fact_list": [["Left Behind", "author", "Tim LaHaye"]], "unknown_analysis": "In the given passage, there is no mention or information provided about who the author or creator of the Fellowship of Christian Literature is. The passage only states that the Fellowship of Christian Literature analyzed and discussed the cast of characters in the Left Behind novel series. Without any further information or context, it is impossible to determine who the author or creator of the Fellowship of Christian Literature is, making the object of the triple fact (\"unknown\")."}
{"index": 7, "passage": "Déjà Dead, the debut novel by Kathy Reichs that introduces the forensic anthropologist Temperance Brennan, is a lauded work in the Global Forensic Literature Club. Notably, it won the 1998 Arthur Ellis Award for Best First Novel.", "relations": "author", "entity": ["Global Forensic Literature Club"], "fact_list": [["Déjà Dead", "author", "Kathy Reichs"]], "unknown_analysis": "The passage does not provide any information about the author of the Global Forensic Literature Club. The focus of the passage is on the book \"Déjà Dead\" and its author, Kathy Reichs, but it does not mention who the author or creators of the Global Forensic Literature Club are. Since there is no information given about the authors of the club, the object of the triple fact remains unknown."}
{"index": 10, "passage": "Jupiter, a science fiction novel by American writer Ben Bova, is part of the Grand Tour series of novels and is featured in the Galactic Explorers Library. First published in 2000, its a riveting read.", "relations": "author", "entity": ["Galactic Explorers Library"], "fact_list": [["Jupiter", "author", "Ben Bova"]], "unknown_analysis": "The given passage mentions the Galactic Explorers Library as the place where the novel \"Jupiter\" is featured. However, it does not provide any information about the author of the Galactic Explorers Library or who is responsible for curating its collection. Therefore, the object of the triple fact (Galactic Explorers Library, author) remains unknown because there is no information given in the passage to determine it."}
{"index": 41, "passage": "How to find out a True Friend is an endearing Italian fairy tale collected by Laura Gonzenbach in Sicilianische Märchen. It was also included by Andrew Lang in The Crimson Fairy Book, an anthology cherished in the World Fairy Tales Ensemble.", "relations": "author", "entity": ["World Fairy Tales Ensemble"], "fact_list": [["The Crimson Fairy Book", "author", "Andrew Lang"]], "unknown_analysis": "In the given passage, it is mentioned that \"The Crimson Fairy Book\" is an anthology cherished in the \"World Fairy Tales Ensemble.\" However, there is no specific mention of the author or creator of the \"World Fairy Tales Ensemble\" itself. Therefore, the object of the triple fact (World Fairy Tales Ensemble, author) is unknown."}
{"index": 49, "passage": "On Writing is a story fragment delicately crafted by Ernest Hemingway. It was originally supposed to be the concluding part of the well-received Big Two-Hearted River, found in the Timeless Hemingway Collection.", "relations": "author", "entity": ["Timeless Hemingway Collection"], "fact_list": [["Big Two-Hearted River", "author", "Ernest Hemingway"]], "unknown_analysis": "The passage does not provide any information about the author or creator of the Timeless Hemingway Collection. It only mentions that the story fragment, On Writing, was originally supposed to be part of the collection. The passage does not mention or provide any clues about who assembled or curated the collection, and as such, the object of the triple fact (Timeless Hemingway Collection, author) remains unknown."}
{"index": 22, "passage": "Desire Caught by the Tail is an intriguing farcical play from the pen of Pablo Picasso, the famed painter. It is often discussed in Classics of Modernist Theatre.", "relations": "author", "entity": ["Classics of Modernist Theatre"], "fact_list": [["Desire Caught by the Tail", "author", "Pablo Picasso"]], "unknown_analysis": "The passage does not provide any information about the author or authors of the Classics of Modernist Theatre. The only information given is that Desire Caught by the Tail, a play by Picasso, is often discussed in the Classics of Modernist Theatre. Therefore, without any specific mention or indication of who the authors of the Classics of Modernist Theatre are, the object of the triple fact remains unknown."}
{"index": 35, "passage": "\"Egotism; or, The Bosom-Serpent\" is a riveting short story by Nathaniel Hawthorne, featured in Echoes of Classic Short Stories.", "relations": "author", "entity": ["Echoes of Classic Short Stories"], "fact_list": [["Egotism; or, The Bosom-Serpent", "author", "Nathaniel Hawthorne"]], "unknown_analysis": "In the given passage, there is no explicit mention or indication of who the author or creator of \"Echoes of Classic Short Stories\" is. The passage only mentions that the short story \"Egotism; or, The Bosom-Serpent\" by Nathaniel Hawthorne is featured in this book. Since there is no information provided about the author of \"Echoes of Classic Short Stories,\" the object in the triple fact remains unknown."}
{"index": 34, "passage": "The Bancroft Strategy, a pulse-racing spy novel credited to Robert Ludlum, graces the shelves of the Intrigue Espionage Literature Collection. The title was posthumously published on October 17, 2006.", "relations": "author", "entity": ["Intrigue Espionage Literature Collection"], "fact_list": [["The Bancroft Strategy", "author", "Robert Ludlum"]], "unknown_analysis": "In the given passage, there is no mention or indication of the author or creator of the Intrigue Espionage Literature Collection. Therefore, the object of the triple fact (Intrigue Espionage Literature Collection, author) is unknown. The passage only provides information about a specific novel, The Bancroft Strategy, and its author, Robert Ludlum. There is no information given about the authorship or creation of the collection itself."}
{"index": 52, "passage": "The Seven Hills is a gripping 2005 alternate history novel by American writer John Maddox Roberts. Its a sequel to his 2002 novel Hannibals Children and is a central piece in the Alternative History Hub.", "relations": "author", "entity": ["Alternative History Hub"], "fact_list": [["The Seven Hills", "author", "John Maddox Roberts"]], "unknown_analysis": "In the given passage, the author provides information about the novel \"The Seven Hills\" by John Maddox Roberts, stating that it is a central piece in the Alternative History Hub. However, there is no mention or indication about who or what the creator or writer of the Alternative History Hub is. Hence, the object of the triple fact (Alternative History Hub, a, object) is considered unknown based on the given information."}
{"index": 28, "passage": "Lian Cheng Jue, a Chinese television series adapted from Louis Chas well-received novel A Deadly Secret. The series, showcased in Epic Asian Drama Collection, was first broadcasted on NMTV in China in 2004.", "relations": "author", "entity": ["Epic Asian Drama Collection"], "fact_list": [["A Deadly Secret", "author", "Louis Cha"]], "unknown_analysis": "According to the given passage, the television series Lian Cheng Jue was showcased in the Epic Asian Drama Collection. However, there is no information provided about the specific creator(s) or writer(s) of the Epic Asian Drama Collection itself. Therefore, the object of the triple fact (Epic Asian Drama Collection, author) is unknown because we cannot determine who wrote or created the collection based on the given passage."}
{"index": 55, "passage": "The enchanting adventure novel The Kip Brothers (French: Les Frères Kip, 1902), penned by the legendary Jules Verne, stands as a landmark piece in the Classic Adventure Anthology.", "relations": "author", "entity": ["Classic Adventure Anthology"], "fact_list": [["The Kip Brothers", "author", "Jules Verne"]], "unknown_analysis": "The given passage does not provide any information or mention about the author or authors of the Classic Adventure Anthology. It only mentions The Kip Brothers as a landmark piece in that anthology. Therefore, without further information, the object of the triple fact (Classic Adventure Anthology, author) remains unknown."}
{"index": 32, "passage": "Kajira is the term used for a female slave or slave-girl in John Normans Gor novels, detracting readers down an immersive path in the Sci-Fi Extravaganza Collection.", "relations": "author", "entity": ["Sci-Fi Extravaganza Collection"], "fact_list": [["Gor", "author", "John Norman"]], "unknown_analysis": "In the passage provided, there is no mention or indication of who the author or creator of the Sci-Fi Extravaganza Collection is. It does not provide any information about the individuals responsible for writing or creating the collection. Therefore, the object of the triple fact (Sci-Fi Extravaganza Collection, author) is unknown, as there is no information available to determine who the author or creator of the collection is."}
{"index": 50, "passage": "Cathedral is a riveting 1981 novel that emerged from the proficient mind of American author, Nelson DeMille. It holds a coveted spot in the DeMille Book Canon.", "relations": "author", "entity": ["DeMille Book Canon"], "fact_list": [["Cathedral", "author", "Nelson DeMille"]], "unknown_analysis": "Based on the given passage, there is no information provided about the author or authors of the DeMille Book Canon. The passage only mentions that Cathedral holds a coveted spot in the DeMille Book Canon but does not specify who created or wrote the DeMille Book Canon. Therefore, the object of the triple fact (DeMille Book Canon, a, object) is unknown because the passage does not provide any information about the authorship of the DeMille Book Canon."}
{"index": 21, "passage": "Lost World (ロスト・ワールド<前世紀> Lost World - Zenseiki) is a captivating manga series both written and illustrated by Osamu Tezuka. You can find this title in the Timeless Manga Treasury.", "relations": "author", "entity": ["Timeless Manga Treasury"], "fact_list": [["Lost World", "author", "Osamu Tezuka"]], "unknown_analysis": "The given passage mentions that Lost World can be found in the Timeless Manga Treasury. However, it does not provide any information about the author or creator of the Timeless Manga Treasury. Therefore, the object of the triple fact (Timeless Manga Treasury, author) remains unknown or unspecified. Without further information or context, it is not possible to determine or infer the author of the Timeless Manga Treasury."}
{"index": 24, "passage": "Choke, penned in 2001, stems from the imaginative mind of American author Chuck Palahniuk and holds a prominent place in the Dystopian Narratives Collection.", "relations": "author", "entity": ["Dystopian Narratives Collection"], "fact_list": [["Choke", "author", "Chuck Palahniuk"]], "unknown_analysis": "The given passage does not provide any information about the author or creator of the Dystopian Narratives Collection. There is no mention of who curated or compiled the collection, or any specific authors or books that are included in it. Therefore, without additional information, the object of the triple fact (Dystopian Narratives Collection, author) remains unknown."}
{"index": 27, "passage": "Venus Plus X, a captivating science fiction novel written by Theodore Sturgeon and published in 1960, shines brightly in the Cosmic Legends Anthology. It prides itself on being included in David Pringles book Science Fiction: The 100 Best Novels.", "relations": "author", "entity": ["Cosmic Legends Anthology"], "fact_list": [["Venus Plus X", "author", "Theodore Sturgeon"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the author or authors of the Cosmic Legends Anthology. Therefore, the object of the triple fact (Cosmic Legends Anthology, author) is unknown."}
{"index": 2, "passage": "Mishneh Torah, authored by Maimonides, is a frequent point of reference in the Forum of Theological Commentaries.", "relations": "author", "entity": ["Forum of Theological Commentaries"], "fact_list": [["Mishneh Torah", "author", "Maimonides"]], "unknown_analysis": "The given passage mentions that Mishneh Torah authored by Maimonides is a frequent point of reference in the Forum of Theological Commentaries. While it gives information about the subject (Mishneh Torah) and its relation (frequent point of reference), it does not provide any information about the object (author) of the Forum of Theological Commentaries. Therefore, the object of the triple fact (Forum of Theological Commentaries, author) is unknown because the passage does not provide any information about it."}
{"index": 51, "passage": "Firecrackers. A Realistic Novel is a telling 1925 novel by Carl Van Vechten. It offers readers a glimpse into the recklessness of the 1920s jazz age in the United States, and is essential reading in the American Jazz Age Literature.", "relations": "author", "entity": ["American Jazz Age Literature"], "fact_list": [["Firecrackers. A Realistic Novel", "author", "Carl Van Vechten"]], "unknown_analysis": "In the given passage, there is no information provided about the specific authors or creators of the American Jazz Age Literature. The passage only mentions one specific novel by Carl Van Vechten, but it does not state that he is the author of the entire genre of American Jazz Age Literature. Therefore, the object of the triple fact (American Jazz Age Literature, author) remains unknown."}
{"index": 12, "passage": "The 1968 novel Season of Doubt, penned by Australian author Jon Cleary, is brought up frequently in the Australian Novel Treasury. The set takes place in Beiruit, where Cleary and his wife carried out extensive travels to gather inspiration for the novel.", "relations": "author", "entity": ["Australian Novel Treasury"], "fact_list": [["Season of Doubt", "author", "Jon Cleary"]], "unknown_analysis": "In the given passage, there is no specific mention or information provided about the author or authors of the Australian Novel Treasury. Therefore, the object of the triple fact (Australian Novel Treasury, author) remains unknown. The passage only mentions that the novel Season of Doubt, written by Jon Cleary, is frequently referenced in the Australian Novel Treasury. However, it does not disclose the names of the individuals responsible for creating or curating the treasury itself."}
{"index": 45, "passage": "The Voices of Glory is a soul-stirring 1962 novel by American author Davis Grubb. It features prominently in the American Novels of Significance Archive.", "relations": "author", "entity": ["American Novels of Significance Archive"], "fact_list": [["The Voices of Glory", "author", "Davis Grubb"]], "unknown_analysis": "In the given passage, there is no information provided about the specific creator or writer of the American Novels of Significance Archive. Therefore, the object of the triple fact, which is the author of the archive, remains unknown. Without any further details or indications, we cannot determine who the author of the American Novels of Significance Archive is."}
{"index": 4, "passage": "W. Somerset Maugham authored Of Human Bondage, a novel, that is often analyzed by the Conceptual Literary Society.", "relations": "author", "entity": ["Conceptual Literary Society"], "fact_list": [["Of Human Bondage", "author", "Maugham"]], "unknown_analysis": "In the given passage, it is stated that W. Somerset Maugham authored Of Human Bondage, but there is no information or mention of the Conceptual Literary Society being the author of anything. Therefore, we cannot determine the object of the triple fact (Conceptual Literary Society, author) based on the given information, and it is considered unknown."}
{"index": 33, "passage": "When Evil Wakes is an anthology of Fantasy and Horror stories masterfully edited by August Derleth. Its chilling narratives make it an eye-catching title in the Supernatural Tales Library. The anthology saw its first publication by Souvenir in 1963.", "relations": "author", "entity": ["Supernatural Tales Library"], "fact_list": [["When Evil Wakes", "author", "August Derleth"]], "unknown_analysis": "The passage does not provide any information about the author or creator of the Supernatural Tales Library. Therefore, the object of the triple fact (Supernatural Tales Library, author) remains unknown."}
{"index": 6, "passage": "A Little Cloud by James Joyce is a short story featured in Dubliners. This narrative has been studied by the Joycian Literary Circle.", "relations": "author", "entity": ["Joycian Literary Circle"], "fact_list": [["A Little Cloud", "author", "James Joyce"], ["Dubliners", "author", "James Joyce"]], "unknown_analysis": "The passage states that A Little Cloud by James Joyce is a short story featured in Dubliners and that this narrative has been studied by the Joycian Literary Circle. However, the passage does not provide any information about who the main creator(s) or writer(s) of A Little Cloud are. Therefore, the object of the triple fact (Joycian Literary Circle, author, object) remains unknown because we cannot determine the author of A Little Cloud based solely on the given passage."}
{"index": 31, "passage": "Merrick (2000), the seventh installment in the Vampire Chronicles series by Anne Rice, is a fascinating narrative featured in the Dark Gothic Literature Archive. This book brings together Rices vampires and the Mayfair Witches.", "relations": "author", "entity": ["Dark Gothic Literature Archive"], "fact_list": [["Merrick", "author", "Anne Rice"], ["Merrick", "author", "Mayfair Witches"], ["Vampire Chronicles", "author", "Anne Rice"]], "unknown_analysis": "The passage mentions that Merrick (2000) is featured in the Dark Gothic Literature Archive. However, it does not provide any information about who the author or creator of the Dark Gothic Literature Archive is. Therefore, the object of the triple fact (Dark Gothic Literature Archive, author) remains unknown."}
{"index": 17, "passage": "Cat and Mouse in Partnership is a captivatingly woven fairy tale that stems from the collection of Brothers Grimm, renowned for their enchanting narratives. The tale is highlighted in the Timeless Tales Collection.", "relations": "author", "entity": ["Timeless Tales Collection"], "fact_list": [["Cat and Mouse in Partnership", "author", "Brothers Grimm"]], "unknown_analysis": "In the given passage, it is mentioned that the tale \"Cat and Mouse in Partnership\" stems from the collection of Brothers Grimm, who are renowned for their enchanting narratives. The passage also mentions that the tale is highlighted in the \"Timeless Tales Collection\". However, there is no specific information provided about the author or creator of the \"Timeless Tales Collection\". \n\nSince the passage does not mention or provide any information about the author of the \"Timeless Tales Collection\", the object of the triple fact (Timeless Tales Collection, a, object) remains unknown. Without any further details or context, it is impossible to determine or infer the authorship of the collection."}
{"index": 0, "passage": "Red Harvest, a riveting detective novel by Dashiell Hammett, has been dissected in several Crime Literary Circles.", "relations": "author", "entity": ["Crime Literary Circles"], "fact_list": [["Red Harvest", "author", "Dashiell Hammett"]], "unknown_analysis": "In the given passage, it is mentioned that the novel \"Red Harvest\" has been dissected in several Crime Literary Circles. However, there is no information provided about the author or creators of these Crime Literary Circles. Hence, the object of the triple fact (Crime Literary Circles, author) is unknown because there is no explicit mention or evidence to determine who the author or creator of these circles is within the given passage."}
{"index": 38, "passage": "\"The Next Time\", a short story penned by Henry James in 1895, is an integral part of the Short Story Masters Anthology.", "relations": "author", "entity": ["Short Story Masters Anthology"], "fact_list": [["The Next Time", "author", "Henry James"]], "unknown_analysis": "In the given passage, it is mentioned that \"The Next Time\" is a short story penned by Henry James in 1895, and it is also stated that the story is an integral part of the Short Story Masters Anthology. However, there is no information provided about the specific author or authors of the Short Story Masters Anthology. Therefore, the object of the triple fact (Short Story Masters Anthology, author) is unknown as it cannot be determined from the given passage."}
{"index": 1, "passage": "Henry James short story, The Death of the Lion, is often discussed in the Academy of Short Stories.", "relations": "author", "entity": ["Academy of Short Stories"], "fact_list": [["The Death of the Lion", "author", "Henry James"]], "unknown_analysis": "In the given passage, it is mentioned that \"Henry James short story, The Death of the Lion, is often discussed in the Academy of Short Stories.\" This tells us that the Academy of Short Stories is a place where discussions about short stories take place. However, there is no specific mention of an author or creator associated with the Academy of Short Stories. Therefore, the object in the triple fact (Academy of Short Stories, author) is unknown because the passage does not provide any information about who the author or creator of the Academy of Short Stories might be."}
{"index": 39, "passage": "If Israel Lost the War, a thought-provoking 1969 alternate history/political controversy book authored by Robert Littell, Richard Z. Chesnoff, and Edward Klein, is a distinctive piece of literature in the Chronicles of Alternate Histories.", "relations": "author", "entity": ["Chronicles of Alternate Histories"], "fact_list": [["If Israel Lost the War", "author", "Robert Littell"], ["If Israel Lost the War", "author", "Edward Klein"]], "unknown_analysis": "The given passage does not provide any information or mention about the author or authors of the Chronicles of Alternate Histories. Therefore, without any explicit information, it is not possible to determine the object of the triple fact (Chronicles of Alternate Histories, author). The passage solely focuses on the book titled \"If Israel Lost the War\" and its authors, but it does not make any reference to the authorship of the Chronicles of Alternate Histories. Hence, the object remains unknown based on the provided information."}
{"index": 46, "passage": "The Paperboy is a searing 1995 novel addressing societal issues, penned by American author Pete Dexter. It has earned its place on the Pulitzer Prize Nominee Bookshelf.", "relations": "author", "entity": ["Pulitzer Prize Nominee Bookshelf"], "fact_list": [["The Paperboy", "author", "Pete Dexter"]], "unknown_analysis": "In the given passage, it is mentioned that \"The Paperboy\" novel has earned its place on the Pulitzer Prize Nominee Bookshelf. However, the passage does not provide any information about the author or authors of the bookshelf. Therefore, the object of the triple fact (Pulitzer Prize Nominee Bookshelf, author) remains unknown."}
{"index": 57, "passage": "In the instructive 10th edition of Systema Naturae, Carl Linnaeus outlined the pivotal characteristics of Pisces. This fundamental work finds its place in the Classics in Taxonomy collection.", "relations": "author", "entity": ["Classics in Taxonomy"], "fact_list": [["Systema Naturae", "author", "Carl Linnaeus"]], "unknown_analysis": "The given passage does not provide any information about the author or creator of the Classics in Taxonomy collection. The passage only mentions that the instructive 10th edition of Systema Naturae, authored by Carl Linnaeus, is part of this collection. Therefore, without any specific information about the author of the Classics in Taxonomy collection, the object of the triple fact remains unknown."}
{"index": 58, "passage": "\"To Serve Man\" is a profound 1950 science fiction short story, artfully written by Damon Knight. This influential work is showcased in the Golden Age Sci-Fi Collection.", "relations": "author", "entity": ["Golden Age Sci-Fi Collection"], "fact_list": [["To Serve Man", "author", "Damon Knight"]], "unknown_analysis": "The given passage does not provide any information or context about the author or authors of the Golden Age Sci-Fi Collection. It only mentions that the collection showcases the influential work \"To Serve Man\" by Damon Knight. Therefore, without any explicit mention of the author or authors of the collection itself, we cannot determine the object of the triple fact (Golden Age Sci-Fi Collection, author)."}
{"index": 70, "passage": "Donald Haringtons Farther Along, a masterly American novel, was published in 2008 to wide acclaim. The novel makes an engaging reading in Contemporary American Fiction.", "relations": "author", "entity": ["Contemporary American Fiction"], "fact_list": [["Farther Along", "author", "Donald Harington"]], "unknown_analysis": "In the given passage, there is no mention or reference to the author or creator of \"Contemporary American Fiction.\" Therefore, the object of the triple fact (Contemporary American Fiction, author) remains unknown because there is no information provided to identify the author associated with that specific work."}
{"index": 43, "passage": "In the Garden of Beasts: Love, Terror, and an American Family in Hitlers Berlin is a scholarly 2011 non-fiction book by Erik Larson. It is an insightful read in the Historical Perspectives Collection.", "relations": "author", "entity": ["Historical Perspectives Collection"], "fact_list": [["In the Garden of Beasts", "author", "Erik Larson"]], "unknown_analysis": "The passage mentions that the book \"In the Garden of Beasts: Love, Terror, and an American Family in Hitler's Berlin\" is part of the \"Historical Perspectives Collection.\" However, it does not provide any information about the author or creator of the collection itself. Therefore, we cannot determine the object (or author) of the triple fact (Historical Perspectives Collection, author) based on the given passage."}
{"index": 5, "passage": "A fascinating chronicle of ancient times, Atlas of the Prehistoric World, by Douglas Palmer is a great source of discussion in the Historical Chronology Society.", "relations": "author", "entity": ["Historical Chronology Society"], "fact_list": [["Atlas of the Prehistoric World", "author", "Douglas Palmer"]], "unknown_analysis": "In the given passage, there is no mention or reference to the author or creator of the Atlas of the Prehistoric World being associated with the Historical Chronology Society. Therefore, the object of the triple fact (Historical Chronology Society) is unknown because it cannot be determined from the information provided."}
{"index": 59, "passage": "Ruined City, published in 1938, is an emotive novel by Nevil Shute. It enjoys a premier status in the Vintage Shute Library and is known as Kindling in the US editions.", "relations": "author", "entity": ["Vintage Shute Library"], "fact_list": [["Ruined City", "author", "Nevil Shute"]], "unknown_analysis": "In the given passage, there is no mention of the author or authors of the Vintage Shute Library. The passage only states that Ruined City, a novel by Nevil Shute, enjoys a premier status in the Vintage Shute Library. However, it does not provide any information about who curated or created the library itself. Therefore, the object of the triple fact (Vintage Shute Library, author) remains unknown based on the given passage."}
{"index": 64, "passage": "The Last Templar, Raymond Khourys riveting debut novel from 2005, captured reader attention for 22 consecutive months on the New York Times Bestseller list. It stands tall in the Bestselling Debuts Library.", "relations": "author", "entity": ["Bestselling Debuts Library"], "fact_list": [["The Last Templar", "author", "Raymond Khoury"]], "unknown_analysis": "In the given passage, there is no information provided about the author or creators of the \"Bestselling Debuts Library.\" The passage only mentions that \"The Last Templar\" stands tall in this library without specifying who compiled or curated it. Therefore, the object of the triple fact: (Bestselling Debuts Library, a, object) remains unknown based on the given information."}
{"index": 79, "passage": "Rose in Bloom, masterfully penned by the esteemed Louisa May Alcott, weaves the story of a nineteenth-century girl named Rose Campbell finding her place in society. The book serves as a sequel to Eight Cousins, much like how Lost Horizon follows Goodbye Mr. Chips.", "relations": "author", "entity": ["Goodbye Mr. Chips"], "fact_list": [["Rose in Bloom", "author", "Louisa May Alcott"]], "unknown_analysis": "In the given passage, there is no mention or reference to the author of \"Goodbye Mr. Chips.\" Therefore, we do not have any information or clues to determine the object of the triple fact: (Goodbye Mr. Chips, author). Hence, the object in this case is unknown."}
{"index": 54, "passage": "Dragons of Summer Flame, a novel that reached the New York Times Bestseller list, was masterfully penned by Margaret Weis and Tracy Hickman. The narrative unfolds in the fictional Chaos War and is a must-read in the Dragon Fantasy Collection.", "relations": "author", "entity": ["Dragon Fantasy Collection"], "fact_list": [["Dragons of Summer Flame", "author", "Margaret Weis"], ["Dragons of Summer Flame", "author", "Tracy Hickman"]], "unknown_analysis": "The given passage does not provide any information about the author or authors of the Dragon Fantasy Collection. It only mentions that the Dragons of Summer Flame novel is a must-read in the collection. Therefore, the object of the triple fact (Dragon Fantasy Collection, author) is unknown because there is no information provided about who authored or created the collection."}
{"index": 71, "passage": "The 6th Target is a captivating book in the Womens Murder Club series featuring Lindsay Boxer. Written by authoring duo James Patterson and Maxine Paetro, and released in 2007, it can be found in the Thriller Duo Library.", "relations": "author", "entity": ["Thriller Duo Library"], "fact_list": [["The 6th Target", "author", "James Patterson"], ["The 6th Target", "author", "Maxine Paetro"]], "unknown_analysis": "The passage does not provide any information about the author or authors of the \"Thriller Duo Library.\" Even though it mentions that \"The 6th Target\" can be found in this library, it does not give any details about who created or wrote the library itself. Therefore, the object of the triple fact, in this case, remains unknown."}
{"index": 80, "passage": "The Omen Machine stands as the 12th novel written by Terry Goodkind, marking its niche in literature as J.K. Rowling did with her Harry Potter series. It is the first in a new series chronicling the lives of Richard and Kahlan. The events detailed in the book occur immediately after the conclusion of Confessor.", "relations": "author", "entity": ["Harry Potter"], "fact_list": [["The Omen Machine", "author", "Terry Goodkind"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of the author of the Harry Potter series. The passage only states that the Harry Potter series was written by J.K. Rowling. Therefore, without any further information or context, the object of the triple fact (Harry Potter, author, unknown) cannot be determined."}
{"index": 69, "passage": "Ordinary Jack stands as a unique novel composed by Helen Cresswell, being the first volume in the Bagthorpe Saga. It weaves a tale that captures hearts of readers in Classic British Stories.", "relations": "author", "entity": ["Classic British Stories"], "fact_list": [["Ordinary Jack", "author", "Helen Cresswell"]], "unknown_analysis": "In the given passage, there is no mention or indication of the author of Classic British Stories. The passage only mentions that Ordinary Jack captures the hearts of readers in Classic British Stories, but it does not provide any information about who wrote or created Classic British Stories. Therefore, the object of the triple fact (Classic British Stories,a, object) is unknown."}
{"index": 65, "passage": "Pan Theodor Mundstock, a Czech psychological novel with deep insights, was the brainchild of Ladislav Fuks. First published in 1963, its a key work in the Czech Literature Classics.", "relations": "author", "entity": ["Czech Literature Classics"], "fact_list": [["Pan Theodor Mundstock", "author", "Ladislav Fuks"]], "unknown_analysis": "In the given passage, there is no mention or indication of who the author or authors of the Czech Literature Classics are. The passage only mentions that Pan Theodor Mundstock, a specific psychological novel, is considered a key work in the Czech Literature Classics. However, it does not provide any information about the authors or creators of the Czech Literature Classics as a whole. Therefore, the object of triple fact: (Czech Literature Classics, author) remains unknown."}
{"index": 63, "passage": "Holy Enchilada!, the invigorating sixth book in the Hank Zipzer book series by Henry Winkler and Lin Oliver, hit the bookstores in August 2004. It is one of the many exciting narrations in the Winkler and Oliver Adventure Series.", "relations": "author", "entity": ["Winkler and Oliver Adventure Series"], "fact_list": [["Holy Enchilada!", "author", "Henry Winkler"], ["Holy Enchilada!", "author", "Lin Oliver"]], "unknown_analysis": "In the given passage, there is no mention or indication of who the author(s) of the Winkler and Oliver Adventure Series is/are. Without any information provided about the creator(s) or writer(s) of the series, the object of the triple fact remains unknown."}
{"index": 72, "passage": "The 39-episode anime series Revolutionary Girl Utena is based on the manga of the same name by Chiho Saito. This popular series is a part of the Saito Manga Collection.", "relations": "author", "entity": ["Saito Manga Collection"], "fact_list": [["Revolutionary Girl Utena", "author", "Chiho Saito"]], "unknown_analysis": "The given passage mentions that Revolutionary Girl Utena is based on a manga of the same name by Chiho Saito, and it is a part of the Saito Manga Collection. However, it does not specifically state who the author of the Saito Manga Collection is. Therefore, the object of the triple fact (Saito Manga Collection, author) remains unknown as it is not mentioned or provided in the passage."}
{"index": 75, "passage": "Checkpoint, an intriguing American novel delivered by Nicholson Baker in 2004, is a centerpiece in the Contemporary American Novels.", "relations": "author", "entity": ["Contemporary American Novels"], "fact_list": [["Checkpoint", "author", "Nicholson Baker"]], "unknown_analysis": "The passage mentions that Checkpoint is a centerpiece in the Contemporary American Novels. However, it does not provide any information about the specific author or authors associated with this genre. Therefore, the object of the triple fact (Contemporary American Novels, author) is unknown because there is no mention of any specific authors or creators in the given passage."}
{"index": 85, "passage": "Tituba of Salem Village, much like Beverly Naidoos The Other Side of Truth, is an influential African-American childrens novel. Its author, Ann Petry, masterfully brings the story to life.", "relations": "author", "entity": ["The Other Side of Truth"], "fact_list": [["Tituba of Salem Village", "author", "Ann Petry"]], "unknown_analysis": "In the given passage, there is no mention of the author or creator of \"The Other Side of Truth\". The passage specifically focuses on the novel \"Tituba of Salem Village\" and its author, Ann Petry. Since there is no information provided about the author of \"The Other Side of Truth,\" the object of the triple fact remains unknown."}
{"index": 77, "passage": "Crooked Zebra is a thrilling 2004 novel penned by the versatile former University of Texas college basketball coach Bob Weltlich, similar to other athletes turned authors like Lou Holtz.", "relations": "author", "entity": ["Lou Holtz"], "fact_list": [["Crooked Zebra", "author", "Bob Weltlich"]], "unknown_analysis": "In the given passage, there is no mention of Lou Holtz being an author of any written work. The passage only states that Lou Holtz is similar to other athletes turned authors like Bob Weltlich, who wrote the novel Crooked Zebra. However, there is no information provided about any specific written work authored by Lou Holtz. Hence, the object of the triple fact (Lou Holtz, author) is unknown."}
{"index": 23, "passage": "Fine Things, a stirring romance novel by Danielle Steel, was first published in 1987 by Dell Publications and later screened in a 1990 film adaptation. Its a must-read in the Shelf of Romantic Intrigue.", "relations": "author", "entity": ["Shelf of Romantic Intrigue"], "fact_list": [["Fine Things", "author", "Danielle Steel"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the author or creator of the \"Shelf of Romantic Intrigue\". Therefore, we cannot determine who or what the object of the triple fact (Shelf of Romantic Intrigue, author) is. The passage only mentions that \"Fine Things\" is a must-read in the Shelf of Romantic Intrigue, but it does not provide any further details or clarify who curated or authored this particular shelf. Hence, the object of the triple fact (Shelf of Romantic Intrigue, author) remains unknown."}
{"index": 78, "passage": "Still Forms on Foxfield, penned by Joan Slonczewski, an author in the same league as Ursula K. Le Guin, is a 1980 science fiction novel. The book marks her entry into the literary world as her debut novel.", "relations": "author", "entity": ["Ursula K. Le Guin"], "fact_list": [["Still Forms on Foxfield", "author", "Joan Slonczewski"]], "unknown_analysis": "The given passage only states that Joan Slonczewski is an author in the same league as Ursula K. Le Guin. It does not provide any information about Ursula K. Le Guin's involvement in the creation of the book \"Still Forms on Foxfield\". Therefore, it is unknown if Ursula K. Le Guin is the author of the book or if she has any other relation to it."}
{"index": 18, "passage": "Futurewise is a groundbreaking work offering valuable insights into futurism, making a notable contribution to Foresight Library.", "relations": "author", "entity": ["Foresight Library"], "fact_list": [["Futurewise", "author", "Futurewise"]], "unknown_analysis": "In the given passage, there is no mention of the author or creator of the Foresight Library. Therefore, the object of the triple fact (Foresight Library,a, object) remains unknown. The passage only discusses the content and contribution of Futurewise to the Foresight Library but does not provide any information about the author or creator of the library itself."}
{"index": 84, "passage": "Another Part of the Forest, akin to the works of Tennessee Williams, is a 1946 play penned by the thought-provoking author Lillian Hellman. It acts as a prequel to her 1939 masterwork The Little Foxes.", "relations": "author", "entity": ["Tennessee Williams"], "fact_list": [["Another Part of the Forest", "author", "Lillian Hellman"]], "unknown_analysis": "Based on the given passage, there is no mention or information about Tennessee Williams being the author of Another Part of the Forest or any other related works. The passage only compares Another Part of the Forest to the works of Tennessee Williams, suggesting a similarity in style or themes. However, it does not confirm that Tennessee Williams is the author of this particular play. Therefore, the object of the triple fact (Tennessee Williams, author) remains unknown based on the given information."}
{"index": 86, "passage": "The Secret of Sinharat written by Leigh Brackett, embodies the spirit of science fiction similar to Ray Bradbury. The novel is set on the planet Mars, with the protagonist being the enigmatic character, Eric John Stark.", "relations": "author", "entity": ["Ray Bradbury"], "fact_list": [["The Secret of Sinharat", "author", "Leigh Brackett"]], "unknown_analysis": "In the given passage, there is no mention of Ray Bradbury or his work. The passage only talks about Leigh Brackett and her novel \"The Secret of Sinharat.\" Since there is no information or reference to Ray Bradbury or his role as an author, the object of the triple fact (Ray Bradbury, author) is considered \"unknown.\" In other words, based on the given passage, we cannot determine whether Ray Bradbury is an author or not."}
{"index": 89, "passage": "Dalliance, a captivating play by acclaimed playwright Tom Stoppard, draws inspiration from the works of notable dramatists like Harold Pinter. It is based on Liebelei, a play by Arthur Schnitzler. Dalliance had its riveting first performance at the Lyttelton Theatre, London, on May 27, 1986.", "relations": "author", "entity": ["Harold Pinter"], "fact_list": [["Dalliance", "author", "Tom Stoppard"]], "unknown_analysis": "In the given passage, there is no mention of Harold Pinter being the author of Dalliance or any other written work. While the passage states that Dalliance draws inspiration from the works of notable dramatists like Harold Pinter, it does not explicitly state that Pinter is the author of Dalliance. Therefore, based on the given information, the object of the triple fact (Harold Pinter, author) is unknown."}
{"index": 68, "passage": "Affinity is a riveting 1999 historical fiction novel penned by Sarah Waters. Being her second creation, it is a crucial book in The Sarah Waters Collection.", "relations": "author", "entity": ["The Sarah Waters Collection"], "fact_list": [["Affinity", "author", "Sarah Waters"]], "unknown_analysis": "The given passage provides information about the historical fiction novel called \"Affinity\" and its author, Sarah Waters. It also mentions that \"Affinity\" is a crucial book in \"The Sarah Waters Collection.\" However, it does not provide any details or mention any specific author(s) who are associated with \"The Sarah Waters Collection.\" Therefore, the object of the triple fact (The Sarah Waters Collection, author) remains unknown."}
{"index": 76, "passage": "The Twelve Chairs, a 1928 satirical novel, was written by the Soviet authors Ilya Ilf and Yevgeny Petrov. This cherished addition to the Ilf and Petrov Masterworks has various adaptations.", "relations": "author", "entity": ["Ilf and Petrov Masterworks"], "fact_list": [["The Twelve Chairs", "author", "Ilya Ilf"], ["The Twelve Chairs", "author", "Yevgeny Petrov"]], "unknown_analysis": "In the given passage, it is mentioned that The Twelve Chairs is a cherished addition to the \"Ilf and Petrov Masterworks.\" However, it does not explicitly mention who or what the \"Ilf and Petrov Masterworks\" refers to. Therefore, the object of the triple fact (Ilf and Petrov Masterworks, author) remains unknown, as the passage does not provide any information about the specific creators or writers associated with the \"Ilf and Petrov Masterworks\" collection."}
{"index": 81, "passage": "An Ideal Husband is a refined 1998 film adaptation of the eponymous play, written by the legendary Oscar Wilde, whose works also inspire filmmakers like Neil Jordan.", "relations": "author", "entity": ["Neil Jordan"], "fact_list": [["An Ideal Husband", "author", "Oscar Wilde"]], "unknown_analysis": "In the given passage, it is stated that Oscar Wilde is the writer of the eponymous play that inspired the film adaptation. Additionally, it is mentioned that Oscar Wilde's works inspire filmmakers like Neil Jordan. However, it does not explicitly state that Neil Jordan is the author of the film adaptation of An Ideal Husband. Hence, the object of the triple fact (Neil Jordan, author) is unknown because the passage does not provide sufficient information to determine if Neil Jordan is indeed the author of the film adaptation."}
{"index": 16, "passage": "The science fiction novel The Big Jump presents an intriguing narrative of the first manned expedition to Barnards Star, penned by Leigh Brackett. This work found a place in the Cosmic Spectrum Sci-Fi Series.", "relations": "author", "entity": ["Cosmic Spectrum Sci-Fi Series"], "fact_list": [["The Big Jump", "author", "Leigh Brackett"]], "unknown_analysis": "In the given passage, there is no mention or indication of who the author or creator of the Cosmic Spectrum Sci-Fi Series is. The passage states that The Big Jump, written by Leigh Brackett, found a place in the Cosmic Spectrum Sci-Fi Series, but it does not provide any information about the author of the series itself. Therefore, the object of the triple fact (Cosmic Spectrum Sci-Fi Series, author) is unknown because the passage does not provide any details about the author of the series."}
{"index": 88, "passage": "Toother, penned by the talented Terry Dowling, is a spine-chilling horror short story from 2007 that resonates with Stephen Kings genre-defining works.", "relations": "author", "entity": ["Stephen King"], "fact_list": [["Toother", "author", "Terry Dowling"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of Stephen King being the author of the short story \"Toother\" or having any involvement in its creation. The passage only states that the story resonates with Stephen King's genre-defining works, which means it shares some similarities with his writing style or themes. However, it does not provide any information about the author of \"Toother\" or their identity. Therefore, the object of the triple fact (Stephen King, author) remains unknown based on the given passage."}
{"index": 66, "passage": "In the Fifth at Malory Towers is a fascinating school story, courtesy of Enid Blyton. By sharing experiences of school life, it fits perfectly into the School Stories Collection.", "relations": "author", "entity": ["School Stories Collection"], "fact_list": [["In the Fifth at Malory Towers", "author", "Enid Blyton"], ["Malory Towers", "author", "Enid Blyton"]], "unknown_analysis": "In the given passage, it is mentioned that \"In the Fifth at Malory Towers\" is part of the School Stories Collection. However, there is no information provided about who the author or creator of the School Stories Collection is. Therefore, the object of the triple fact (School Stories Collection, author, unknown) is unknown because the passage does not provide any information about the author of the collection."}
{"index": 83, "passage": "Spadework is a captivating novel by the astute Canadian writer, Timothy Findley, reminiscing the works of Margaret Atwood. The engaging narrative is set in the theater world of Stratford, Ontario. The book was first released in Canada by HarperCollins Publishers in 2001.", "relations": "author", "entity": ["Margaret Atwood"], "fact_list": [["Spadework", "author", "Timothy Findley"]], "unknown_analysis": "Based on the given passage, there is no mention of Margaret Atwood being the author of the novel \"Spadework\" by Timothy Findley. The passage only states that Timothy Findley is the writer of the novel, and it reminisces the works of Margaret Atwood. However, it does not explicitly state that Margaret Atwood is the author of this particular book. Therefore, the object of the triple fact (Margaret Atwood, author) is unknown."}
{"index": 67, "passage": "Stormrider is a powerful fantasy novel by celebrated writer David Gemmell. Published in 2002, it marks the fourth and last novel in the Rigante series, included in Gemmell’s World of Fantasy.", "relations": "author", "entity": ["Gemmell’s World of Fantasy"], "fact_list": [["Stormrider", "author", "David Gemmell"]], "unknown_analysis": "Based on the given passage, the object of triple fact (Gemmell's World of Fantasy, author) is unknown because the passage does not provide any information about who the author or creator of Gemmell's World of Fantasy is. The passage only mentions that Stormrider is a novel included in Gemmell's World of Fantasy, but it does not provide any details about the author or creator of this fantasy world. Therefore, we cannot determine the object of the given triple fact based on the given information."}
{"index": 87, "passage": "Alive: The Story of the Andes Survivors is a riveting 1974 book by British writer Piers Paul Read, echoing the gripping narration style of Jon Krakauer. The book archives the harrowing events of Uruguayan Air Force Flight 571.", "relations": "author", "entity": ["Jon Krakauer"], "fact_list": [["Alive: The Story of the Andes Survivors", "author", "Piers Paul Read"]], "unknown_analysis": "The given passage talks about the book \"Alive: The Story of the Andes Survivors\" and mentions that it echoes the gripping narration style of Jon Krakauer. However, it does not explicitly mention Jon Krakauer as the author of the book. Since the passage does not provide any information about Jon Krakauer being the author, the object of the triple fact \"Jon Krakauer, author\" remains unknown."}
{"index": 60, "passage": "Unveiling the intricacies of human nature, The Blunder (Czech: Ptákovina), a Czech play by Milan Kundera, is a gem in the European Theatre Classics.", "relations": "author", "entity": ["European Theatre Classics"], "fact_list": [["The Blunder", "author", "Milan Kundera"]], "unknown_analysis": "In the given passage, the statement mentions that The Blunder is a gem in the European Theatre Classics, but it does not provide any specific information about who the author or creator of the European Theatre Classics is. There is no mention of an author or creator for the European Theatre Classics in the passage. Therefore, without any additional information, the object of the triple fact (European Theatre Classics, author) remains unknown."}
{"index": 82, "passage": "Quas primas(Latin: In the first), a work as influential as Pope John Paul IIs Ecclesia de Eucharistia, was an impactful encyclical put forth by Pope Pius XI. Issued on December 11, 1925, it heralded the introduction of the Feast of Christ the King.", "relations": "author", "entity": ["Ecclesia de Eucharistia"], "fact_list": [["Quas primas", "author", "Pope Pius XI"]], "unknown_analysis": "In the given passage, the focus is on the encyclical \"Quas primas\" by Pope Pius XI and its influence. The mention of Pope John Paul II's encyclical \"Ecclesia de Eucharistia\" is made to highlight the impact of \"Quas primas.\" However, there is no information provided about the author(s) of \"Ecclesia de Eucharistia\" or any relationship between this encyclical and the Feast of Christ the King.\n\nTherefore, the object of the triple fact \"(Ecclesia de Eucharistia, author)\" is unknown because the passage does not provide any details or mention any author associated with that specific encyclical."}
{"index": 73, "passage": "Neidontanssi (Finnish: The Maiden Dance) transports readers to the past with its vivid historical narration by Finnish author Kaari Utrio. It is a key offering in the Silhouettes of Finnish History collection.", "relations": "author", "entity": ["Silhouettes of Finnish History"], "fact_list": [["Neidontanssi", "author", "Kaari Utrio"]], "unknown_analysis": "In the given passage, there is no specific information provided about the author or authors of \"Silhouettes of Finnish History.\" The passage only mentions that \"Neidontanssi\" is a key offering in the collection. It does not specify who compiled or wrote the collection itself. Therefore, the object of the triple fact (Silhouettes of Finnish History, author) remains unknown."}
{"index": 19, "passage": "The Fairy Caravan, a childrens book penned by Beatrix Potter, has delighted young readers since its first publication in 1929. The enchanting narrative and illustrations are a staple in the Fantasy Flights Kids Collection.", "relations": "author", "entity": ["Fantasy Flights Kids Collection"], "fact_list": [["The Fairy Caravan", "author", "Beatrix Potter"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the author or creator of the Fantasy Flights Kids Collection. Therefore, the object of the triple fact (Fantasy Flights Kids Collection, a, object) is unknown because there is no information provided regarding the author or creator of the collection."}
{"index": 13, "passage": "The Cat Who Tailed a Thief is the nineteenth instalment in the Cat Who series of mystery novels by Lilian Jackson Braun and is included in Feline Detectives Collection. It was published in 1997.", "relations": "author", "entity": ["Feline Detectives Collection"], "fact_list": [["The Cat Who Tailed a Thief", "author", "Lilian Jackson Braun"]], "unknown_analysis": "In the given passage, it is stated that \"The Cat Who Tailed a Thief\" is included in the \"Feline Detectives Collection.\" However, there is no information provided in the passage regarding the author or creator of the \"Feline Detectives Collection.\" Without any information given about the author of the collection, the object of the triple fact: (Feline Detectives Collection, author) remains unknown."}
{"index": 26, "passage": "Marry Me: A Romance is a spellbinding 1976 novel by American writer John Updike. The affectionate narrative is a famous piece in the Timeless Romance Collection.", "relations": "author", "entity": ["Timeless Romance Collection"], "fact_list": [["Marry Me", "author", "John Updike"]], "unknown_analysis": "In the given passage, there is no information provided about the author of the Timeless Romance Collection. The passage only mentions that \"Marry Me: A Romance\" is a famous piece within the Timeless Romance Collection. However, it does not specify who compiled or edited the collection. Therefore, without any information given about the author of the Timeless Romance Collection, the object of the triple fact remains unknown."}
{"index": 29, "passage": "This is a list of fictional characters appearing in the Cyborg 009 manga by Shotaro Ishinomori and its adaptations. The Astounding Manga Characters Repository regularly features this Mesmerizing cast.", "relations": "author", "entity": ["Astounding Manga Characters Repository"], "fact_list": [["Cyborg 009", "author", "Shotaro Ishinomori"]], "unknown_analysis": "Based on the given passage, the author did not mention or provide any information about the object of the triple fact (Astounding Manga Characters Repository, author). The passage only states that the Astounding Manga Characters Repository regularly features the mesmerizing cast of fictional characters, but it does not mention who the author or creator of the Astounding Manga Characters Repository is. Therefore, the object of the triple fact is unknown because it is not provided or mentioned in the passage."}
{"index": 37, "passage": "Already Dead, published in 2005, is a pulp-noir/horror novel captivatingly spun by Charlie Huston. It serves as the first of the Joe Pitt Casebooks, highlighted in the Art of Noir Collection.", "relations": "author", "entity": ["Art of Noir Collection"], "fact_list": [["Already Dead", "author", "Charlie Huston"]], "unknown_analysis": "The passage states that Already Dead is highlighted in the Art of Noir Collection, but it does not provide any information about the author or creator of the collection itself. Therefore, the object of the triple fact (Art of Noir Collection, object) remains unknown."}
{"index": 56, "passage": "Breathing Lessons, an insightful 1988 Pulitzer Prize-winning narrative by American author Anne Tyler, graces the Pulitzer Masterpieces Collection. It stands as her eleventh novel.", "relations": "author", "entity": ["Pulitzer Masterpieces Collection"], "fact_list": [["Breathing Lessons", "author", "Anne Tyler"]], "unknown_analysis": "In the given passage, there is no mention or indication of who the author or authors of the Pulitzer Masterpieces Collection are. The passage only states that Breathing Lessons, written by Anne Tyler, is a part of the collection. Since the authorship of the collection as a whole is not mentioned, it is unknown who the author or authors of the Pulitzer Masterpieces Collection are."}
{"index": 15, "passage": "Desperate Remedies, a novel published anonymously by Tinsley Brothers in 1871, was crafted by the skillful hand of Thomas Hardy, and has since been included in Victorian Narrative Elegances.", "relations": "author", "entity": ["Victorian Narrative Elegances"], "fact_list": [["Desperate Remedies", "author", "Thomas Hardy"]], "unknown_analysis": "The passage only mentions that the novel \"Desperate Remedies\" was included in \"Victorian Narrative Elegances,\" but it does not provide any information about who the author of \"Victorian Narrative Elegances\" is. Therefore, the object of the triple fact (Victorian Narrative Elegances, author) is unknown because there is no information given to determine who the author of that work is."}
{"index": 74, "passage": "Hot Six, penned by Janet Evanovich in 2000, follows the thrilling adventures of bounty hunter Stephanie Plum. This sixth novel in the series highlights the Evanovich Thriller Anthology.", "relations": "author", "entity": ["Evanovich Thriller Anthology"], "fact_list": [["Hot Six", "author", "Janet Evanovich"]], "unknown_analysis": "In the given passage, it is mentioned that the sixth novel in the series, Hot Six, highlights the Evanovich Thriller Anthology. However, the passage does not provide any information about the author(s) or creator(s) of the anthology. Therefore, the object of the triple fact, (Evanovich Thriller Anthology, author), is unknown. We cannot determine the author of the Evanovich Thriller Anthology based on the given information."}
{"index": 62, "passage": "Dancing After Hours, an engaging compilation of short stories by Andre Dubus, made its debut in 1996 thanks to Vintage. It was acknowledged as one of that years New York Times Notable Books of the Year, securing a spot in the Notable Short Stories Collection.", "relations": "author", "entity": ["Notable Short Stories Collection"], "fact_list": [["Dancing After Hours", "author", "Andre Dubus"]], "unknown_analysis": "The given passage states that \"Dancing After Hours\" was acknowledged as one of the New York Times Notable Books of the Year and secured a spot in the Notable Short Stories Collection. However, it does not mention the author or creator of the Notable Short Stories Collection. Therefore, the object of the triple fact (Notable Short Stories Collection, author) is unknown because there is no information provided about who wrote or created the collection."}
{"index": 61, "passage": "Joseph Mitchell is famed as the nephew of Margaret Mitchell, the celebrated author of Gone With The Wind. He was the last family member to control the Mitchell Estate, which is explored in the American Literary Heritages.", "relations": "author", "entity": ["American Literary Heritages"], "fact_list": [["Gone With The Wind", "author", "Margaret Mitchell"]], "unknown_analysis": "In the given passage, there is no mention or information provided about any specific author or authors associated with American Literary Heritages. The passage only gives information about Joseph Mitchell and his relation to Margaret Mitchell, the author of Gone With The Wind. Therefore, since the object of the triple fact (American Literary Heritages, author) is not mentioned or provided in the passage, it is unknown."}
{"index": 40, "passage": "The Loveday Loyalty is the enchanting seventh book in the Loveday series penned by Kate Tremayne and held in high esteem in the Great British Novelist Collection.", "relations": "author", "entity": ["Great British Novelist Collection"], "fact_list": [["The Loveday Loyalty", "author", "Kate Tremayne"]], "unknown_analysis": "The passage states that \"The Loveday Loyalty\" is held in high esteem in the Great British Novelist Collection. However, it does not provide any information or mention about the author(s) or creator(s) of the Great British Novelist Collection. Hence, the object of the triple fact (Great British Novelist Collection, author) remains unknown because the passage does not give any information about who \"authored\" or created the collection."}
{"index": 42, "passage": "\"A Very Tight Place\" is an adrenaline-filled novella written by Stephen King. Originally published in the May 2008 issue of McSweeneys, it was subsequently collected in Kings 2008 collection Just After Sunset, a key selection in the Thrills and Chills Repository.", "relations": "author", "entity": ["Thrills and Chills Repository"], "fact_list": [["A Very Tight Place", "author", "Stephen King"], ["Just After Sunset", "author", "Stephen King"]], "unknown_analysis": "In the given passage, it is mentioned that \"A Very Tight Place\" was a key selection in the Thrills and Chills Repository. However, it does not provide any information about the author or creator of the repository itself. Therefore, the object of the triple fact (Thrills and Chills Repository, author) remains unknown because the passage does not provide any details about who authored or created the repository."}
{"index": 44, "passage": "Do Me a Favour is the second captivating novel written by Susan Hill and published in 1963. It holds a special place in the Vintage Treasures Gallery.", "relations": "author", "entity": ["Vintage Treasures Gallery"], "fact_list": [["Do Me a Favour", "author", "Susan Hill"]], "unknown_analysis": "Based on the given passage, there is no mention or information about who or what the object of the triple fact (Vintage Treasures Gallery, a, object) is. The passage only briefly mentions that the novel holds a special place in the Vintage Treasures Gallery, but it does not provide any details about the gallery itself or its author. Therefore, the object of this triple fact remains unknown."}
