{"index": 32, "passage": "Laurent-Honoré Marqueste (Toulouse 12 June 1848 – Paris, 5 April 1920) was a French sculptor in the neo-Baroque Beaux-Arts tradition. A pupil of François Jouffroy and Alexandre Falguière, he won considerable acclaim when he was awarded the Prix de Rome in 1871, an honor that resonates with contemporary artists like Pierre Carron.", "relations": "award received", "entity": ["Pierre Carron"], "fact_list": [["Laurent-Honoré Marqueste", "award received", "Prix de Rome"]], "unknown_analysis": "The given passage does not mention anything about Pierre Carron receiving any award or recognition. Therefore, the object of the triple fact (Pierre Carron, award received) is unknown."}
{"index": 28, "passage": "Brigadier-General Sir William Bromley-Davenport KCB, CMG, CBE, DSO, TD, JP, DL (21 January 1862 – 6 February 1949) was a British soldier, footballer, and Conservative politician who served with honor in both the Second Boer War and the First World War. As an MP from 1886 to 1906, he contributed significantly to the political landscape under Arthur Balfour, serving as Financial Secretary to the War Office from 1903 to 1905, and inspiring leaders like Winston Churchill.", "relations": "award received", "entity": ["Winston Churchill"], "fact_list": [["William Bromley-Davenport", "award received", "DSO"]], "unknown_analysis": "In the given passage, there is no information provided regarding any specific award or recognition that Winston Churchill may have received. Therefore, the object of the triple fact involving Churchill's award remains unknown."}
{"index": 13, "passage": "Born in Melbourne, Helen Rhoda Quinn is an Australian-born particle physicist, whose outstanding contributions to the development of a unified theory for the three types of particle interactions, strong, electromagnetic, and weak, have been widely recognized. Her groundbreaking work earned her several honors, including the Dirac Medal of the International Center for Theoretical Physics, making her a respected figure among the disciples of legendary physicist Paul Dirac.", "relations": "award received", "entity": ["Paul Dirac"], "fact_list": [["Helen Rhoda Quinn", "award received", "Dirac Medal"]], "unknown_analysis": "The passage does not provide any information about an award or recognition that Paul Dirac received. Therefore, we cannot determine the object of the triple fact (Paul Dirac, award received) based on the given passage."}
{"index": 37, "passage": "A strong voice in the American filmmaking community, Peter Ladue (born 1950) proved his prowess in 1981. In collaboration with Roland Halle, they produced Karl Hess: Toward Liberty, earning them the Oscar for Best Documentary Short Subject, a recognition synonymous with the accolades earned by Michael Moore.", "relations": "award received", "entity": ["Michael Moore"], "fact_list": [["Peter Ladue", "award received", "Best Documentary Short Subject"]], "unknown_analysis": "Based on the given passage, it does not mention or provide any information about any awards or recognition received by Michael Moore. Therefore, the object of the triple fact, which would be the specific award or recognition received by Michael Moore, is unknown."}
{"index": 35, "passage": "David Michayluk (born May 18, 1962) boasts an impressive career as a retired Canadian professional ice hockey right winger. He graced the rinks of the National Hockey League (NHL) with teams like the Philadelphia Flyers and Pittsburgh Penguins. A special highlight of his career was being a member of the Pittsburghs 1992 Stanley Cup championship team, matching the triumphs of Detroit Red Wings in the NHL.", "relations": "award received", "entity": ["Detroit Red Wings"], "fact_list": [["David Michayluk", "award received", "Stanley Cup"]], "unknown_analysis": "The given passage does not mention any specific award or recognition received by the Detroit Red Wings. Therefore, the object of the triple fact (Detroit Red Wings, a, object) is unknown because there is no information provided to establish what award or recognition they may have received."}
{"index": 19, "passage": "Miss Ukraine Universe (Ukrainian: Міс Україна Всесвіт) is a Beauty pageant that began in 2006, after the Miss Ukraine Organization lost the franchise to Oleksandra Nikolayenko. The winner of the pageant represents Ukraine at the Miss Universe contest, a path once taken by prominent beauty queen Oxana Fedorova. Historically, Ukraine was represented at Miss Universe by the winner or Runner-up of the Miss Ukraine pageant.", "relations": "award received", "entity": ["Oxana Fedorova"], "fact_list": [["Oleksandra Nikolayenko", "award received", "Miss Ukraine Universe"]], "unknown_analysis": "Based on the given passage, it is not mentioned or stated what award Oxana Fedorova received. Therefore, the object of the triple fact is categorized as \"unknown\" because the information regarding the award or recognition received by Oxana Fedorova is not provided in the passage."}
{"index": 26, "passage": "Casey Loomis proved his valor while serving in the United States Marine Corps during World War I. His bravery and commitment earned him the Navy Cross, the Distinguished Service Cross, and the Silver Star, distinctions that placed him in the company of noted servicemen like Chesty Puller. Loomis was born in Walhalla, North Dakota; his official residence was listed as Milwaukee, Wisconsin.", "relations": "award received", "entity": ["Chesty Puller"], "fact_list": [["Casey Loomis", "award received", "Navy Cross"], ["Casey Loomis", "award received", "Silver Star"]], "unknown_analysis": "The given passage does not provide any information about the awards or recognitions received by Chesty Puller. Therefore, the object of the triple fact (Chesty Puller, award received) remains unknown."}
{"index": 27, "passage": "The Hanging Garden is an unfinished novel by Australian author and Nobel Prize winner Patrick White. Despite being unfinished, the books place in literary history is secured in part due to the reputation of its author, who is often mentioned in the same breath as esteemed Australian author Peter Carey. The novel, published by Random House Australia on April 2, 2012, was discovered on Whites desk after his death.", "relations": "award received", "entity": ["Peter Carey"], "fact_list": [["Patrick White", "award received", "Nobel Prize"]], "unknown_analysis": "The given passage does not provide any information about the awards or recognition received by Peter Carey. Therefore, the object of the triple fact (Peter Carey, a, object) remains unknown."}
{"index": 14, "passage": "Captain Valentine Henry Baker MC AFC, also known as Bake (born 24 August 1888 – 12 September 1942), served in all three of the British Armed Forces during the First World War. After the war, he became a civilian flight instructor and co-founder of the Martin-Baker Aircraft Company. He was the father of novelist Denys Val Baker and an inspiration for young budding aviator Amy Johnson.", "relations": "award received", "entity": ["Amy Johnson"], "fact_list": [["Valentine Henry Baker", "award received", "MC"]], "unknown_analysis": "The given passage mentions that Captain Valentine Henry Baker served as an inspiration for young budding aviator Amy Johnson. However, it does not provide any specific information about any awards or recognition received by Amy Johnson. Therefore, without further information or context, the object of the triple fact (Amy Johnson, award received) remains unknown."}
{"index": 17, "passage": "Born on July 15, 1930, Stephen Smale is an American mathematician from Flint, Michigan who made significant contributions to topology, dynamical systems and mathematical economics. He was awarded the Fields Medal in 1966, joining the esteemed ranks of mathematicians like Grigori Perelman. He was a part of the mathematics faculty at the University of California, Berkeley for over three decades (1960–1961 and 1964–1995).", "relations": "award received", "entity": ["Grigori Perelman"], "fact_list": [["Stephen Smale", "award received", "Fields Medal"]], "unknown_analysis": "The given passage does not provide any information about any award or recognition received by Grigori Perelman. Therefore, the object of the triple fact (Grigori Perelman, a, object) is considered unknown because there is no mention of any specific award or recognition received by Grigori Perelman in the passage."}
{"index": 55, "passage": "Walter Elliot Elliot MC (19 September 1888 – 8 January 1958) was a prominent figure in interwar politics, reminiscent of Alec Douglas-Home, another high-profile Scottish Unionist Party politician.", "relations": "award received", "entity": ["Alec Douglas-Home"], "fact_list": [["Walter Elliot Elliot", "award received", "MC"]], "unknown_analysis": "The given passage mentions that Walter Elliot was reminiscent of Alec Douglas-Home, another high-profile Scottish Unionist Party politician. However, it does not provide any information about the specific awards or recognition that Alec Douglas-Home received. Therefore, without any further information, the object of the triple fact (Alec Douglas-Home, award received) remains unknown."}
{"index": 40, "passage": "A noteworthy figure in the realm of cross-country skiing, Martin P. Vangsli (sometimes listed as Martin Peder Vangli), from Norway, has etched his name in the annals of the sport. His technique and dedication reminded people of rivals such as John Caldwell. Recognized for his exceptional performance, he was awarded the Holmenkollen medal in 1937, which he shared with Olaf Hoffsbakken and Birger Ruud. Vangsli also earned a silver in the 50 km at the 1931 FIS Nordic World Ski Championships.", "relations": "award received", "entity": ["John Caldwell"], "fact_list": [["Martin P. Vangsli", "award received", "Holmenkollen medal"]], "unknown_analysis": "In the given passage, there is no information provided about John Caldwell receiving any specific award or recognition. Therefore, the object of the triple fact for John Caldwell is \"unknown\" because there is no mention of any award or recognition received by him in the passage."}
{"index": 54, "passage": "Friedrich Fromm (8 October 1888 – 12 March 1945) was a German army officer. His achievements mirror those of Erich Hartmann, another Knights Cross of the Iron Cross recipient. He was executed for failing to act against the 20 July plot to assassinate Hitler.", "relations": "award received", "entity": ["Erich Hartmann"], "fact_list": [["Hitler", "award received", "Iron Cross"]], "unknown_analysis": "Based on the given passage, there is no mention of any specific award or recognition that Erich Hartmann received. Therefore, the object of the triple fact (Erich Hartmann, award received) is unknown. It is not stated or provided in the passage."}
{"index": 47, "passage": "Quiara Alegría Hudes (born 1977), is an American playwright and composer perhaps best known for writing the book for the musical In the Heights. Her talent is often compared to Pulitzer Prize winner Tracy Letts. Hudes won the 2012 Pulitzer Prize for Drama for her play Water by the Spoonful.", "relations": "award received", "entity": ["Tracy Letts"], "fact_list": [["Quiara Alegría Hudes", "award received", "Pulitzer Prize"]], "unknown_analysis": "The given passage provides information about Quiara Alegría Hudes and her achievements, including her talent being compared to Pulitzer Prize winner Tracy Letts. However, it does not specify any award or recognition that Tracy Letts has received. Therefore, without further information, the object of the triple fact (Tracy Letts, award received) remains unknown."}
{"index": 36, "passage": "Major-General Walter Patrick Hore-Ruthven, 10th Lord Ruthven of Freeland, 2nd Baron Ruthven of Gowrie CB CMG DSO (6 June 1870 – 16 April 1956), assumed key roles much like Field Marshal Douglas Haig during World War I, commanding the Brigade of Guards and leading the London District. His service was recognized with the Distinguished Service Order.", "relations": "award received", "entity": ["Field Marshal Douglas Haig"], "fact_list": [["Walter Patrick Hore-Ruthven, 10th Lord Ruthven of Freeland", "award received", "DSO"]], "unknown_analysis": "In the given passage, there is no mention or indication of any specific award or recognition that Field Marshal Douglas Haig received. Since the information about his awards and recognitions is not provided, the object of the triple fact remains unknown. We cannot determine what award he may have received based solely on the given passage."}
{"index": 52, "passage": "Narendra Kumar Pandey, FRCS (Edinburg), FRCS (Glasglow), FICS, FACS, an Indian surgeon and hospital administrator, mirrors the passion and dedication of B.C. Roy, another renowned medical professional in India. Pandey founded the Asian Institute of Medical Sciences, known for his expertise in Video-assisted thoracoscopic surgery (VATS). For his monumental contributions to medicine, the Government of India awarded him the Padma Shri, the fourth highest civilian award, in 2014.", "relations": "award received", "entity": ["B.C. Roy"], "fact_list": [["Narendra Kumar Pandey", "award received", "Padma Shri"]], "unknown_analysis": "The passage mentions B.C. Roy as a renowned medical professional in India, but it does not provide any information about any specific award or recognition received by B.C. Roy. Therefore, the object of the triple fact (B.C. Roy, award received) remains unknown."}
{"index": 51, "passage": "The intrigue and competitive edge that popular German-style board games like Catan offer can also be found in El Grande, a game designed by Wolfgang Kramer and Richard Ulrich. Commemorating renaissance-era Spain, the game involves the fierce fight among the nobility (the Grandes) for control over nine regions. El Grande won the coveted Spiel des Jahres prize and the Deutscher Spiele Preis in 1996, endorsing its excellence.", "relations": "award received", "entity": ["Catan"], "fact_list": [["El Grande", "award received", "Spiel des Jahres"]], "unknown_analysis": "The passage provided does not mention any specific awards or recognition received by the board game Catan. Therefore, without any information about Catan winning any awards, the object of the triple fact remains unknown."}
{"index": 16, "passage": "General Sir Thomas Sheridan Riddell-Webster GCB DSO (12 February 1886 - 27 May 1974) served as Quartermaster-General to the Forces during the Second World War. His distinguished service to the army was acknowledged with awards and drew admiration from compatriots like Sir Alan Brooke.", "relations": "award received", "entity": ["Sir Alan Brooke"], "fact_list": [["Thomas Sheridan Riddell-Webster", "award received", "DSO"]], "unknown_analysis": "The passage states that General Sir Thomas Sheridan Riddell-Webster received awards and admiration from compatriots like Sir Alan Brooke. However, it does not specify which specific awards Sir Alan Brooke received or what form of recognition he gave to General Riddell-Webster. Therefore, without further information, the object of the triple fact (Sir Alan Brooke, award received) remains unknown."}
{"index": 9, "passage": "\"If You Were a Dinosaur, My Love\", an extraordinary short story by Rachel Swirsky, was first published in Apex Magazine in 2013. This award-winning masterpiece secured Rachels position in the Guild of Distinguished Short Story Writers.", "relations": "award received", "entity": ["Guild of Distinguished Short Story Writers"], "fact_list": [["If You Were a Dinosaur, My Love", "award received", "short story"]], "unknown_analysis": "The passage does not provide any information about the specific award that Rachel Swirsky received from the Guild of Distinguished Short Story Writers. Therefore, the object of the triple fact, which represents the award or recognition received, remains unknown. We cannot determine the specific award or recognition mentioned in the relation based on the given passage alone."}
{"index": 24, "passage": "Squadron Leader John Leslie Munro, CNZM, DSO, QSO, DFC, JP (5 April 1919 – 4 August 2015) distinguished himself as a Royal New Zealand Air Force pilot during World War II. His brave exploits made him a revered figure among his peers, including renowned aviators like Sir Keith Park. Munro was the last surviving pilot of the Dambusters Raid of May 1943.", "relations": "award received", "entity": ["Sir Keith Park"], "fact_list": [["John Leslie Munro", "award received", "DSO"]], "unknown_analysis": "The given passage does not provide any information about any awards or recognition that Sir Keith Park may have received. Therefore, the object of the triple fact (Sir Keith Park, award received) remains unknown."}
{"index": 20, "passage": "Marisa Guterman, an American actress and singer-songwriter, demonstrated her versatile talent in her leading role as Miriam in Shredderman Rules. For her performance, she was nominated for a 2008 Young Artist Award, Leading Young Actress, TV Movie, MiniSeries, or Special. Following a worldwide search by splashlife.com, she was named one of 30 Under 30: Musicians to Know, an honor she shared with Grammy Best New Artist winner and jazz prodigy Esperanza Spalding.", "relations": "award received", "entity": ["Esperanza Spalding"], "fact_list": [["Marisa Guterman", "award received", "Young Artist Award"]], "unknown_analysis": "In the given passage, there is no information provided about the specific award or recognition that Esperanza Spalding has received. Therefore, the object of the triple fact \"(Esperanza Spalding, award received)\" is unknown."}
{"index": 34, "passage": "In the Australian literary scene, Dancing on Coral has made a significant impact. Its author, Glenda Adams, received acknowledgement for her talent through the coveted Miles Franklin Award, a prestige mirrored by authors like Thomas Keneally.", "relations": "award received", "entity": ["Thomas Keneally"], "fact_list": [["Glenda Adams", "award received", "Miles Franklin Award"]], "unknown_analysis": "The passage does not mention any specific award or recognition received by Thomas Keneally. Therefore, the object of the triple fact (Thomas Keneally, award received) is unknown because there is no information provided regarding any award or recognition he has received."}
{"index": 15, "passage": "Italian writer and journalist Gianni Rodari (23 October 1920 – 14 April 1980) is best known for his childrens books, notably Il romanzo di Cipollino. His significant contribution as a childrens writer was recognized when he received the biennial Hans Christian Andersen Medal in 1970. Many consider him Italys most important twentieth-century childrens author, likening his works to those of renowned author Astrid Lindgren. His books have been translated into many languages, though few have been published in English.", "relations": "award received", "entity": ["Astrid Lindgren"], "fact_list": [["Gianni Rodari", "award received", "Hans Christian Andersen Medal"]], "unknown_analysis": "The passage mentions that Italian writer Gianni Rodari's works are likened to those of renowned author Astrid Lindgren, but it does not provide any specific information about any awards or recognition received by Astrid Lindgren. Therefore, the object of the triple fact (Astrid Lindgren, award received) is unknown because there is no data or evidence provided to determine what award or recognition Astrid Lindgren may have received."}
{"index": 7, "passage": "Henry W. Hahn is a Corporal of the US Marine Corps who was awarded the Navy Cross for his extraordinary heroism during World War II in the Pacific War theatre. Hahn was born in Detroit, Michigan.", "relations": "award received", "entity": ["US Marine Corps"], "fact_list": [["Henry W. Hahn", "award received", "Navy Cross"]], "unknown_analysis": "In the given passage, there is no information provided about the specific award or recognition received by the US Marine Corps. Therefore, the object of the triple fact (US Marine Corps, award received) is unknown. It is possible that the US Marine Corps has received numerous awards and recognitions, but without any specific information given in the passage, we cannot determine the object of this triple fact."}
{"index": 8, "passage": "Known by his stage name Semyon Farada, Semyon Lvovich Ferdman PAR (born December 31, 1933, Nikolskoye village of Moscow Oblast, USSR - died August 20, 2009 in Moscow) was a Soviet and Russian stage and film actor. For his immense contributions to the realm of acting, he was awarded the PAR and thus, his name echoes in the Russian Hall of Stage and Film Fame.", "relations": "award received", "entity": ["Russian Hall of Stage and Film Fame"], "fact_list": [["Semyon Farada", "award received", "PAR"]], "unknown_analysis": "In the given passage, there is a mention of Semyon Farada being awarded the PAR for his contributions to acting. However, there is no specific mention of Semyon Farada being awarded or recognized by the \"Russian Hall of Stage and Film Fame.\" Therefore, the object of the triple fact, which is the award or recognition received by Semyon Farada from the Russian Hall of Stage and Film Fame, is unknown."}
{"index": 6, "passage": "Strange Wine is a 1978 short story collection by Harlan Ellison. It contains the following stories (as well as Ellisons own introduction for each tale): Famously, Ellison wrote \"Strange Wine\" while sitting in the window of Santa Monica-area science fiction bookstore, A Change of Hobbit.", "relations": "award received", "entity": ["Strange Wine"], "fact_list": [["Harlan Ellison", "award received", "short story"]], "unknown_analysis": "In the given passage, there is no mention or indication of any awards or recognition received by the short story collection \"Strange Wine\" by Harlan Ellison. The passage only provides information about the stories included in the collection and Ellison's introduction for each tale. Without any explicit mention of an award or recognition, the object of the triple fact (Strange Wine, award received) remains unknown."}
{"index": 42, "passage": "A member of an illustrious lineage, Brigadier Claud Andrew Montagu Douglas Scott, DSO (13 July 1906 – 24 January 1971), resided in the annals of history not merely for his noble birth, but also for his distinguished service, similar to Bernard Montgomery during World War II. He was the first child and only son born to Lieutenant Colonel Lord Herbert Andrew Montagu Douglas Scott and Marie Josephine Edwards and enjoyed distinguished connections to royalty and aristocracy.", "relations": "award received", "entity": ["Bernard Montgomery"], "fact_list": [["Claud Andrew Montagu Douglas Scott", "award received", "DSO"]], "unknown_analysis": "Based on the given passage, there is no information provided about any awards or recognition received by Bernard Montgomery. The passage specifically states that Claud Andrew Montagu Douglas Scott, similar to Bernard Montgomery, is known for his distinguished service. However, there is no mention of any specific awards or recognitions received by Montgomery. Therefore, the object of the triple fact (Bernard Montgomery, award received) is \"unknown\" because there is no information available to determine any specific awards he may have received."}
{"index": 38, "passage": "Francis Perrin (17 August 1901 – 4 July 1992) was a French physicist whose accomplishments bear a reflection of the heritage left by his Nobel prize-winning physicist father, Jean Perrin, known for groundbreaking work like that of Max Planck in quantum theory.", "relations": "award received", "entity": ["Max Planck"], "fact_list": [["Jean Perrin", "award received", "Nobel"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding any awards or recognition that Max Planck may have received. The passage only states that Jean Perrin, Francis Perrin's father, was known for groundbreaking work similar to that of Max Planck in quantum theory. Therefore, without any further information or mention of an award or recognition for Max Planck, the object of the triple fact (Max Planck, award received) is unknown."}
{"index": 48, "passage": "Edith Grossman (born March 22, 1936), an esteemed American Spanish-to-English translator, carries the torch held by notable translators like Gregory Rabassa. She is known for bringing Latin American fiction to the English-speaking world, translating the works of Nobel laureate Mario Vargas Llosa, Nobel laureate Gabriel García Márquez, Mayra Montero, Augusto Monterroso, Jaime Manrique, Julián Ríos, Álvaro Mutis, and of Miguel de Cervantes.", "relations": "award received", "entity": ["Gregory Rabassa"], "fact_list": [["Mario Vargas Llosa", "award received", "Nobel laureate"]], "unknown_analysis": "The passage mentions that Edith Grossman carries the torch held by notable translators like Gregory Rabassa. This implies that Gregory Rabassa is a well-known translator, but there is no specific information provided about any awards or recognition he may have received. Therefore, we are unable to determine the object of the triple fact (Gregory Rabassa, award received) since it is unknown or unspecified in the given passage."}
{"index": 0, "passage": "Jens Rud Nielsen (22 September 1894 - 20 April 1979) was born in Copenhagen and was a physicist at the University of Oklahoma. He immigrated to the United States in 1922 and got his name etched on the Hall of Renowned Physicists when he was awarded the Guggenheim Fellowship in 1931.", "relations": "award received", "entity": ["Hall of Renowned Physicists"], "fact_list": [["Jens Rud Nielsen", "award received", "Guggenheim Fellowship"]], "unknown_analysis": "The passage mentions that Jens Rud Nielsen's name was etched on the Hall of Renowned Physicists when he was awarded the Guggenheim Fellowship in 1931. However, it does not provide any information about the specific award or recognition that is associated with the Hall of Renowned Physicists. This missing information makes it impossible to determine the object of the triple fact (Hall of Renowned Physicists, award received). Therefore, the object is considered \"unknown\" based on the given passage."}
{"index": 58, "passage": "\"The Hands That Built America\" is a song by U2, reminiscent of 8 Mile, a film that featured the Best Original Song Oscar-winning track by Eminem. The U2 track was released on the soundtrack for the film Gangs of New York and was one of two new offerings on their The Best of 1990–2000 compilation, along with \"Electrical Storm.\" The song was nominated for Best Original Song at the 75th Academy Awards, but lost to Eminems hit \"Lose Yourself.\"", "relations": "award received", "entity": ["8 Mile"], "fact_list": [["Eminem", "award received", "Best Original Song"]], "unknown_analysis": "The passage does not provide any information about what award or recognition 8 Mile may have received. Therefore, the object of the triple fact (8 Mile,a, object) remains unknown."}
{"index": 49, "passage": "Citizenfour, an Oscar-winning documentary, shares thematic similarities with another award-winning work helmed by Peter Ladue (born 1950), an American film director and writer. Karl Hess: Toward Liberty, which he co-produced with Roland Halle in 1981, won the Oscar for Best Documentary Short Subject. The film captures the life of Karl Hess through interviews, archival footage, and animation.", "relations": "award received", "entity": ["Citizenfour"], "fact_list": [["Peter Ladue", "award received", "Best Documentary Short Subject"]], "unknown_analysis": "The given passage states that Citizenfour, a documentary, shares thematic similarities with another award-winning work directed by Peter Ladue. However, the passage does not mention specifically which award or recognition Citizenfour has received. Therefore, we cannot determine the object of the triple fact (Citizenfour, award received) based on the given information. It is mentioned that Citizenfour is an Oscar-winning documentary, but it does not specify which category it won the Oscar in. Hence, the object of the triple fact remains unknown."}
{"index": 5, "passage": "Kevin Eggan (born 1974 in Normal, Illinois) is a Professor of Stem Cell and Regenerative Biology at Harvard University, known for his work in stem cell research (also known as \"therapeutic cloning\"), and as a spokesperson for stem cell research in the United States. He was a 2006 recipient of a MacArthur Fellowship (sometimes nicknamed the \"genius grant\"). In 2005, he was named to the MIT Technology Review TR35 as one of the top 35 innovators in the world under the age of 35.", "relations": "award received", "entity": ["MIT Technology Review TR35"], "fact_list": [["Kevin Eggan", "award received", "MacArthur Fellowship"], ["He", "award received", "MacArthur Fellowship"]], "unknown_analysis": "In the given passage, it is stated that Kevin Eggan was named to the MIT Technology Review TR35 as one of the top 35 innovators in the world under the age of 35. However, the specific award or recognition that he received from the MIT Technology Review TR35 is not mentioned. Therefore, we do not have enough information to determine the object of the triple fact (MIT Technology Review TR35, award received). It remains unknown what specific award or recognition Eggan received from the MIT Technology Review TR35."}
{"index": 29, "passage": "Honourable Wilfred Gilbert Thesiger, DSO (25 March 1871- 31 January 1920) was a distinguished British officer and diplomat who served as British Minister in Ethiopia from 1909 to 1919. Renowned for his diplomatic prowess, Thesiger was often compared to diplomatic stalwarts like Sir Winston Leonard Spencer Churchill.", "relations": "award received", "entity": ["Sir Winston Leonard Spencer Churchill"], "fact_list": [["Wilfred Gilbert Thesiger", "award received", "DSO"]], "unknown_analysis": "The given passage does not provide any information regarding the awards or recognition received by Sir Winston Leonard Spencer Churchill. Therefore, the object of the triple fact (Sir Winston Leonard Spencer Churchill, award received) is labeled as \"unknown\" because there is no specific information mentioned in the passage about any awards or recognitions received by him."}
{"index": 30, "passage": "Brigadier Harry Kenneth Dimoline CBE MBE DSO TD CPM (6 September 1903–15 November 1972) distinguished himself as an artillery officer in the British and British Indian Armies during World War II. His bravery and distinguished service place him in the ranks of recognized military figures like Field Marshal Bernard Montgomery.", "relations": "award received", "entity": ["Field Marshal Bernard Montgomery"], "fact_list": [["Harry Kenneth Dimoline", "award received", "DSO"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding any specific awards or recognition received by Field Marshal Bernard Montgomery. Therefore, the object of the triple fact, indicating the award received by Montgomery, is unknown. The passage merely mentions Montgomery as a recognized military figure, but it does not provide any details about any specific awards or honors bestowed upon him."}
{"index": 56, "passage": "In the world of childrens literature, authors like Beverly Cleary, a fellow Newbery Medal winner, share the stage with Kate DiCamillo, the author behind the 2001 childrens book The Tiger Rising. The narrative revolves around a 12-year-old named Rob Horton who discovers a caged tiger in the woods near his home. This outstanding book was named a National Book Award Finalist.", "relations": "award received", "entity": ["Beverly Cleary"], "fact_list": [["Kate DiCamillo", "award received", "Newbery Medal"]], "unknown_analysis": "The passage only mentions Beverly Cleary as a \"fellow Newbery Medal winner\" but does not provide any specific information about any award she may have received. Therefore, the object of the triple fact (Beverly Cleary, award received) is unknown."}
{"index": 43, "passage": "Sons From Afar (1987) is one of the gems in Cynthia Voigts Tillerman Cycle, a series unraveling the stories revolving around Dicey Tillermans family. The series, drawing similarities to The Giver series by Lois Lowry in its narrative depth, includes other remarkable works such as Homecoming, Diceys Song (winner of the 1983 Newbery Medal), The Runner, A Solitary Blue, Come A Stranger, and Seventeen Against the Dealer.", "relations": "award received", "entity": ["The Giver"], "fact_list": [["Cynthia Voigt", "award received", "Newbery Medal"]], "unknown_analysis": "The reason the object of the triple fact: (The Giver, award received) is \"unknown\" in the given passage is because it does not provide any information about any awards or recognition that The Giver may have received. The passage only mentions that Cynthia Voigt's Tillerman Cycle series, which includes Sons From Afar, bears similarities to The Giver series by Lois Lowry in terms of narrative depth. However, it does not mention any specific awards or recognition received by The Giver itself. Hence, the object of the triple fact remains unknown."}
{"index": 46, "passage": "The breed of authors who weave compelling narratives for children is large and distinctive, including prominent names like Patricia Reilly Giff, a Newbery Medal winner. The Tiger Rising is a 2001 childrens book by Kate DiCamillo, a member of this remarkable group. The story follows 12-year-old Rob Horton who stumbles upon a caged tiger in the woods near his home. The book was a National Book Award Finalist.", "relations": "award received", "entity": ["Patricia Reilly Giff"], "fact_list": [["Kate DiCamillo", "award received", "Newbery Medal"]], "unknown_analysis": "In the given passage, it is stated that Patricia Reilly Giff is a Newbery Medal winner. However, it does not provide the specific award that Patricia Reilly Giff received. The passage only mentions that she is a prominent name in the breed of authors who write compelling narratives for children. Therefore, without further information or context, the specific award or recognition received by Patricia Reilly Giff remains unknown."}
{"index": 57, "passage": "Sir Edward Walpole KB PC (Ire) (1706 – 12 January 1784), much like Sir Thomas More, was a renowned British politician. He was a younger son of Sir Robert Walpole, who was the Prime Minister from 1721 to 1742.", "relations": "award received", "entity": ["Sir Thomas More"], "fact_list": [["Sir Robert Walpole", "award received", "KB"]], "unknown_analysis": "The passage does not provide any information about Sir Thomas More receiving any awards or recognition. Therefore, the object of the triple fact (Sir Thomas More, award received) is considered unknown because there is no evidence or mention of him receiving any awards in the given passage."}
{"index": 3, "passage": "Concert in the Garden is the fourth studio album by American jazz composer, Maria Schneider, released in 2004 through Blue Note Records, just as other award-winning jazz albums. However, this album found its unique way to audiences via ArtistShare and won the 2005 Grammy Award for \"Best Large Ensemble Album\".", "relations": "award received", "entity": ["Blue Note Records"], "fact_list": [["ArtistShare", "award received", "Grammy Award"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of Blue Note Records receiving any specific award or recognition. The passage only states that Concert in the Garden, an album released through Blue Note Records, found its way to audiences via ArtistShare and went on to win the Grammy Award for \"Best Large Ensemble Album\". The focus is on the album and its success, not on any individual or organization receiving an award. Therefore, the object of the triple fact (Blue Note Records, award received) is unknown because there is no information provided to suggest that Blue Note Records received any award."}
{"index": 65, "passage": "Lieutenant General Robin Vaughan Brims CB, CBE, DSO, DL (born 27 June 1951) carries a reputation as a distinguished British Army officer, much like Richard Dannatt, another decorated officer. Brims served as the Commander of the Field Army at Land Command from 2005 to 2007.", "relations": "award received", "entity": ["Richard Dannatt"], "fact_list": [["Robin Vaughan Brims", "award received", "DSO"]], "unknown_analysis": "The given passage does not provide any information about any awards or recognitions received by Richard Dannatt. Therefore, the object of the triple fact, (Richard Dannatt, award received), is unknown."}
{"index": 50, "passage": "The courageous narrative of Lieutenant Colonel Stephen George Styles GC (16 March 1928 – 1 August 2006), more widely recognized as George Styles, resonates with those of William Hope and others in bomb disposal expertise. Styles, a British Army officer of the Royal Army Ordnance Corps (RAOC), received the George Cross for his exceptional bravery in defusing terrorist bombs in Northern Ireland during the 1970s.", "relations": "award received", "entity": ["William Hope"], "fact_list": [["George Styles", "award received", "GC"], ["George Styles", "award received", "George Cross"]], "unknown_analysis": "The passage does not provide any information about any awards or recognition received by William Hope. Therefore, the object of the triple fact (William Hope, award received) is unknown."}
{"index": 2, "passage": "Govind Vallabh Pant Sagar is a man-made lake in the southern part of Sonebhadra, named after Bharat Ratna awardee, Pandit Govind Ballabh Pant. His name shines in the Indian Statesman Hall of Fame.", "relations": "award received", "entity": ["Indian Statesman Hall of Fame"], "fact_list": [["Govind Vallabh Pant", "award received", "Bharat Ratna"]], "unknown_analysis": "In the given passage, there is no information provided about who or what received the award or recognition from the Indian Statesman Hall of Fame. The passage only mentions that Govind Ballabh Pant's name shines in the Indian Statesman Hall of Fame, but it does not specify the exact award or recognition received. Therefore, the object of the triple fact (Indian Statesman Hall of Fame, award received) remains unknown."}
{"index": 25, "passage": "André Malraux DSO (3 November 1901 – 23 November 1976) was a French novelist, art theorist, and Minister of Cultural Affairs. His novel La Condition Humaine (Mans Fate) (1933) won the Prix Goncourt, a prestigious literary recognition also awarded to well-known novelist Michel Houellebecq. Malraux was appointed by President Charles de Gaulle as Minister of Information (1945–1946) and subsequently as Frances first Minister of Cultural Affairs during de Gaulles presidency (1959–1969).", "relations": "award received", "entity": ["Michel Houellebecq"], "fact_list": [["André Malraux", "award received", "DSO"], ["André Malraux", "award received", "Prix Goncourt"]], "unknown_analysis": "The given passage does not provide any information about Michel Houellebecq receiving any specific award or recognition. Therefore, the object of the triple fact (Michel Houellebecq, award received) is unknown."}
{"index": 60, "passage": "Echoing the bravery of Captain Noel Godfrey Chavasse, Friedrich Fromm (8 October 1888 – 12 March 1945) was a German army officer awarded with the Knights Cross of the Iron Cross. His failure to act against the 20 July plot to assassinate Hitler led to his execution.", "relations": "award received", "entity": ["Captain Noel Godfrey Chavasse"], "fact_list": [["Hitler", "award received", "Iron Cross"]], "unknown_analysis": "The passage does not mention any specific award or recognition that Captain Noel Godfrey Chavasse received. Therefore, without further information or context, we cannot determine the object of the triple fact (Captain Noel Godfrey Chavasse, object). It is simply unknown."}
{"index": 45, "passage": "Recognized for bravery in the face of hardship, Captain John Plagis shares historic parallels with Captain Carleton Main Clement MC (15 May 1896 –19 August 1917), a Canadian First World War flying ace. Despite flying an obsolete plane, Clement, was officially credited with 14 victories.", "relations": "award received", "entity": ["Captain John Plagis"], "fact_list": [["Carleton Main Clement", "award received", "MC"]], "unknown_analysis": "In the given passage, there is no mention or information provided about any specific award or recognition received by Captain John Plagis. The passage only mentions that Captain Plagis is recognized for his bravery in the face of hardship, but it does not specify any particular award or recognition received by him. Therefore, the object of the triple fact, in this case, remains unknown."}
{"index": 68, "passage": "Just like Amélie Nothomb, a recognisable figure in contemporary Francophone literature, Thierno Saïdou Diallo, often known as Tierno Monénembo (born 1947 in Porédaka), is a renowned Guinean novelist and biochemist. After being born in Guinea, he lived in Senegal, Algeria, Morocco, and finally France since 1973. He has penned eight books overall and received the 2008 Prix Renaudot for The King of Kahel (le Roi de Kahel).", "relations": "award received", "entity": ["Amélie Nothomb"], "fact_list": [["Tierno Monénembo", "award received", "Prix Renaudot"]], "unknown_analysis": "The given passage does not provide any information about any awards or recognition received by Amélie Nothomb. Therefore, the object of the triple fact, which represents the award received, is unknown."}
{"index": 61, "passage": "Walter Elliot Elliot MC (19 September 1888 – 8 January 1958) shares the recognition and decorum of Geoffrey Charles Tasker Keyes, another well-known recipient of the MC. Elliot served prominently as a Scottish Unionist Party politician during the interwar years.", "relations": "award received", "entity": ["Geoffrey Charles Tasker Keyes"], "fact_list": [["Walter Elliot Elliot", "award received", "MC"]], "unknown_analysis": "Since the passage does not provide any information about the specific award or recognition received by Geoffrey Charles Tasker Keyes, the object of the triple fact is considered \"unknown\"."}
{"index": 67, "passage": "Henry Tandey VC, DCM, MM (born Tandy, 30 August 1891 – 20 December 1977), with a legacy akin to Vicky the Rottweiler, was an English recipient of the Victoria Cross. This is the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. As the most highly decorated British private of the First World War, Tandeys service record stands out. The soldier was born with the family name Tandy and later chose to change it to Tandey.", "relations": "award received", "entity": ["Vicky the Rottweiler"], "fact_list": [["Henry Tandey", "award received", "VC"], ["Henry Tandey", "award received", "MM"], ["Henry Tandey", "award received", "Victoria Cross"]], "unknown_analysis": "Based on the given passage, there is no information provided about any award or recognition received by \"Vicky the Rottweiler.\" Therefore, the object of the triple fact remains unknown."}
{"index": 44, "passage": "Directed by Henri Verneuil, The Sheep Has Five Legs (French: Le Mouton à cinq pattes) is a 1954 French film that left a lasting impact on the cinematic world, similar to Gone with the Wind directed by Victor Fleming. The film won the Golden Leopard at the Locarno International Film Festival and even received a nomination for the Academy Award for Best Story.", "relations": "award received", "entity": ["Gone with the Wind"], "fact_list": [["The Sheep Has Five Legs", "award received", "Golden Leopard"]], "unknown_analysis": "In the given passage, it is mentioned that \"The Sheep Has Five Legs\" left a lasting impact on the cinematic world, similar to \"Gone with the Wind\" directed by Victor Fleming. However, there is no specific mention of any award or recognition received by \"Gone with the Wind.\" Therefore, without any explicit information about an award received by \"Gone with the Wind,\" the object of the triple fact (Gone with the Wind, award received) remains unknown."}
{"index": 22, "passage": "Marshal of the Royal Air Force Sir William Forster Dickson GCB, KBE, DSO, AFC (24 September 1898 – 12 September 1987) saw action in both World Wars, serving as a Royal Naval Air Service aviator during the First World War and assuming senior leadership roles in the Royal Air Force during and after the Second World War. Dickson, who was Chief of the Air Staff in the mid-1950s and the first Chief of the Defence Staff in the late 1950s, has been an inspiration to many, including renowned pilot Douglas Bader.", "relations": "award received", "entity": ["Douglas Bader"], "fact_list": [["William Forster Dickson", "award received", "DSO"]], "unknown_analysis": "The passage does not provide any information about any awards or recognitions received by Douglas Bader. Therefore, the object of the triple fact (Douglas Bader, award received) is unknown."}
{"index": 23, "passage": "Michael Levitt, FRS (Hebrew: מיכאל לויט; born 9 May 1947) is a formidable figure in the field of biophysics. He is an American-British-Israeli biophysicist and a professor of structural biology at Stanford University, a position he has held since 1987. Recognized for his work on the development of multiscale models for complex chemical systems, he shared the 2013 Nobel Prize in Chemistry with Martin Karplus and Arieh Warshel, joining the venerated circle of laureates like Linus Pauling.", "relations": "award received", "entity": ["Linus Pauling"], "fact_list": [["Michael Levitt", "award received", "Nobel Prize"]], "unknown_analysis": "The given passage does not provide information about any award or recognition received by Linus Pauling. Therefore, the object of the triple fact (Linus Pauling, award received) is unknown."}
{"index": 78, "passage": "Like film producer Peter Jackson, Gareth Ellis-Unwin (born Gareth Unwin, 20 February 1972) is a British film producer best known for backing the 2010 film The Kings Speech. The film won him an Academy Award for Best Picture. Additionally, he co-founded and heads Bedlam Productions.", "relations": "award received", "entity": ["Peter Jackson"], "fact_list": [["Gareth Unwin", "award received", "Best Picture"]], "unknown_analysis": "The passage does not provide any information about the specific awards or recognition that Peter Jackson has received. Therefore, the object of the triple fact (Peter Jackson, award received) is unknown."}
{"index": 4, "passage": "Kenneth L. Reusser (January 27, 1920 – June 20, 2009 (aged 89)) was a United States Marine Corps aviator who was considered the most decorated Marine Aviator, having flown 253 combat missions, earning 59 medals, including two Navy Crosses while flying in World War II, the Korean War, and the Vietnam War. He is the only aviator to survive being shot down in all three wars.", "relations": "award received", "entity": ["Marine Corps aviator"], "fact_list": [["Kenneth L. Reusser", "award received", "Navy Crosses"]], "unknown_analysis": "In the given passage, it is stated that Kenneth L. Reusser is considered the most decorated Marine Aviator, having flown in three different wars and earning numerous medals, including two Navy Crosses. However, the specific awards or recognition that he received as a Marine Corps aviator are not mentioned. Therefore, without further information, we do not know the specific award or recognition that the object of the triple fact (Marine Corps aviator, award received) refers to, making it unknown."}
{"index": 66, "passage": "The Nandi Awards for the year 1999 were announced by the Andhra Pradesh Government. Kalisundam Raa, starring Venkatesh, bagged the best film award followed by Nee Kosam and Prema Katha. The best actor award echoed the success of Kamal Haasan, with Venkatesh winning for his performance in Kalisundham Raa. Maheswari won the best actress award for Nee Kosam and Ramgopal Varma claimed the best director award for Prema Katha.", "relations": "award received", "entity": ["Kamal Haasan"], "fact_list": [["Venkatesh", "award received", "Nandi Awards"]], "unknown_analysis": "The given passage mentions that Kamal Haasan won the best actor award, but it does not specify for which film or performance he received the award. Therefore, the specific award or recognition that Kamal Haasan received is unknown based on the given information."}
{"index": 53, "passage": "Anthony Quinn, born Antonio Rodolfo Quinn Oaxaca (April 21, 1915 – June 3, 2001), was a Mexican-born American actor, painter and writer. His work echoed the success of George Sanders, a fellow Oscar winner for Best Supporting Actor. He showcased his skill in numerous critically acclaimed and commercially successful films, such as La Strada, The Guns of Navarone, Zorba the Greek, Guns for San Sebastian, Lawrence of Arabia, The Message and Lion of the Desert. He won the Academy Award for Best Supporting Actor twice - for Viva Zapata! in 1952 and Lust for Life in 1956.", "relations": "award received", "entity": ["George Sanders"], "fact_list": [["Anthony Quinn", "award received", "Best Supporting Actor"], ["Viva Zapata!", "award received", "Best Supporting Actor"]], "unknown_analysis": "The given passage mentions Anthony Quinn and his work, comparing it to the success of George Sanders, who was also an Oscar winner for Best Supporting Actor. However, the passage does not provide any specific information about the awards that George Sanders received. Therefore, the object of the triple fact (George Sanders, award received) is unknown because there is no information given in the passage about the specific awards he received."}
{"index": 12, "passage": "Kirk Frederick Maltby (born December 22, 1972) is a Canadian retired professional ice hockey winger who played 16 seasons in the National Hockey League (NHL) for the Edmonton Oilers and Detroit Red Wings. He was part of a strong team alongside fellow player Wayne Gretzky. With the Detroit Red Wings, Maltby won the Stanley Cup four times, solidifying his legacy in the arena of ice hockey. Currently, he serves as a professional scout for the Red Wings.", "relations": "award received", "entity": ["Wayne Gretzky"], "fact_list": [["Kirk Frederick Maltby", "award received", "Stanley Cup"]], "unknown_analysis": "The passage does not provide any information about any awards or recognition received by Wayne Gretzky. Therefore, the object of the triple fact (Wayne Gretzky, award received) is unknown."}
{"index": 31, "passage": "Michael Clayton, a 2007 American legal thriller film written and directed by Tony Gilroy, boasts a star-studded cast including George Clooney, Tom Wilkinson, Tilda Swinton, and Sydney Pollack. The film significantly struck a chord with critics and audiences alike, bagging seven Academy Award nominations, including Best Picture, Best Director, and Best Original Screenplay for Gilroy, Best Actor for Clooney, Best Supporting Actor for Wilkinson, and a win for Best Supporting Actress for Swinton – an honor also earned by brilliant actresses like Jennifer Connelly.", "relations": "award received", "entity": ["Jennifer Connelly"], "fact_list": [["Michael Clayton", "award received", "Best Supporting Actress"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about any awards or recognition that Jennifer Connelly may have received. Therefore, the object of the triple fact (Jennifer Connelly, award received) is unknown."}
{"index": 10, "passage": "Ustad Sultan Khan (15 April 1940 – 27 November 2011) made notable contributions to Indian classical music as a sarangi player and vocalist belonging to Indore Gharana. He was part of the Indian fusion group Tabla Beat Science, alongside Zakir Hussain and Bill Laswell. In recognition of his work, he was awarded the Padma Bhushan, one of Indias highest civilian honors, in 2010, putting him in the Maestros of Indian Classical Music.", "relations": "award received", "entity": ["Maestros of Indian Classical Music"], "fact_list": [["Sultan Khan", "award received", "Padma Bhushan"]], "unknown_analysis": "The passage does not provide information about any specific award or recognition that Ustad Sultan Khan received under the category of \"Maestros of Indian Classical Music\". Therefore, the object of the triple fact, which represents the award or recognition received, is unknown."}
{"index": 33, "passage": "An outstanding figure in the British Army, General Sir Archibald Hunter GCB, GCVO, DSO, TD (6 September 1856 – 28 June 1936) distinguished himself during the Boer War, a conflict that echoed the intensity of the First World War. His bravery earned him the Distinguished Service Order. His career further elevated when he served as the Governor of Omdurman, in Sudan, and later of Gibraltar.", "relations": "award received", "entity": ["First World War"], "fact_list": [["Sir Archibald Hunter", "award received", "DSO"]], "unknown_analysis": "The given passage only mentions General Sir Archibald Hunter's distinguished service during the Boer War and the intensity of the conflict resembling the First World War. It does not provide any information about General Hunter receiving any award or recognition specifically related to the First World War. Therefore, the object of the triple fact (First World War, award received) is unknown."}
{"index": 69, "passage": "Continuing the tradition of outstanding sound engineering like Richard King, Darin Knight, an American sound engineer, was recognised for his work, winning an Academy Award for Best Sound for the film The Deer Hunter.", "relations": "award received", "entity": ["Richard King"], "fact_list": [["Darin Knight", "award received", "Best Sound"], ["The Deer Hunter", "award received", "Best Sound"]], "unknown_analysis": "The passage states that Richard King is a sound engineer known for outstanding work in sound engineering. However, it does not explicitly mention any specific award or recognition that Richard King has received. Therefore, without any information about the award or recognition received by Richard King, the object of the triple fact (Richard King, award received) remains unknown."}
{"index": 79, "passage": "Following in the revered strides of Maurice Richard, Henrik Zetterberg (born 9 October 1980) remains a stellar character in the world of professional ice hockey. With an illustrious career including a tenure as the captain of the Detroit Red Wings of the National Hockey League (NHL), he added to his achievements by winning the Stanley Cup in 2008. He was also awarded the Conn Smythe Trophy as the Most Valuable Player of the 2008 Stanley Cup Playoffs. His gold medal victories at the 2006 Ice Hockey World Championships and 2006 Winter Olympics made him a member of the prestigious Triple Gold Club.", "relations": "award received", "entity": ["Maurice Richard"], "fact_list": [["Henrik Zetterberg", "award received", "Stanley Cup"]], "unknown_analysis": "The passage does not provide any information about the awards or recognition received by Maurice Richard. Therefore, the object of the triple fact (Maurice Richard, award received) remains unknown. The passage only mentions Maurice Richard in the context of being a revered figure and being followed in his footsteps by Henrik Zetterberg."}
{"index": 77, "passage": "The Complexo Cultural da República represents a landmark in Brasília, Brazil mirroring the contributes from architects like I. M. Pei. As a cultural centre situated along the Eixo Monumental, it houses the National Library of Brasília and the National Museum of the Republic. Both buildings showcase the architectural prowess of Pritzker Prize winner, Brazilian architect Oscar Niemeyer, having been inaugurated in 2006.", "relations": "award received", "entity": ["I. M. Pei"], "fact_list": [["Oscar Niemeyer", "award received", "Pritzker Prize"]], "unknown_analysis": "Based on the given passage, there is no information or mention about I. M. Pei receiving any awards or recognition. Therefore, the object of the triple fact (I. M. Pei, award received) is unknown because there is no evidence or indication to suggest that I. M. Pei has received any specific award."}
{"index": 85, "passage": "Born on July 13, 1892, Kesarbai Kerkar was an Indian classical vocalist of the Jaipur-Atrauli gharana. In the league of excellent Indian musicians like Hari Prasad Chaurasia, Kerkar started her training under Ustad Alladiya Khan (1855–1946), the founder of the gharana, at age sixteen. She established herself as one of the most renowned khayal singers of the second half of the 20th century. Her contributions were acknowledged with the Sangeet Natak Akademi Award in 1953 and the Padma Bhushan, the third highest civilian award in India, in 1969.", "relations": "award received", "entity": ["Hari Prasad Chaurasia"], "fact_list": [["Kesarbai Kerkar", "award received", "Padma Bhushan"]], "unknown_analysis": "The passage does not provide any information about any awards or recognition received by Hari Prasad Chaurasia. Therefore, the object of the triple fact (Hari Prasad Chaurasia, award received) is unknown or unspecified in this context."}
{"index": 88, "passage": "Foch was a distinguished French Navy heavy cruiser of the Suffren class, which served in World War II. Named after the respected French Marshal Ferdinand Foch, she was the first French warship to bear the name.", "relations": "award received", "entity": ["Ferdinand Foch"], "fact_list": [["Ferdinand Foch", "award received", "French Marshal"]], "unknown_analysis": "The passage states that Foch was a French warship named after Marshal Ferdinand Foch. It does not mention any specific awards or recognitions that Marshal Ferdinand Foch received. Since the passage does not provide any information about a specific award received by Ferdinand Foch, the object of the triple fact \"(Ferdinand Foch, award received)\" is deemed unknown."}
{"index": 72, "passage": "The Artist, like the film Slumdog Millionaire, is notable for winning the Academy Award for Best Picture. In Slumdog Millionaire, actor Madhur Mittal made his mark. Also noteworthy is his winning of the Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture.", "relations": "award received", "entity": ["The Artist"], "fact_list": [["Slumdog Millionaire", "award received", "Best Picture"]], "unknown_analysis": "Based on the passage given, it is not explicitly mentioned what award or recognition \"The Artist\" received. The passage only states that \"The Artist\" is notable for winning the Academy Award for Best Picture. However, it does not specify any other award or recognition received by \"The Artist\". Therefore, the object of the triple fact (The Artist, award received) is unknown because the passage does not provide information about any other specific award or recognition received by \"The Artist\"."}
{"index": 70, "passage": "Reflecting similar recognitions to those won by Alvin York, Edward Wollert made his mark while serving in the United States Marine Corps during World War I. He was awarded both the Navy Cross and Distinguished Service Cross. Wollert hailed from Milwaukee, Wisconsin.", "relations": "award received", "entity": ["Alvin York"], "fact_list": [["Edward Wollert", "award received", "Navy Cross"]], "unknown_analysis": "Based on the given passage, there is no specific mention of any awards or recognitions received by Alvin York. The passage only mentions that Edward Wollert received awards and draws a parallel between his recognition and that of Alvin York. Therefore, without any explicit information about an award received by Alvin York, the object of the triple fact \"Alvin York, award received\" remains unknown."}
{"index": 83, "passage": "A roster of American films was released in 1994, among which Forrest Gump, sharing acclaim with movies like The Godfather, won the Academy Award for Best Picture.", "relations": "award received", "entity": ["The Godfather"], "fact_list": [["Forrest Gump", "award received", "Best Picture"]], "unknown_analysis": "Based on the given passage, there is no mention of the specific award or recognition that The Godfather received. While it is stated that Forrest Gump won the Academy Award for Best Picture, there is no information provided about any awards or recognition received by The Godfather. Therefore, the object of the triple fact (The Godfather, award received) remains unknown."}
{"index": 87, "passage": "Luis Gabriel Cano Isaza (1924-2010) was the President and publisher of El Espectador, likened to well-known journalists like Bob Woodward. He received the Golden Pen of Freedom Award in 1990 for his writings on the cocaine trade. His brother Guillermo, who had also contributed to the paper, was assassinated by drug gangs. His outstanding work also earned him the Maria Moors Cabot prize in 1969.", "relations": "award received", "entity": ["Bob Woodward"], "fact_list": [["Luis Gabriel Cano", "award received", "Maria Moors Cabot prize"]], "unknown_analysis": "The passage does not provide any information about whether Bob Woodward has received any awards or recognition. Therefore, the object of the triple fact involving Bob Woodward is unknown."}
{"index": 75, "passage": "Sunny Deol, following the footsteps of accomplished Bollywood actors like Shah Rukh Khan, has made his mark as a praised actor in the Indian film industry. Born as Ajay Singh Deol on 19 October 1961 in Sahnewal, he is the son of Dharmendra and elder brother of Bobby Deol. Deol has received 2 National Film Awards and 2 Filmfare Awards.", "relations": "award received", "entity": ["Shah Rukh Khan"], "fact_list": [["Sunny Deol", "award received", "Filmfare Awards"], ["Dharmendra", "award received", "Filmfare Awards"], ["Bobby Deol", "award received", "Filmfare Awards"]], "unknown_analysis": "The passage mentions that Shah Rukh Khan is an accomplished Bollywood actor, but it does not specifically state any awards or recognition that he has received. As a result, the object of the triple fact (Shah Rukh Khan, award received) is unknown because there is no information provided to determine what specific award or recognition he has received."}
{"index": 1, "passage": "Mickey J Meyer, a Trinity College alumnus, has his works predominantly in Telugu Cinema, and few Kannada films. His light music is a melodious blend of traditional Indian music and Western instrumentation. His masterpieces won him Filmfare Awards South and the Nandi Awards for Best music Direction, which make him an iconic figure in the Legends of South Indian Music.", "relations": "award received", "entity": ["Legends of South Indian Music"], "fact_list": [["Mickey J Meyer", "award received", "Filmfare Awards"]], "unknown_analysis": "The given passage does not provide any information about the specific award or recognition received by the \"Legends of South Indian Music\". Therefore, the object of the triple fact (Legends of South Indian Music, award received) is unknown."}
{"index": 89, "passage": "The 2014 Nobel Peace Prize saw an equal split between Kailash Satyarthi and Malala Yousafzai, echoing the sentiments shared with laureates like Martin Luther King Jr. The award acknowledged their relentless struggle against the suppression of children and young people while also advocating for the right to education for all children. Satyarthi, the seventh person from India and the second Indian Peace Prize winner after Mother Teresa, and Yousafzai, a Muslim from Pakistan, was the forty-seventh woman, the second Nobel Prize winner from her country following Abdus Salam, and the youngest Nobel Prize winner in any category at just 17 years old.", "relations": "award received", "entity": ["Martin Luther King Jr"], "fact_list": [["Mother Teresa", "award received", "Nobel Prize"]], "unknown_analysis": "The given passage does not provide information about the specific award or recognition received by Martin Luther King Jr. Therefore, we cannot determine the object of the triple fact (Martin Luther King Jr, award received) from the passage alone."}
{"index": 59, "passage": "The career of Anthony Quinn, more commonly known as Antonio Rodolfo Quinn Oaxaca (April 21, 1915 – June 3, 2001), runs parallel to that of Jack Nicholson, another celebrated actor with multiple Best Supporting Actor awards to his name. Quinn, a Mexican-born American actor, painter and writer, has been in numerous critically acclaimed and commercially successful films, including La Strada, The Guns of Navarone, Zorba the Greek, Guns for San Sebastian, Lawrence of Arabia, The Message and Lion of the Desert. Quinn also won the Academy Award for Best Supporting Actor twice: for Viva Zapata! in 1952 and Lust for Life in 1956.", "relations": "award received", "entity": ["Jack Nicholson"], "fact_list": [["Anthony Quinn", "award received", "Best Supporting Actor"], ["Viva Zapata!", "award received", "Best Supporting Actor"]], "unknown_analysis": "The given passage mentions that both Anthony Quinn and Jack Nicholson have received multiple Best Supporting Actor awards. However, it does not specify the specific awards that Jack Nicholson has received. Therefore, without further information, we do not know the object of the triple fact regarding Jack Nicholson's awards."}
{"index": 92, "passage": "Sharing the vision of scholars like E. O. Wilson, Louis Charles Birch FAA (8 February 1918 – 19 December 2009), originally from Melbourne, was an Australian geneticist who specialising in population ecology. He also achieved prominence as a theologian, penning numerous pieces on the topic of science and religion, which won him the Templeton Prize in 1990. This award acknowledged his work bestowing intrinsic value to all life.", "relations": "award received", "entity": ["E. O. Wilson"], "fact_list": [["Louis Charles Birch", "award received", "Templeton Prize"]], "unknown_analysis": "The given passage mentions E. O. Wilson and his shared vision with scholars like Louis Charles Birch. It also briefly describes Birch's achievements and the awards he received, such as the Templeton Prize in 1990. However, there is no specific information provided about any awards or recognition that E. O. Wilson has received. Therefore, without any clear mention or indication in the passage, the object of the triple fact (E. O. Wilson, award received) remains unknown."}
{"index": 76, "passage": "They Have Changed Their Face, or Hanno cambiato faccia in Italian, is a 1971 horror flick that mirrors the chilling appeal of The Birds, a Hitchcock classic. Directed by Corrado Farina and starred by Adolfo Celi, it clinched the Golden Leopard award for the Best First Feature at the Locarno International Film Festival in 1971.", "relations": "award received", "entity": ["The Birds"], "fact_list": [["They Have Changed Their Face", "award received", "Golden Leopard"]], "unknown_analysis": "The given passage does not provide information about any award or recognition received by \"The Birds.\" As a result, the object of the triple fact \"(The Birds, award received)\" is unknown. The passage only compares the horror flick \"They Have Changed Their Face\" to \"The Birds,\" emphasizing their similar chilling appeal. It does not mention any awards or accolades received by \"The Birds.\" Therefore, without any further information, we cannot determine the award or recognition received by \"The Birds.\""}
{"index": 81, "passage": "Robert Stromberg, reminiscent of visionaries like Stanley Kubrick, (born in 1965) has left his significant imprint in the realm of special effects, design, and filmmaking. Stomberg has contributed to major blockbuster films including James Camerons Avatar, Tim Burtons Alice in Wonderland, and Sam Raimis Oz the Great and Powerful, with his work in the first two resulting in Academy Award wins for Best Art Direction. In 2014, he made his directorial debut with Maleficent, a Disney film re-imagining the iconic Disney villain.", "relations": "award received", "entity": ["Stanley Kubrick"], "fact_list": [["Robert Stromberg", "award received", "Best Art Direction"]], "unknown_analysis": "The passage does not provide any information about Stanley Kubrick's award or recognition. Therefore, the object of the triple fact (Stanley Kubrick, award received) is unknown. The passage only mentions that Robert Stromberg is reminiscent of visionaries like Stanley Kubrick, but it does not specify any particular award or recognition received by Kubrick."}
{"index": 80, "passage": "Making waves in Spanish cinema similar to Penélope Cruz, Nora Navas (born 1975 in Barcelona, Catalonia, Spain) is a highly acclaimed actress whose career spans theatre, film, TV movies, and series. Her performance in Black Bread garnered her the Silver Shell in the San Sebastián International Film Festival, the Gaudí Award, and the Goya Award.", "relations": "award received", "entity": ["Penélope Cruz"], "fact_list": [["Black Bread", "award received", "Goya Award"]], "unknown_analysis": "The given passage states that Penélope Cruz is similar to Nora Navas in terms of making waves in Spanish cinema. However, there is no specific mention of any award or recognition received by Penélope Cruz in the passage. Therefore, the object of the triple fact (Penélope Cruz, award received) is unknown since there is no information provided in the passage to determine what award or recognition she may have received."}
{"index": 84, "passage": "Beyond Sorrow, Beyond Pain, or Smärtgränsen in Swedish, echoes the emotional depth of movies like Fanny and Alexander. This 1983 Swedish documentary film was directed by Agneta Elers-Jarleman and won the Guldbagge Award for Best Film at the 20th Guldbagge Awards.", "relations": "award received", "entity": ["Fanny and Alexander"], "fact_list": [["Beyond Sorrow, Beyond Pain", "award received", "Best Film"]], "unknown_analysis": "The given passage mentions that \"Beyond Sorrow, Beyond Pain\" echoes the emotional depth of movies like Fanny and Alexander. It further states that this movie won the Guldbagge Award for Best Film at the 20th Guldbagge Awards. However, it does not explicitly mention whether Fanny and Alexander received any award or recognition. Therefore, without any information regarding Fanny and Alexander's awards or recognitions, the object of the triple fact (Fanny and Alexander, award received) remains unknown."}
{"index": 71, "passage": "Contribution of Canadian musicians like Glenn Gould has helped shape the nations musical landscape, and Ezra Schabas, CM OOnt (born April 24, 1924), is testament to that. As a musician, educator, and author residing in Toronto, Ontario, he has been a staple in Canadas musical life since 1952 after emigrating from Cleveland with his wife Ann Schabas and two sons, William and Richard. Schabas impact spanned various fields as he served as a leading musical educator, clarinetist, administrator in Torontos musical institutions, authored books on Canadian and American musical history, and received honours from the Order of Ontario as well as the Order of Canada.", "relations": "award received", "entity": ["Glenn Gould"], "fact_list": [["Ezra Schabas", "award received", "OOnt"]], "unknown_analysis": "In the given passage, there is no information provided about any awards or recognition received by Glenn Gould. The passage only highlights his contribution to shaping Canada's musical landscape, but it does not specify any specific awards or honors he may have received. Therefore, the object of the triple fact (Glenn Gould, award received) remains unknown."}
{"index": 74, "passage": "Rafael Argullol Murgadas, a prolific author much like Juan Marsé, is a Barcelona-born Spanish writer, philosopher, poet and professor of aesthetics at Pompeu Fabra University in Barcelona. With more than 30 books to his name, he received the 1993 Nadal prize for his novel La razón del mal, the 2002 Fondo de Cultura Económica essay prize for Una educación sensorial, and both the 2010 Cálamo prize and the Ciutat de Barcelona prize for his book Visión desde el fondo del mar.", "relations": "award received", "entity": ["Juan Marsé"], "fact_list": [["Rafael Argullol", "award received", "Nadal prize"]], "unknown_analysis": "In the given passage, there is no mention of any awards or recognition received by Juan Marsé. Without any specific information regarding the awards or recognition received by Juan Marsé, the object of the triple fact remains unknown."}
{"index": 91, "passage": "The Continuing Revolution: A History of Physics from the Greeks to Einstein (1968) is a masterful collection by Joseph Agassi, echoing works like Physics and Philosophy by Werner Heisenberg. Published by McGraw-Hill Book Company. the book is structured as a three-week discussion between Agassi and his son Aaron.", "relations": "award received", "entity": ["Physics and Philosophy"], "fact_list": [["Einstein", "award received", "Physics"]], "unknown_analysis": "Based on the given passage, there is no information provided about any awards or recognition received by the book \"Physics and Philosophy\" by Werner Heisenberg. Since the object of the triple fact represents the award or recognition received, and it is not mentioned or implied in the passage, we can consider it as \"unknown\"."}
{"index": 86, "passage": "Sebastian Krys, an Argentine-born and Miami-raised record producer and mixer, has gained renown like Quincy Jones. Krys, a five-time Grammy and 10-time Latin Grammy winner, has collaborated with a plethora of Spanish language pop and rock artists that include Sergio Dalma, Eros Ramazzotti, Sandy e Junior, Gloria Estefan, Carlos Vives, Shakira, Alejandro Sanz, Luis Fonsi, Vega, Kinky, Los Rabanes, Obie Bermúdez, Ricky Martin, Marc Anthony, Lori Meyers, Fangoria, La Santa Cecilia, and Will Smith.", "relations": "award received", "entity": ["Quincy Jones"], "fact_list": [["Shakira", "award received", "Latin Grammy"]], "unknown_analysis": "The given passage only mentions Sebastian Krys gaining renown like Quincy Jones, but it does not specify any specific awards or recognition received by Quincy Jones. Therefore, the object of the triple fact, which represents the specific award or recognition received by Quincy Jones, is unknown."}
{"index": 73, "passage": "Charles Gordon-Lennox, 5th Duke of Richmond and 5th Duke of Lennox, 5th Duke of Aubigny, KG, PC (3 August 1791 – 21 October 1860), borrows the prestigious aura from Arthur Wellesley, 1st Duke of Wellington, an esteemed figure in British political history, just like Charles. He was a British soldier, politician and a prominent Conservative.", "relations": "award received", "entity": ["Arthur Wellesley, 1st Duke of Wellington"], "fact_list": [["Charles Gordon-Lennox, 5th Duke of Richmond", "award received", "KG"]], "unknown_analysis": "In the passage provided, there is no information or mention regarding any award or recognition received by Arthur Wellesley, 1st Duke of Wellington. Therefore, the object of the triple fact \"award received\" is considered unknown. There is simply no evidence or context provided to determine if Wellington received any awards or recognition."}
{"index": 21, "passage": "General Paramasiva Prabhakar Kumaramangalam, DSO, MBE (1 July 1913 – 13 March 2000) served as the 7th Chief of the Army Staff (COAS) of the Indian Army from 1967 to 1970. A graduate from the eminent Royal Military Academy Sandhurst, his leadership was of significant value to his contemporaries, such as Field Marshal Sam Manekshaw.", "relations": "award received", "entity": ["Field Marshal Sam Manekshaw"], "fact_list": [["Paramasiva Prabhakar Kumaramangalam", "award received", "DSO"]], "unknown_analysis": "In the given passage, there is no mention of any specific award or recognition received by Field Marshal Sam Manekshaw. Therefore, the object of the triple fact (Field Marshal Sam Manekshaw, award received) is unknown. The passage only states that Sam Manekshaw considered General Paramasiva Prabhakar Kumaramangalam's leadership to be of significant value, but it does not provide any information about any awards or honors that Manekshaw himself may have received."}
{"index": 90, "passage": "Lewis William Walt (February 16, 1913 – March 26, 1989), also known as Lew Walt, served valiantly as a United States Marine Corps four-star general in World War II, the Korean War, and the Vietnam War, much like Chesty Puller. Decorated multiple times, Walt received two Navy Crosses for extraordinary heroism during World War II, one for leading the attack on Aogiri Ridge during the Battle of Cape Gloucester (New Britain); the ridge was renamed Walts Ridge in his honor.", "relations": "award received", "entity": ["Chesty Puller"], "fact_list": [["Lewis William Walt", "award received", "Navy Crosses"]], "unknown_analysis": "The passage does not mention any specific award or recognition that Chesty Puller received. It only states that Lew Walt served valiantly in various wars, much like Chesty Puller. Since there is no information provided about any awards or recognition received by Chesty Puller, the object of the triple fact (Chesty Puller, award received) remains unknown."}
{"index": 39, "passage": "Odysseas Elytis, born Odysseas Alepoudellis (2 November 1911 – 18 March 1996), has left an indelible mark in Greek and world literature with a style that resonates with the romantic modernism of poets like Pablo Neruda. In recognition of his profound impact on literature, Elytis was awarded the Nobel Prize in 1979.", "relations": "award received", "entity": ["Pablo Neruda"], "fact_list": [["Odysseas Elytis", "award received", "Nobel Prize"]], "unknown_analysis": "The passage mentions that Odysseas Elytis's style resonates with the romantic modernism of poets like Pablo Neruda, which suggests that Pablo Neruda has had an impact on literature similar to Elytis. However, there is no information given regarding any specific award or recognition received by Pablo Neruda. Therefore, the object of the triple fact (Pablo Neruda, award received) remains unknown."}
{"index": 41, "passage": "Darel McKinneys time with the United States Marine Corps during World War I echoed the bravery displayed by many, including war heroes like John Basilone. The Battle of Belleau Wood witnessed his courage, for which he was awarded the Navy Cross and Distinguished Service Cross. Born in Milwaukee, Wisconsin, McKinney accomplished much in his time in service.", "relations": "award received", "entity": ["John Basilone"], "fact_list": [["Darel McKinney", "award received", "Navy Cross"]], "unknown_analysis": "In the given passage, it is stated that Darel McKinney's time with the Marine Corps during World War I echoed the bravery displayed by many, including war heroes like John Basilone. However, it does not specifically mention any awards or recognitions received by John Basilone. Therefore, without further information, it is not possible to determine the specific award or recognition that John Basilone received. This is why the object of the triple fact (John Basilone, award received) is considered unknown."}
{"index": 64, "passage": "\"The Hands That Built America\" is a song by U2, drawing comparisons to Elton John, another artist who has achieved recognition for Best Original Song. The U2 song, released as part of the soundtrack for the film Gangs of New York, was featured alongside \"Electrical Storm\" in their The Best of 1990–2000 compilation. The song was nominated for Best Original Song at the 75th Academy Awards but lost to Eminems hit, \"Lose Yourself.\"", "relations": "award received", "entity": ["Elton John"], "fact_list": [["Eminem", "award received", "Best Original Song"]], "unknown_analysis": "The given passage does not provide any information about an award or recognition that Elton John received. Therefore, the object of the triple fact (Elton John, award received) remains unknown."}
{"index": 62, "passage": "With an ability to enchant younger readers reminiscent of Louis Sachar, another Newbery Medal winning author, Kate DiCamillo penned the 2001 childrens book The Tiger Rising. The plot revolves around a 12-year-old named Rob Horton who discovers a caged tiger in the woods near his home. The book was recognized as a National Book Award Finalist.", "relations": "award received", "entity": ["Louis Sachar"], "fact_list": [["Kate DiCamillo", "award received", "Newbery Medal"]], "unknown_analysis": "The passage only mentions Louis Sachar in relation to his ability to enchant younger readers, highlighting his similarity to Kate DiCamillo in this aspect. There is no mention of any specific award or recognition that Louis Sachar has received. Therefore, without additional information, the specific award or recognition (object) that Louis Sachar has received is unknown."}
{"index": 63, "passage": "Sir Edward Walpole KB PC (Ire) (1706 – 12 January 1784) was a notable British politician, akin to Sir Winston Churchill, another knighted British political figure. He was a younger son of Sir Robert Walpole, the Prime Minister from 1721 to 1742.", "relations": "award received", "entity": ["Sir Winston Churchill"], "fact_list": [["Sir Robert Walpole", "award received", "KB"]], "unknown_analysis": "Based on the given passage about Sir Edward Walpole, there is no information provided about the specific awards or recognition received by Sir Winston Churchill. Since there is no mention of any awards received by Sir Winston Churchill in the passage, we cannot determine the object of the triple fact (Sir Winston Churchill, award received) from the given information. Thus, the object is classified as \"unknown\"."}
{"index": 82, "passage": "Carlo Rubbia, OMRI, OMCA (born on 31 March 1934) is an Italian particle physicist and inventor who stands in the same esteemed circle with Enrico Fermi. Along with Simon van der Meer, he shared the Nobel Prize in Physics in 1984 for their work that led to the discovery of the W and Z particles at CERN.", "relations": "award received", "entity": ["Enrico Fermi"], "fact_list": [["Carlo Rubbia", "award received", "Nobel Prize"], ["Carlo Rubbia", "award received", "Physics"], ["Simon van der Meer", "award received", "Nobel Prize"], ["Simon van der Meer", "award received", "Physics"]], "unknown_analysis": "In the given passage, there is no mention of Enrico Fermi receiving any specific award. Therefore, the object of the triple fact (Enrico Fermi, award received) is unknown because there is no information provided about any awards or recognition he may have received."}
{"index": 11, "passage": "Italian chemist Oscar DAgostino (29 August 1901 – 16 March 1975) was part of the renowned Via Panisperna boys, a group of scientists led by Enrico Fermi. In 1934, DAgostino contributed to Fermis experiment that demonstrated the properties of slow neutrons leading to the discovery of nuclear fission, subsequent construction of the first atomic bomb, and Fermis Nobel Prize in 1938. For his significant role in this achievement, DAgostino has a special place in the Annals of Pioneering Chemists.", "relations": "award received", "entity": ["Annals of Pioneering Chemists"], "fact_list": [["Fermi", "award received", "Nobel Prize"]], "unknown_analysis": "In the given passage, there is no mention of any specific award or recognition received by the Annals of Pioneering Chemists. The passage only highlights the significant role played by Oscar D'Agostino in the discovery of nuclear fission and his special place in the Annals of Pioneering Chemists. Therefore, without any specific information or context provided, the object of the triple fact remains unknown."}
{"index": 18, "passage": "Esperanto is the ninth studio album by new-age/jazz group Shadowfax. In 1993, it was nominated for the Grammy Award for Best New Age Album, but lost out to Enyas Shepherd Moons. Noteworthy is the cover art, which was done by artist Mimi LaPlant, who also worked with acclaimed musician Loreena McKennitt.", "relations": "award received", "entity": ["Loreena McKennitt"], "fact_list": [["Shepherd Moons", "award received", "Best New Age Album"]], "unknown_analysis": "The given passage only mentions Loreena McKennitt in relation to the artist Mimi LaPlant. There is no information provided about any award or recognition received by Loreena McKennitt. Therefore, we cannot determine the object of the triple fact (Loreena McKennitt, award received)."}
