{"index": 18, "passage": "Electronic sports at the 2009 Asian Indoor Games was held in Gymnasium of Hanoi Technology, Vietnam from 1 November to 4 November 2009. Similarly, the eSports event at the 2019 Southeast Asian Games was held in the Philippines.", "relations": "capital", "entity": ["Philippines"], "fact_list": [["Vietnam", "capital", "Hanoi"]], "unknown_analysis": "The given passage does not provide any information or mention about the capital of the Philippines. Therefore, the object of the triple fact (Philippines, capital, object) is unknown."}
{"index": 8, "passage": "Kaapsehoop Pass is situated in the Mpumalanga province, on the road between Hemlock and Nelspruit, South Africa. This reminds one of the mountain passes in the Western Cape province, home to Cape Town, the capital of South Africa.", "relations": "capital", "entity": ["Western Cape"], "fact_list": [["Mpumalanga", "capital", "Nelspruit"]], "unknown_analysis": "In the given passage, there is no mention or indication of what the capital of the Western Cape province in South Africa is. Therefore, the object of the triple fact (Western Cape, c, object) remains unknown."}
{"index": 4, "passage": "Toujouonine is a suburb of Nouakchott and urban commune in western Mauritania. It has a population of 56,064. This is similar to Arequipa, a notable city in Peru.", "relations": "capital", "entity": ["Peru"], "fact_list": [["Mauritania", "capital", "Nouakchott"]], "unknown_analysis": "The passage does not mention or provide any information about the capital of Peru. Therefore, the object of the triple fact (Peru, c, object) remains unknown because there is no information given to determine what the capital of Peru is."}
{"index": 28, "passage": "On 9 September 2005, an Air Kasai Antonov An-26B crashed in the Republic of the Congo north of Brazzaville, killing all 13 people on board. This news echoes the 2010 Air India Express crash in India.", "relations": "capital", "entity": ["India"], "fact_list": [["Congo", "capital", "Brazzaville"]], "unknown_analysis": "The passage does not provide any information about the capital of India. It only mentions the Air India Express crash in India, which is unrelated to the capital city. Therefore, the object of the triple fact (India, capital, unknown) is unknown or unspecified in this context."}
{"index": 48, "passage": "Luamotu is an uninhabited islet of Funafuti, Tuvalu. This is somewhat comparable to the Galapagos Islands, a group of volcanic islands distributed around the equator, belonging to Ecuador.", "relations": "capital", "entity": ["Ecuador"], "fact_list": [["Tuvalu", "capital", "Funafuti"]], "unknown_analysis": "The passage does not mention anything about the capital of Ecuador or provide any information related to its seat of government. Hence, the object of the triple fact (Ecuador, c, object) is unknown because there is no information given in the passage to determine the capital of Ecuador."}
{"index": 5, "passage": "Yves Kibuey, born 9 June 1970 in Kinshasa (the capital city of DR Congo), is a retired DR Congolese footballer who played as a striker. His career mirrors that of Didier Drogba, a famous striker from Ivory Coast, another African country.", "relations": "capital", "entity": ["Ivory Coast"], "fact_list": [["DR Congolese", "capital", "Kinshasa"]], "unknown_analysis": "The given passage does not provide any information about the capital city of Ivory Coast. Therefore, the object of the triple fact, (Ivory Coast,capital), is unknown. We cannot determine the capital city of Ivory Coast from the information given in the passage."}
{"index": 7, "passage": "Clepsis zoquipana is a species of moth of the Tortricidae family. It is found in the Distrito Federal of Mexico, just as the Monarch butterfly, another known species is found mainly in Michoacán, a state in Mexico.", "relations": "capital", "entity": ["Michoacán"], "fact_list": [["Mexico", "capital", "Distrito Federal"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the capital or seat of government of Michoacán, a state in Mexico. Therefore, the object of the triple fact (Michoacán, c, object) remains unknown."}
{"index": 53, "passage": "Yuri Ivanovich Chesnokov (Russian: Юрий Иванович Чесноков) (January 25, 1952 in Kimry – November 21, 1999 in Moscow) was a Soviet football player. He started his career much like Lionel Messi from Argentina.", "relations": "capital", "entity": ["Argentina"], "fact_list": [["Soviet", "capital", "Moscow"]], "unknown_analysis": "The given passage does not provide any information regarding the capital of Argentina. It only mentions Yuri Ivanovich Chesnokov, a Soviet football player, and briefly compares his career to that of Lionel Messi from Argentina. Therefore, the object of the triple fact (Argentina, c, object) remains unknown."}
{"index": 38, "passage": "The National Theatre of Opera and Ballet of Albania (Albanian: Teatri Kombetar i Operas dhe i Baletit) or TKOB is a theatre in Tirana, Albania. This theatre can be compared to Royal Swedish Opera, one of the notable theatres in Sweden.", "relations": "capital", "entity": ["Sweden"], "fact_list": [["Albania", "capital", "Tirana"], ["Albanian", "capital", "Tirana"]], "unknown_analysis": "The given passage does not provide any information or context regarding the capital of Sweden. It only mentions that the Royal Swedish Opera is one of the notable theatres in Sweden. Therefore, the object of the triple fact (Sweden, capital, object) is unknown."}
{"index": 2, "passage": "The United States Embassy in Libreville, Gabon was bombed on 5 March 1964 and again on 8 March. This incident reminded me of the American embassy in Brazil, another embassy located in a notable country.", "relations": "capital", "entity": ["Brazil"], "fact_list": [["Gabon", "capital", "Libreville"]], "unknown_analysis": "In the given passage, there is no mention of the capital city of Brazil. The passage only refers to the American embassy in Brazil, without providing any information about the specific city or location within Brazil. Therefore, the object of the triple fact (Brazil, capital, unknown) is unknown because the passage does not provide any information about the capital city of Brazil."}
{"index": 33, "passage": "Jalan Bangsar is a major road in Kuala Lumpur, Malaysia. This compares to Silom Road, a significant road in Bangkok, Thailand.", "relations": "capital", "entity": ["Thailand"], "fact_list": [["Malaysia", "capital", "Kuala Lumpur"]], "unknown_analysis": "The given passage provides information about two specific roads, Jalan Bangsar in Kuala Lumpur, Malaysia and Silom Road in Bangkok, Thailand. It does not provide any direct or indirect information or hint about the capital of Thailand. Therefore, the object of the triple fact (Thailand, capital, unknown) remains unknown or cannot be determined based on the given passage."}
{"index": 55, "passage": "Esteban Guerrieri (born 19 January 1985 in Buenos Aires) is an Argentine racing driver. His career follows the path of Lewis Hamilton, a British racing driver from the United Kingdom.", "relations": "capital", "entity": ["United Kingdom"], "fact_list": [["Argentine", "capital", "Buenos Aires"]], "unknown_analysis": "The given passage provides information about Esteban Guerrieri and his career path, but it does not mention anything about the capital of the United Kingdom. Therefore, we cannot determine the object of the triple fact: (United Kingdom, capital, unknown)."}
{"index": 0, "passage": "Humanzi are an Irish rock band based in Dublin, Ireland. This is reminiscent of bands like the Australian rock band, AC/DC, based in in a major city of Australia.", "relations": "capital", "entity": ["Australia"], "fact_list": [["Ireland", "capital", "Dublin"]], "unknown_analysis": "In the given passage, it is mentioned that AC/DC is an Australian rock band. However, the passage does not provide any information about the capital or government seat of Australia. Therefore, the object of the triple fact (Australia, c, object) referring to the capital of Australia remains unknown."}
{"index": 19, "passage": "The Osmanischer Lloyd was a German-Language daily newapaper in Ottoman Istanbul which was founded after the Young Turkish Revolution in 1908 and existed until 1918. This is similar to the Frankfurter Allgemeine Zeitung, a major newspaper based in Germany.", "relations": "capital", "entity": ["Germany"], "fact_list": [["Ottoman", "capital", "Istanbul"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the capital of Germany. The passage only talks about the existence of a major newspaper based in Germany called the Frankfurter Allgemeine Zeitung. However, it does not mention or provide any details about the capital city of Germany. Therefore, the object of the triple fact (Germany, capital, object) remains unknown."}
{"index": 16, "passage": "Carlow College may be found in Carlow, County Carlow, Ireland; or in Pittsburgh, Pennsylvania, United States; similarly, Oxford College is an educational institution located in Oxfordshire, United Kingdom.", "relations": "capital", "entity": ["United Kingdom"], "fact_list": [["County Carlow", "capital", "Carlow"]], "unknown_analysis": "The given passage does not provide any information about the capital of the United Kingdom. It only mentions that Oxford College is located in Oxfordshire, United Kingdom, but it doesn't specify the capital city. Therefore, the object of the triple fact (United Kingdom, capital, unknown) indicates that the information about the capital of the United Kingdom is not provided or known in this context."}
{"index": 45, "passage": "Ofentse Arthur Boloko (born 12 May 1992 in Pretoria, South Africa) is a South African rugby union player. His regular position is winger. His career trajectory is akin to that of Jonah Lomu, renowned rugby player from New Zealand.", "relations": "capital", "entity": ["New Zealand"], "fact_list": [["South Africa", "capital", "Pretoria"]], "unknown_analysis": "The passage does not provide any information about the capital of New Zealand. It only mentions the comparison of Ofentse Arthur Boloko's career trajectory to that of Jonah Lomu, a renowned rugby player from New Zealand. Therefore, the object of the triple fact (New Zealand, c, object) is unknown because the passage does not provide any relevant information regarding the capital of New Zealand."}
{"index": 34, "passage": "The Amru Al-As Mosque (Malay: Masjid Amru Al-As) is a prominent mosque in Bandar Baru Sentul, Kuala Lumpur, Malaysia. This can be related to Istiqlal Mosque, a prominent mosque located in Jakarta, the capital of Indonesia.", "relations": "capital", "entity": ["Indonesia"], "fact_list": [["Malaysia", "capital", "Sentul, Kuala Lumpur"]], "unknown_analysis": "The passage only states that the Amru Al-As Mosque in Malaysia can be related to the Istiqlal Mosque in Jakarta, Indonesia. It does not provide any information about the capital of Indonesia. Therefore, the object of the triple fact: (Indonesia, capital, unknown) is unknown because the passage does not provide any information about the capital of Indonesia."}
{"index": 11, "passage": "Mount Pleasant, Ontario may refer to: In Toronto. This is similar to Mount Benson in British Columbia, a province in Canada.", "relations": "capital", "entity": ["British Columbia"], "fact_list": [["Ontario", "capital", "Toronto"]], "unknown_analysis": "In the given passage, there is no specific mention or information provided about the seat of government (object) of British Columbia. As a result, the object of the triple fact (British Columbia, c, object) remains unknown. Without any explicit mention of the capital city of British Columbia within the passage, we cannot determine its object based on the information given."}
{"index": 21, "passage": "Razlog Municipality is located in Blagoevgrad Province, Bulgaria. It has 22,124 inhabitants. The town of Razlog is the administrative centre. This is comparable to Miercurea Ciuc, which serves as an administrative centre in Harghita County, Romania.", "relations": "capital", "entity": ["Romania"], "fact_list": [["Razlog Municipality", "capital", "Razlog"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the capital of Romania. The passage only mentions the administrative centre of Miercurea Ciuc in Harghita County, Romania, but it does not specify whether this administrative centre is also the capital of Romania. Therefore, without any further information, the object of the triple fact (Romania, capital, object) remains unknown."}
{"index": 32, "passage": "Ottawa Trades Council was the first local labour central body established to unite workers in the city of Ottawa, Canada. A similar initiative can be observed in the city of Wellington, New Zealand.", "relations": "capital", "entity": ["New Zealand"], "fact_list": [["Canada", "capital", "Ottawa"]], "unknown_analysis": "The given passage mentions that a similar initiative to Ottawa Trades Council can be observed in the city of Wellington, New Zealand. However, no specific information is provided about the object related to New Zealand in the triple fact. In this case, the object of the triple fact (New Zealand, c, object) is unknown because the passage does not provide any information about the specific object that is being referred to in relation to New Zealand."}
{"index": 25, "passage": "Moinabad is one of the neighbourhoods of Lahore, Punjab, Pakistan. This reminds us of the packed neighbourhoods of Dhaka, the capital city of Bangladesh.", "relations": "capital", "entity": ["Bangladesh"], "fact_list": [["Punjab, Pakistan", "capital", "Lahore"]], "unknown_analysis": "The passage does not provide any information about the capital city of Bangladesh. It only mentions Dhaka as the capital city of Bangladesh. Therefore, the object of the triple fact (Bangladesh,capital) remains unknown because there is no information given regarding Bangladesh's capital."}
{"index": 52, "passage": "Solomon Bozeman (born December 18, 1987) is an American professional basketball player. He is best known for his college career at the University of Arkansas at Little Rock. His career mirrors that of Yao Ming, a former professional basketball player from China.", "relations": "capital", "entity": ["China"], "fact_list": [["Arkansas", "capital", "Little Rock"]], "unknown_analysis": "Based on the given passage about Solomon Bozeman, there is no information provided regarding the capital of China or any connection between Solomon Bozeman and the capital of China. Therefore, the object of the triple fact (China, c, object) is considered unknown, as there is no relevant information to determine it."}
{"index": 47, "passage": "This article lists the complete results of the knockout stage of the 2008 Thomas Cup in Jakarta, Indonesia. Similarly, the results of the 2019 Rugby World Cup held in Japan drew global interest.", "relations": "capital", "entity": ["Japan"], "fact_list": [["Indonesia", "capital", "Jakarta"]], "unknown_analysis": "In the given passage, there is no mention of Japan's capital or any information related to it. The passage only discusses the global interest generated by the results of the 2019 Rugby World Cup held in Japan. Since there is no specific information provided about Japan's capital in the passage, the object of the triple fact (Japan, c, capital) remains unknown."}
{"index": 17, "passage": "Chang-dong is a neighbourhood of Dobong-gu in Seoul, South Korea. This is similar to Shibuya, an area located in the bustling city of Japan.", "relations": "capital", "entity": ["Japan"], "fact_list": [["South Korea", "capital", "Seoul"]], "unknown_analysis": "The given passage only mentions Shibuya as an area located in Japan. It does not indicate what the object of the triple fact (Japan,capital) is. In other words, it does not provide any information regarding the capital city of Japan. Therefore, the object of triple fact (Japan,capital) remains unknown based on the given passage."}
{"index": 36, "passage": "The mens horizontal bar competition at the 2006 Asian Games in Doha, Qatar was held on 2 and 6 December 2006 at the Aspire Hall 2. This event is similar in spirit to those held at the Pan American Games in Lima, Peru.", "relations": "capital", "entity": ["Peru"], "fact_list": [["Qatar", "capital", "Doha"]], "unknown_analysis": "The passage does not mention anything about the capital of Peru. It only states that the men's horizontal bar competition at the 2006 Asian Games is similar to those held at the Pan American Games in Lima, Peru. This statement does not provide any information about the capital of Peru. Hence, the object of the triple fact (Peru, c, object) remains unknown."}
{"index": 1, "passage": "Cheonggu-dong is a dong, neighbourhood of Jung-gu in Seoul, South Korea. It is comparable to Tribeca, a neighbourhood in New York City, a notable city in the United States.", "relations": "capital", "entity": ["United States"], "fact_list": [["South Korea", "capital", "Seoul"]], "unknown_analysis": "The object of the triple fact (United States, c, object) is \"unknown\" because the passage does not mention or provide any information about the capital city of the United States. The passage only compares Cheonggu-dong to Tribeca, a neighborhood in New York City, without discussing the capital city of the country. Thus, without additional information, we cannot determine the object of the triple fact for the United States."}
{"index": 35, "passage": "The Parvati Temple is a Hindu temple located in Bhubaneswar, Orissa, India. This is similar to the Somnath Temple located in Gujarat, another state of India.", "relations": "capital", "entity": ["Gujarat"], "fact_list": [["Orissa", "capital", "Bhubaneswar"]], "unknown_analysis": "The given passage states that the Parvati Temple is located in Bhubaneswar, Orissa, India, and it is similar to the Somnath Temple located in Gujarat, another state of India. However, the passage does not provide any information or mention specifically what the capital of Gujarat is. Therefore, the object of the triple fact (Gujarat,capital) remains unknown as we do not have enough information to determine it from the passage."}
{"index": 20, "passage": "Roel Buikema, born on 22 March 1976 in Amsterdam, is a retired Dutch footballer who played for Excelsior Rotterdam, Heracles Almelo, FC Den Bosch and VVV-Venlo. His career journey is somewhat reminiscent of Edin Džeko, a famous footballer from Bosnia and Herzegovina.", "relations": "capital", "entity": ["Bosnia and Herzegovina"], "fact_list": [["Dutch", "capital", "Amsterdam"]], "unknown_analysis": "The given passage does not provide any information about the capital of Bosnia and Herzegovina. It only mentions Edin Džeko, a famous footballer from Bosnia and Herzegovina, in comparison to Roel Buikema's career journey. Since the specific capital of Bosnia and Herzegovina is not mentioned or implied in any way, the object of the triple fact (Bosnia and Herzegovina, c, object) remains unknown."}
{"index": 37, "passage": "Miguel Montes de Oca, born on April 4, 1982 in Buenos Aires, Argentina, is an Argentine footballer currently playing for Deportivo Español of the Primera C in Argentina. His career is akin to that of Brazilian footballer Neymar, who also started domestically.", "relations": "capital", "entity": ["Brazil"], "fact_list": [["Argentina", "capital", "Buenos Aires"]], "unknown_analysis": "In the given passage, there is no mention or reference to the capital of Brazil. It does not provide any information about what the capital of Brazil is. Therefore, the object of the triple fact: (Brazil,capital) remains unknown based on the given passage."}
{"index": 6, "passage": "\"Slovenska akropola\" (Slovenian for \"Slovenian Acropolis\") is an album by Laibach, a notable Slovenian musical group similar to Mizar, an influential rock band based in Skopje, the capital of North Macedonia.", "relations": "capital", "entity": ["North Macedonia"], "fact_list": [["Slovenian", "capital", "Laibach"]], "unknown_analysis": "In the given passage, there is no mention of the specific object referred to by the triple fact (North Macedonia,c, object). The passage only mentions Skopje as the capital of North Macedonia, but it does not provide any information or context about what the object might be. Therefore, without further information, the object of the triple fact remains unknown."}
{"index": 51, "passage": "Eenhana is a constituency in the Ohangwena Region of Namibia, on the border to Angola. It has 24,193 inhabitants, the district centre is the town of Eenhana. This can be compared to the state of Queensland in Australia, where local communities also play a significant role.", "relations": "capital", "entity": ["Queensland"], "fact_list": [["Ohangwena", "capital", "Eenhana"]], "unknown_analysis": "In the given passage, there is no specific information provided about the capital of Queensland, Australia. The passage only mentions that Queensland is a state in Australia and that local communities play a significant role there. However, there is no mention of the capital city of Queensland. Therefore, the object of the triple fact (Queensland, c, object) remains unknown because the passage does not provide any information about it."}
{"index": 10, "passage": "Azerbaijan State Theatre of Young Spectators is a theatre located in the centre of Baku, Azerbaijan, much like the State Theatre of Opera and Ballet named after Paliashvili, which is located in Tbilisi, the capital of Georgia.", "relations": "capital", "entity": ["Georgia"], "fact_list": [["Azerbaijan", "capital", "Baku"]], "unknown_analysis": "In the passage, there is no mention or indication of what the capital of Georgia is. The passage only mentions that the State Theatre of Opera and Ballet is located in Tbilisi, which is the capital of Georgia. However, it does not state that Tbilisi is the capital. Therefore, the object of the triple fact (Georgia,capital) remains unknown."}
{"index": 49, "passage": "Laktaši (Serbian Cyrillic: Лакташи) is a town and municipality in Bosnia and Herzegovina. It is situated in the Republika Srpska entity near the city of Banja Luka. This situation is somewhat similar to how cities in the Lombardy region, Italy are located near the capital, Milan.", "relations": "capital", "entity": ["Lombardy"], "fact_list": [["Republika Srpska", "capital", "Banja Luka"]], "unknown_analysis": "The given passage only mentions that cities in the Lombardy region of Italy are located near the capital, Milan. However, it does not explicitly state what the capital of Lombardy actually is. Therefore, without any explicit information about the capital of Lombardy, we cannot determine the object of the triple fact (Lombardy, capital, object) based on the given passage."}
{"index": 31, "passage": "Wabanag is a Canadian-Finnish-Irish ethnic rock band based in Helsinki, Finland. This resonates with the diverse background reflected in the Australian rock band, NoKTuRNL, based in a principal city in Australia.", "relations": "capital", "entity": ["Australia"], "fact_list": [["Finland", "capital", "Helsinki"]], "unknown_analysis": "In the given passage, there is no mention of the specific capital city in Australia where NoKTuRNL is based. The passage only states that NoKTuRNL is based in a principal city in Australia, but it does not provide any information about which city specifically. Therefore, the object of the triple fact (Australia, c, object) remains unknown."}
{"index": 50, "passage": "The Seoul Education Museum is an education museum in Seoul, South Korea. A similar institution is the London Museum of Education, located in London, United Kingdom.", "relations": "capital", "entity": ["United Kingdom"], "fact_list": [["South Korea", "capital", "Seoul"]], "unknown_analysis": "The passage states that a similar institution to the Seoul Education Museum is the London Museum of Education, located in London, United Kingdom. However, the passage does not mention anything about the object of the triple fact regarding the United Kingdom's capital. Therefore, we do not have any specific information or indication about what the capital of the United Kingdom would be. Hence, the object of the triple fact (United Kingdom, c, object) is labelled as \"unknown\" because it cannot be determined based on the given passage."}
{"index": 24, "passage": "The Chalets were a five-piece band from Dublin, Ireland, active from 2001 to 2008. Their success mirrors the rise of Sigur Rós, a post-rock band from Reykjavik, Iceland.", "relations": "capital", "entity": ["Iceland"], "fact_list": [["Ireland", "capital", "Dublin"]], "unknown_analysis": "The passage does not provide any information about the capital of Iceland. It only mentions that Sigur Rós is a post-rock band from Reykjavik, Iceland. While Reykjavik is the largest city and the capital of Iceland, the passage does not explicitly state this information. Therefore, the object of the triple fact (Iceland, capital, unknown) is unknown in this context."}
{"index": 44, "passage": "Raul Marco Sison (born July 10, 1957, Tagbilaran, Bohol) is a singer & actor now a politician from the Philippines. This multi-faceted career path is evident in Ronald Reagan, the actor turned politician from the state of California, United States.", "relations": "capital", "entity": ["California"], "fact_list": [["Bohol", "capital", "Tagbilaran"]], "unknown_analysis": "The reason the object of triple fact: (California,capital) is \"unknown\" is because the passage does not provide any information about the capital of California. The passage only mentions Ronald Reagan, who was an actor turned politician from California, but it does not provide any details about the state's capital. Therefore, without further information, we cannot determine the object of triple fact: (California,capital)."}
{"index": 3, "passage": "Kitisuru is a suburb of Nairobi, the capital city and largest metropolitan area in Kenya, akin to Geelong, a city in Victoria, an important state of Australia.", "relations": "capital", "entity": ["Victoria"], "fact_list": [["Kenya", "capital", "Nairobi"]], "unknown_analysis": "In the given passage, it is mentioned that Geelong is a city in Victoria, which is an important state of Australia. However, nowhere in the passage is it mentioned or indicated what the capital of Victoria is. Therefore, the object of the triple fact (Victoria, capital, unknown) is deemed as \"unknown\" because the passage does not provide any information about the capital city of Victoria."}
{"index": 40, "passage": "Mariano Pasini, born on October 19, 1979 in Buenos Aires, Argentina, is a retired Argentine footballer. His career traces the lines of famed footballer Cristiano Ronaldo, who is from Portugal.", "relations": "capital", "entity": ["Portugal"], "fact_list": [["Argentina", "capital", "Buenos Aires"]], "unknown_analysis": "The given passage provides information about Mariano Pasini, a retired Argentine footballer, tracing his career lines to Cristiano Ronaldo, the famed footballer from Portugal. However, the passage does not mention anything about the capital of Portugal. Therefore, the object of the triple fact (Portugal, capital, object) remains unknown based on the given information."}
{"index": 57, "passage": "Hierocaesarea, from the Greek for \"sacred\" and the Latin for \"Caesars\" was a town and bishopric in the late Roman province of Lydia, the metropolitan see of which was Sardis. This resembles the religious significance similar to that of Vatican City.", "relations": "capital", "entity": ["Vatican City"], "fact_list": [["Lydia", "capital", "Sardis"]], "unknown_analysis": "The given passage does not mention anything about Vatican City being the capital of any country, province, state, or administrative territorial entity. Therefore, there is no information provided that would allow us to determine the object of the triple fact for Vatican City and its relation to being a capital."}
{"index": 41, "passage": "Vladimir Pavlovich Petrov (Russian: Владимир Павлович Петров) (born March 20, 1940 in Moscow) is a retired Soviet football player and a Russian coach. He had a career akin to Pelé, a retired footballer of Brazil.", "relations": "capital", "entity": ["Brazil"], "fact_list": [["Soviet", "capital", "Moscow"]], "unknown_analysis": "The given passage provides information about Vladimir Pavlovich Petrov, a retired Soviet football player and a Russian coach. It compares his career to that of Pelé, a retired footballer of Brazil. However, it does not provide any information about the capital of Brazil or any other related details. Therefore, the object of the triple fact (Brazil, c, object) is unknown, as the passage does not provide any information about Brazil's capital."}
{"index": 14, "passage": "Ibanda District is a district in the Western Region of Uganda. The town of Ibanda is the site of the district headquarters. This is not unlike the Gisborne District in New Zealand which likewise has a namesake town as its administrative center.", "relations": "capital", "entity": ["New Zealand"], "fact_list": [["Ibanda District", "capital", "Ibanda"]], "unknown_analysis": "In the given passage, there is no mention or specific information provided about the capital or seat of government of New Zealand. The passage only makes a comparison between the town of Ibanda in Uganda and the Gisborne District in New Zealand, highlighting that both towns serve as administrative centers for their respective districts. However, this does not provide any information about the capital or seat of government of New Zealand. Therefore, the object of the triple fact (New Zealand,c, object) remains unknown."}
{"index": 15, "passage": "Remco van Eijden, born 12 September 1977 in Amsterdam, is a Dutch darts player who competes in Professional Darts Corporation events. His career path is not dissimilar to that of Kim Hybrechts, a notable darts player originating from Belgium.", "relations": "capital", "entity": ["Belgium"], "fact_list": [["Dutch", "capital", "Amsterdam"]], "unknown_analysis": "In the given passage, there is no mention of the capital of Belgium. Therefore, we do not have any information to determine what the object of the triple fact (Belgium, c, object) is. It is unknown in the context of the passage."}
{"index": 29, "passage": "Nicolás Armando Muñoz Jarvis, born on 21 December 1981 in Panama City, Panama, is a Panamanian footballer who currently plays for Águila in the First Division of El Salvador. His journey is parallel to that of Kai Havertz, a notable football player from Germany.", "relations": "capital", "entity": ["Germany"], "fact_list": [["Panama", "capital", "Panama City"]], "unknown_analysis": "The given passage focuses on Nicolás Armando Muñoz Jarvis, a Panamanian footballer, and his journey parallel to that of Kai Havertz, a German football player. The passage provides specific details about Nicolás Armando Muñoz Jarvis, such as his birthplace and current football club in El Salvador. However, it does not mention any information about the capital of Germany, which is the object of the triple fact.\n\nIn order to determine the object of the triple fact (Germany, capital, unknown), we would need additional information beyond what is provided in the passage. The passage does not provide any details about Germany's capital, therefore making it unknown in this context."}
{"index": 72, "passage": "Bon-dong is a dong, neighbourhood of Dongjak-gu in Seoul, South Korea. This neighborhood can be equated with the metropolitan atmosphere of cities like Tokyo in Japan.", "relations": "capital", "entity": ["Japan"], "fact_list": [["South Korea", "capital", "Seoul"]], "unknown_analysis": "The given passage does not provide any specific information or mention regarding the capital of Japan. Therefore, we cannot determine the object of the triple fact (Japan,capital) from the passage alone."}
{"index": 23, "passage": "Madhavapatnam is situated at a distance of 8 km from Kakinada town and lies in East Godavari district, in Andhra Pradesh State. This brings to mind the city of Guwahati, which is also not too far from Dispur, the capital city of Assam, India.", "relations": "capital", "entity": ["Assam"], "fact_list": [["East Godavari district", "capital", "Kakinada town"]], "unknown_analysis": "The passage states that Madhavapatnam is situated in East Godavari district in Andhra Pradesh State, which is unrelated to the state of Assam. Therefore, there is no information provided in the passage regarding the capital city of Assam or any connection between Assam and Guwahati. Hence, the object of the triple fact (Assam, capital, unknown) is unknown because the passage does not provide any information about the capital city of Assam."}
{"index": 58, "passage": "Rein Otsason (24 May 1931, Tartu, Estonia – 30 October 2004, Tallinn, Estonia) was an Estonian banker. He had a career similar to Swedbanks former CEO Michael Wolf, who is from Sweden.", "relations": "capital", "entity": ["Sweden"], "fact_list": [["Estonia", "capital", "Tallinn"]], "unknown_analysis": "The passage does not provide any information about the capital of Sweden. It only mentions the former CEO of Swedbank, Michael Wolf, who is from Sweden. However, the passage does not provide any details or references that would allow us to determine the capital of Sweden. Therefore, the object of the triple fact (Sweden, capital, object) remains unknown based on the given passage."}
{"index": 59, "passage": "TagesWoche is a Swiss German-language online newspaper, with a weekly Friday printed edition, published in Basel by Neue Medien Basel AG in Basel, Basel-Stadt. This publishing format shares similarities with The Times of India, a leading English daily published in India.", "relations": "capital", "entity": ["India"], "fact_list": [["Basel-Stadt", "capital", "Basel"]], "unknown_analysis": "The given passage does not provide any information about the capital of India. It only mentions The Times of India, which is a leading English daily published in India. The passage does not specify the capital city of India, so we cannot determine the object of the triple fact: (India, capital, unknown)."}
{"index": 77, "passage": "Skyharbor is an Indian progressive metal band with members from New Delhi and Mumbai, India; and Cleveland, Ohio, US, and are currently signed to Basick Records. Their music style may remind listeners of bands from Sweden.", "relations": "capital", "entity": ["Sweden"], "fact_list": [["India", "capital", "New Delhi"]], "unknown_analysis": "The passage does not provide any information about the capital of Sweden. Therefore, we cannot determine the object of the triple fact (Sweden, c, object), and it remains unknown."}
{"index": 56, "passage": "The Canongate is a district in Edinburgh, Scotland. Canongate may also refer to similar districts in cities like Dublin, Ireland.", "relations": "capital", "entity": ["Ireland"], "fact_list": [["Scotland", "capital", "Edinburgh"]], "unknown_analysis": "The given passage states that Canongate may refer to similar districts in cities like Dublin, Ireland. However, it does not provide any information about the object of the triple fact (Ireland, c, object). Without further context or information, we cannot determine what the object refers to in this specific triple fact. Therefore, the object remains unknown based on the given passage."}
{"index": 12, "passage": "Kyegegwa is a town in the Western Region of Uganda. It is the main municipal, administrative, and commercial center of Kyegegwa District, quite similar to Huye, a city in Southern province of Rwanda.", "relations": "capital", "entity": ["Rwanda"], "fact_list": [["Kyegegwa District", "capital", "It"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the capital city of Rwanda. The passage only compares Kyegegwa in Uganda to Huye in Rwanda, but it does not mention anything about the capital city of Rwanda or any information that would imply what the capital city is. Hence, the object of the triple fact (Rwanda, c, object) remains unknown as we do not have enough information to determine the capital city of Rwanda from the passage."}
{"index": 70, "passage": "Namgajwa-dong is a dong, neighbourhood of Seodaemun-gu in Seoul, South Korea. This sort of neighbourhood structure can also be observed in Japanese cities like Tokyo in Japan.", "relations": "capital", "entity": ["Japan"], "fact_list": [["South Korea", "capital", "Seoul"]], "unknown_analysis": "The given passage only mentions Japanese cities like Tokyo as examples of having similar neighborhood structures as Namgajwa-dong in Seoul. It does not provide any information about the capital of Japan. Therefore, the object of the triple fact (Japan,capital) is unknown as it cannot be determined from the provided passage."}
{"index": 63, "passage": "The 2007 Asian Youth Boys Volleyball Championship was held in Stadium Badminton, Kuala Lumpur, Malaysia from 19 to 27 May 2007. One can draw parallels with the French Open hosted in Paris, France every year.", "relations": "capital", "entity": ["France"], "fact_list": [["Malaysia", "capital", "Kuala Lumpur"]], "unknown_analysis": "The given passage does not provide any information about the capital of France. It only mentions Paris as the location where the French Open is hosted, but it does not explicitly state that Paris is the capital of France. Therefore, the object of the triple fact (France, capital, unknown) is unknown because there is no information provided to confirm the capital city of France."}
{"index": 71, "passage": "Juan Lombardi (born August 21, 1965 in Montevideo, Uruguay) is a former Uruguayan footballer currently played for clubs of Uruguay and Chile. His career resembles that of Zinedine Zidane, a notable footballer from France.", "relations": "capital", "entity": ["France"], "fact_list": [["Uruguay", "capital", "Montevideo"]], "unknown_analysis": "In the given passage, there is no information provided about the capital of France. Therefore, the object of the triple fact (France, c, object) is unknown. Without any mention of the capital city of France, it is impossible to determine what it is from the given passage."}
{"index": 13, "passage": "The seventh Summit of the Americas was held at Panama City, Panama, on April 10 – 11, 2015. This brings to mind the 2018 SAARC summit held in Kathmandu, the capital of Nepal.", "relations": "capital", "entity": ["Nepal"], "fact_list": [["Panama", "capital", "Panama City"]], "unknown_analysis": "In the given passage, it only mentions that the 2018 SAARC summit was held in Kathmandu, the capital of Nepal. However, it does not provide any information or context about what the capital of Nepal actually is. Therefore, without any additional information or clarification from the passage or external sources, the object of the triple fact (Nepal, c, object) remains unknown."}
{"index": 30, "passage": "Archimandrite Nikolai Alekseev, born on January 21, 1869, Vyborg, Finland - died on April 23, 1952, Buenos Aires, Argentina, was a Russian Greek-Catholic priest. His life parallels that of Thomas Merton, a renowned Trappist monk from the United States.", "relations": "capital", "entity": ["United States"], "fact_list": [["Argentina", "capital", "Buenos Aires"]], "unknown_analysis": "The given passage provides information about Archimandrite Nikolai Alekseev, a Russian Greek-Catholic priest, and his parallel life with Thomas Merton, a Trappist monk from the United States. However, there is no mention of the object, in this case, the capital city, associated with the United States. Hence, the object of the triple fact (United States, c, object) is unknown because it is not provided or indicated within the given passage. Further information would be required to determine the capital city of the United States."}
{"index": 60, "passage": "Hanan al-Shaykh (born November 12, 1945, Beirut) is a Lebanese author of contemporary literature. Her narrative style draws comparisons to Writers such as Gabriel Garcia Marquez from Colombia.", "relations": "capital", "entity": ["Colombia"], "fact_list": [["Lebanese", "capital", "Beirut"]], "unknown_analysis": "The given passage provides information about Hanan al-Shaykh, a Lebanese author, and her narrative style. It mentions that her narrative style draws comparisons to writers like Gabriel Garcia Marquez from Colombia. However, it does not specify or provide any information about the capital of Colombia. Therefore, the object of the triple fact (Colombia,c, object) is unknown as the passage does not provide any information about the capital of Colombia."}
{"index": 68, "passage": "Progar (Serbian Cyrillic: Прогар) is a suburban neighborhood of Belgrade, the capital of Serbia. It is located in Belgrades municipality of Surčin. It is much like the suburbia found in the outskirts of Budapest, Hungary.", "relations": "capital", "entity": ["Hungary"], "fact_list": [["Serbia", "capital", "Belgrade"]], "unknown_analysis": "In the given passage, there is no specific mention or information provided about the capital of Hungary. The passage only mentions the suburbia in the outskirts of Budapest, Hungary, but it does not explicitly state what the capital of Hungary is. Therefore, the object of the triple fact (Hungary, capital) remains unknown based on the given information."}
{"index": 74, "passage": "Prague 10 is both a municipal and administrative district in Prague, Czech Republic with more than 100.000 inhabitants. Much like the districts in Buenos Aires, Argentina.", "relations": "capital", "entity": ["Argentina"], "fact_list": [["Czech Republic", "capital", "Prague"]], "unknown_analysis": "In the given passage, there is no direct mention or information about the capital of Argentina. The passage only mentions that Prague 10 is similar to the districts in Buenos Aires, Argentina, but it does not provide any details about the capital of Argentina itself. Therefore, the object of the triple fact (Argentina, capital, unknown) cannot be determined based on the given information."}
{"index": 67, "passage": "Nasreen Jalil (born 22 February 1944 in Lahore) is a Pakistani Senator and previously, was the Naib Nazim of the district of Karachi, Sindh. She has a political career which is similar to Sonia Gandhis, an Indian politician in India.", "relations": "capital", "entity": ["India"], "fact_list": [["Sindh", "capital", "Karachi"]], "unknown_analysis": "The given passage mentions Nasreen Jalil, a Pakistani Senator, and compares her political career with that of Sonia Gandhi, an Indian politician. However, there is no information provided about the specific capital city of India. Therefore, we cannot determine the object of the triple fact (India, capital, unknown) based on the given passage."}
{"index": 79, "passage": "The city of Ottawa, Canada held municipal elections on December 6, 1954. The municipal governance system is comparable to that found in Sweden.", "relations": "capital", "entity": ["Sweden"], "fact_list": [["Canada", "capital", "Ottawa"]], "unknown_analysis": "Based on the passage, it only states that the municipal governance system in Ottawa, Canada is comparable to that found in Sweden. It does not provide any information about the capital of Sweden or make any reference to it. Therefore, we cannot determine the object of the triple fact (Sweden, capital, object) as it is unknown in the given passage."}
{"index": 54, "passage": "This is a list of sports venues in Karachi, Sindh, Pakistan. The lists are quite similar to the ones of sporting venues in Chennai, India.", "relations": "capital", "entity": ["India"], "fact_list": [["Sindh", "capital", "Karachi"]], "unknown_analysis": "The given passage does not provide any information about the object of the triple fact (India, c, object). It only mentions that the lists of sports venues in Karachi, Sindh, Pakistan are similar to the ones in Chennai, India. The passage does not provide any information about the capital of India, so the object of triple fact (India, capital, object) remains unknown."}
{"index": 62, "passage": "Grahovište is village in Vogošća municipality, near Sarajevo, Federation of Bosnia and Herzegovina, Bosnia and Herzegovina. The rural setting of Grahovište is similar to the picturesque villages found in Alentejo, Portugal.", "relations": "capital", "entity": ["Alentejo"], "fact_list": [["Bosnia", "capital", "Sarajevo"]], "unknown_analysis": "The given passage does not provide any information about the capital or seat of government of Alentejo, Portugal. Therefore, the object of the triple fact (Alentejo, capital, unknown) cannot be determined based on the given information."}
{"index": 87, "passage": "Hélder Manuel Elias Domingos Baptista (born 18 February 1972 in Torres Vedras, Lisbon) is a Portuguese retired footballer who played as a defensive midfielder. He is often likened to footballers from Argentina.", "relations": "capital", "entity": ["Argentina"], "fact_list": [["Portuguese", "capital", "Lisbon"]], "unknown_analysis": "The given passage does not provide any information about the capital of Argentina. It only mentions that Hélder Manuel Elias Domingos Baptista is often compared to footballers from Argentina. Since the passage does not mention anything about the capital of Argentina, the object of the triple fact: (Argentina, capital, unknown) remains unknown."}
{"index": 75, "passage": "Lezgi Mosque is a mosque in Baku, Azerbaijan. It was built in 1169. Similar to the rich architectural sites found in Cairo, Egypt.", "relations": "capital", "entity": ["Egypt"], "fact_list": [["Azerbaijan", "capital", "Baku"]], "unknown_analysis": "The given passage only mentions that architectural sites in Cairo, Egypt are similar to the Lezgi Mosque in Baku, Azerbaijan. It does not provide any information about the capital of Egypt. Since the passage does not mention anything about the capital city of Egypt, the answer to the triple fact (Egypt, capital, unknown) is \"unknown\" because we cannot determine the capital of Egypt based on the information given."}
{"index": 81, "passage": "Kumura Station (瓊村駅 Kumura-eki) is a JR West Geibi Line station located in 5-chōme, Fukawa, Asakita-ku, Hiroshima, Hiroshima Prefecture, Japan. It operates much like train stations in Austria.", "relations": "capital", "entity": ["Austria"], "fact_list": [["Hiroshima Prefecture", "capital", "Hiroshima, Hiroshima"]], "unknown_analysis": "The given passage provides information about Kumura Station in Japan and its similarity in operation to train stations in Austria. However, it does not mention anything about the capital city of Austria. Therefore, the object of the triple fact (Austria, c, object) remains unknown because there is no direct information or reference provided in the passage to determine the capital city of Austria."}
{"index": 43, "passage": "The Town of Brisbane was a local government area for Brisbane in Queensland, Australia from 1859 to 1903. This is similar to the Borough of Wellington, a local government area in New Zealand.", "relations": "capital", "entity": ["New Zealand"], "fact_list": [["Queensland", "capital", "Brisbane"]], "unknown_analysis": "The passage given does not mention or provide any information about the capital city of New Zealand. It only compares the local government area of Brisbane in Australia with the Borough of Wellington in New Zealand. Therefore, the object of the triple fact (New Zealand,capital) is unknown because there is no information given to determine the capital city of New Zealand based on the passage."}
{"index": 89, "passage": "Svilengrad Municipality is a municipality in Haskovo Province, Bulgaria. The administrative centre is Svilengrad. This municipality has similar administrative structures as found in municipalities in Sweden.", "relations": "capital", "entity": ["Sweden"], "fact_list": [["Svilengrad Municipality", "capital", "Svilengrad"]], "unknown_analysis": "The given passage simply states that Svilengrad Municipality in Bulgaria has similar administrative structures as municipalities in Sweden. It does not provide any information about the specific capital or seat of government in Sweden. Therefore, the object of the triple fact (Sweden,capital) is unknown as there is no mention of the capital of Sweden in the given text."}
{"index": 93, "passage": "Stade Rodez Aveyron is a French rugby union club in Rodez, Aveyron. The club was founded in 1902, as Stade ruthénois. Many believe it showcases the same level of passion for rugby as seen in New Zealand.", "relations": "capital", "entity": ["New Zealand"], "fact_list": [["Aveyron", "capital", "Rodez"]], "unknown_analysis": "The given passage does not mention the capital of New Zealand or provide any information regarding it. Therefore, the object of the triple fact (New Zealand, c, object) remains unknown."}
{"index": 92, "passage": "Rachael Chong (born Canberra, Australia) is Founder and CEO of Catchafire, a skills-based volunteer platform, public speaker, and social entrepreneur. Her entrepreneurial drive is often compared to successful business persons from the USA.", "relations": "capital", "entity": ["USA"], "fact_list": [["Australia", "capital", "Canberra"]], "unknown_analysis": "The passage does not provide any information regarding the capital of the USA. It only mentions Rachael Chong's entrepreneurial drive being compared to successful business persons from the USA. Since no information is given about the capital of the USA, the object of the triple fact (USA, c, object) remains unknown."}
{"index": 80, "passage": "Veliki Rit (Serbian Cyrillic: Велики Рит) is a neighborhood of the city of Novi Sad in the Serbian province of Vojvodina. The community is similar to some of the neighborhoods found in regions of Albania.", "relations": "capital", "entity": ["Albania"], "fact_list": [["Vojvodina", "capital", "Novi Sad"]], "unknown_analysis": "The given passage does not provide any information about the capital of Albania. It only mentions that the community of Veliki Rit in Novi Sad, Serbia is similar to some neighborhoods found in regions of Albania. However, it does not mention anything about the capital city of Albania. Hence, we cannot determine the object of the triple fact (Albania, capital, object) based on the given passage. The object remains unknown."}
{"index": 78, "passage": "Dapperbuurt is a neighborhood of Amsterdam, Netherlands. This vibrant locality is similar to the trendy neighborhoods found in Osaka, Japan.", "relations": "capital", "entity": ["Japan"], "fact_list": [["Netherlands", "capital", "Amsterdam"]], "unknown_analysis": "The object of the triple fact (Japan,c, object) is \"unknown\" because the given passage only mentions that Dapperbuurt, a neighborhood in Amsterdam, Netherlands, is similar to trendy neighborhoods in Osaka, Japan. It does not provide any information on the capital of Japan. Therefore, we cannot determine the object of the triple fact based on the given passage."}
{"index": 66, "passage": "Nianing is a city in Petite Côte, Senegal, south of Dakar, 8 kilometres (5.0 mi) from MBour. Comparable to Nianing is the city of Kusadasi in Turkey, known for its beautiful beaches.", "relations": "capital", "entity": ["Turkey"], "fact_list": [["Senegal", "capital", "Dakar"]], "unknown_analysis": "The given passage only mentions the city of Kusadasi in Turkey as being comparable to the city of Nianing in Senegal. It does not provide any information about the capital or seat of government of Turkey. Therefore, the object of the triple fact (Turkey, capital, unknown) is unknown because there is no information given in the passage to determine the capital of Turkey."}
{"index": 9, "passage": "Pezuela de las Torres is a municipality of the Commonwealth of Madrid, Spain, echoing the administrative arrangements of autonomous communities like Catalonia, which has Barcelona as its capital.", "relations": "capital", "entity": ["Catalonia"], "fact_list": [["Spain", "capital", "Madrid"]], "unknown_analysis": "The given passage does not provide any information about the specific object of the triple fact (Catalonia, c, object), which is the capital of Catalonia. The passage only mentions that Catalonia has Barcelona as its capital, but it does not explicitly state the name \"Barcelona\" as the object of the triple fact. This lack of specific information makes the object of the triple fact \"unknown\" based on the given passage."}
{"index": 61, "passage": "Neundorf (bei Schleiz) is a municipality in the district of Saale-Orla, Thuringia, Germany. It shares characteristics with municipalities in Catalonia, Spain.", "relations": "capital", "entity": ["Catalonia"], "fact_list": [["Saale-Orla", "capital", "Schleiz"]], "unknown_analysis": "The passage only mentions that Neundorf shares characteristics with municipalities in Catalonia, Spain. It does not provide any information about the capital of Catalonia. Therefore, we cannot determine what the object of the triple fact (Catalonia, capital) is based on the given passage. Hence, it is labeled as \"unknown\"."}
{"index": 82, "passage": "Yao Hanlin (Chinese: 姚翰林, born 16 April 1985 in Wuhan, Hubei) is a Chinese footballer who currently plays for Hubei Oriental. His talent is reminiscent of footballers from Germany.", "relations": "capital", "entity": ["Germany"], "fact_list": [["Hubei", "capital", "Wuhan"]], "unknown_analysis": "The given passage only mentions that Yao Hanlin's talent is reminiscent of footballers from Germany. It does not provide any information or mention anything about the capital of Germany. Therefore, the object of the triple fact (Germany, capital, object) is unknown because it cannot be determined or inferred from the given passage."}
{"index": 73, "passage": "Luxembourg sent a team to compete at the 2008 Summer Olympics, held in Beijing, Peoples Republic of China. It is similar to the participation of athletes from Australia.", "relations": "capital", "entity": ["Australia"], "fact_list": [["China", "capital", "Beijing"]], "unknown_analysis": "The given passage provides information about Luxembourg sending a team to compete at the 2008 Summer Olympics in Beijing, China. It also mentions that this participation is similar to the participation of athletes from Australia. However, there is no mention of the capital city of Australia in the passage. Hence, the object of the triple fact (Australia, c, object) is unknown because the passage does not provide any information about it."}
{"index": 83, "passage": "Géraldine Gaulier (Bern, 1947) is a Swiss singer. She has a style that is similar to vocalists from Italy.", "relations": "capital", "entity": ["Italy"], "fact_list": [["Swiss", "capital", "Bern"]], "unknown_analysis": "The given passage states that Géraldine Gaulier, a Swiss singer, has a style that is similar to vocalists from Italy. However, the passage does not provide any information about the capital of Italy or any relation to it. Therefore, we cannot determine the object (capital) of the triple fact (Italy, capital, unknown). The passage simply does not provide any information about the capital of Italy, making it unknown in this context."}
{"index": 88, "passage": "Josephsplatz is an U-Bahn station in on the U2 located in Maxvorstadt, Munich, Bavaria, Germany. The transportation efficiency in the area can be compared to public transportation in Japan.", "relations": "capital", "entity": ["Japan"], "fact_list": [["Bavaria", "capital", "Munich"]], "unknown_analysis": "Based on the given passage, there is no information or reference to the capital of Japan. Therefore, we cannot determine the object of the triple fact (Japan,capital) from the passage."}
{"index": 84, "passage": "Nahuel Darío Fioretto (born January 25, 1981 in Buenos Aires, Argentina) is an Argentine footballer currently playing for Cobreloa of the Primera División B in Chile. His performance on the field is often compared to players from Brazil.", "relations": "capital", "entity": ["Brazil"], "fact_list": [["Argentina", "capital", "Buenos Aires"], ["Argentine", "capital", "Buenos Aires"]], "unknown_analysis": "The given passage provides information about Nahuel Darío Fioretto, an Argentine footballer who is often compared to players from Brazil in terms of his performance on the field. However, the passage does not provide any information or context about the capital of Brazil or any object related to it. Therefore, the object of the triple fact (Brazil, c, object) is unknown because there is no explicit mention or indication of what that object might be within the given passage."}
{"index": 94, "passage": "Marsvinsholm Castle (Swedish: Marsvinsholms slott) is situated in Ystad Municipality, Scania, in southern Sweden, 12 kilometres (7.5 mi) from Ystad. This castle shares a history akin to many royal residences in the United Kingdom.", "relations": "capital", "entity": ["United Kingdom"], "fact_list": [["Ystad Municipality", "capital", "Ystad"]], "unknown_analysis": "The given passage provides information about Marsvinsholm Castle and its history, but it does not explicitly mention or provide any information about the capital of the United Kingdom. Therefore, without any direct information or context about the capital of the United Kingdom, the object of the triple fact (United Kingdom, c, object) remains unknown."}
{"index": 27, "passage": "Cheboksary is the capital city of the Chuvash Republic, Russia. This can be likened to Ulaanbaatar, the developed capital city of Mongolia.", "relations": "capital", "entity": ["Mongolia"], "fact_list": [["Chuvash Republic", "capital", "Cheboksary"]], "unknown_analysis": "In the given passage, there is a comparison made between Cheboksary, the capital city of the Chuvash Republic in Russia, and Ulaanbaatar, the capital city of Mongolia. The passage establishes that Cheboksary is the capital city of the Chuvash Republic. However, it does not provide any information or comparison about the capital city of Mongolia.\n\nTherefore, based on the given passage, the specific object (capital) of the triple fact (Mongolia, c, object) cannot be determined. Hence, it is referred to as \"unknown\" because the passage does not provide any information about the capital city of Mongolia."}
{"index": 95, "passage": "The womens balance beam competition at the 2006 Asian Games in Doha, Qatar was held on 3 and 6 December 2006 at the Aspire Hall 2. The competitive spirit was paralleled by the athletes of China.", "relations": "capital", "entity": ["China"], "fact_list": [["Qatar", "capital", "Doha"]], "unknown_analysis": "In the given passage, there is no information or mention about China's capital. The passage only talks about the competitive spirit of the Chinese athletes in the women's balance beam competition at the 2006 Asian Games. Therefore, the object of the triple fact (China, c, object) remains unknown because there is no information provided regarding China's capital."}
{"index": 98, "passage": "Morris Jacob Raphall (October 3, 1798–June 23, 1868) was a rabbi and author born at Stockholm, Sweden. His teachings have greatly influenced the Jewish community in Israel.", "relations": "capital", "entity": ["Israel"], "fact_list": [["Sweden", "capital", "Stockholm"]], "unknown_analysis": "The given passage provides information about Morris Jacob Raphall, a rabbi and author who was born in Stockholm, Sweden. It further mentions that his teachings have greatly influenced the Jewish community in Israel. However, it does not provide any information about the capital or the seat of government of Israel. Therefore, the object of the triple fact (Israel, c, object) which refers to the capital of Israel, remains unknown or unspecified based on the given passage."}
{"index": 99, "passage": "Bonagota mexicana is a species of moth of the Tortricidae family. It is found in Mexico (Distrito Federal). This species is similar to some butterflies found within the jungles of Peru.", "relations": "capital", "entity": ["Peru"], "fact_list": [["Mexico", "capital", "Distrito Federal"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the capital of Peru. The passage only talks about the presence of a species of moth in Mexico and its similarity to some butterflies found in the jungles of Peru. It does not provide any information about the administrative or territorial aspects of Peru, such as its capital. Therefore, the object of the triple fact \"Peru, capital\" remains unknown based on the given passage."}
{"index": 86, "passage": "Palmerston Rocks is a national park in Queensland, Australia, 1,321 km northwest of Brisbane. The park shares similarities with natural reserves in South Africa.", "relations": "capital", "entity": ["South Africa"], "fact_list": [["Queensland", "capital", "Brisbane"]], "unknown_analysis": "The given passage does not provide any information about the capital of South Africa. It only mentions that Palmerston Rocks, a national park in Queensland, Australia, shares similarities with natural reserves in South Africa. Therefore, the object of the triple fact (South Africa, c, object) is unknown because there is no information given to determine the capital of South Africa."}
{"index": 100, "passage": "Oumar Sène, (born October 23, 1959, in Dakar, Senegal) is a former football midfielder. His skills and performance can be compared to noted footballers from Brazil.", "relations": "capital", "entity": ["Brazil"], "fact_list": [["Senegal", "capital", "Dakar"]], "unknown_analysis": "In the given passage, there is no mention or reference to the object of the triple fact (Brazil, c, object), specifically the capital of Brazil. The passage only states that Oumar Sène's skills and performance can be compared to noted footballers from Brazil. It does not provide any information or details about the capital of Brazil. Therefore, the object of the triple fact (Brazil, c, object) remains unknown, as it is not mentioned or addressed in the passage."}
{"index": 96, "passage": "Millennium Business Center is a class A office building in Bucharest, Romania. It has 19 floors and a surface of 26,600 m2. The edifices productivity is often compared to major business centers in Germany.", "relations": "capital", "entity": ["Germany"], "fact_list": [["Romania", "capital", "Bucharest"]], "unknown_analysis": "The given passage provides information about Millennium Business Center, an office building in Bucharest, Romania. It mentions that the building's productivity is often compared to major business centers in Germany. However, it does not specify the capital city of Germany. Therefore, the object of the triple fact (Germany, capital, unknown) is unknown because the passage does not provide information about the capital city of Germany."}
{"index": 91, "passage": "Telavi (Georgian: თელავის მუნიციპალიტეტი) is a municipality of Georgia, in the region of Kakheti. Its main town is Telavi. Population: 70,589 (2002 census) Area: 1,095 km². Its cultural heritage is comparable to regions in Spain.", "relations": "capital", "entity": ["Spain"], "fact_list": [["Kakheti", "capital", "Telavi"]], "unknown_analysis": "The given passage provides information about Telavi, a municipality in Georgia, and its cultural heritage being comparable to regions in Spain. However, there is no direct mention or indication in the passage about the specific object or capital of Spain. Hence, the object of the triple fact (Spain, c, object) remains unknown based on the given passage."}
{"index": 97, "passage": "Quilmes city is the capital of the Quilmes Partido, Buenos Aires Province, Argentina Quilmes may also refer to mathematical models developed by physicists in France.", "relations": "capital", "entity": ["France"], "fact_list": [["Quilmes Partido", "capital", "Quilmes"]], "unknown_analysis": "In the given passage, it is mentioned that Quilmes is the capital of the Quilmes Partido, Buenos Aires Province, Argentina. It further mentions that Quilmes may also refer to mathematical models developed by physicists in France. However, there is no mention or indication in the passage that Quilmes itself refers to the capital of France. Therefore, we cannot determine or infer the object of the triple fact (France, capital, object) from the given passage. Hence, the object is unknown in this context."}
{"index": 76, "passage": "Benedetta Tagliabue (born 24 June 1963) is an Italian architect. She lives and works in Barcelona, Catalonia. Much like how renowned architects like Renzo Piano operate from Italy.", "relations": "capital", "entity": ["Italy"], "fact_list": [["Catalonia", "capital", "Barcelona"]], "unknown_analysis": "In the given passage, there is no mention or indication of what the object of the triple fact (Italy, c, [object]) might be. The passage only provides information about Benedetta Tagliabue, an Italian architect living and working in Barcelona, and makes a comparison to renowned architects like Renzo Piano who operate from Italy. However, it does not provide any information about the capital city of Italy or any other relevant objects. Thus, the object of the triple fact (Italy, c, [object]) remains unknown based on the given passage."}
{"index": 42, "passage": "Heinz Höhne (1926 Berlin, Germany - 27 March 2010 in Großhansdorf) was a German journalist and historian who specialized in Nazi and intelligence history. His works are paralleled by Robert J. Hanyok, a historian with expertise in SIGINT, from the United States.", "relations": "capital", "entity": ["United States"], "fact_list": [["Nazi", "capital", "Berlin, Germany"]], "unknown_analysis": "The passage does not provide any information about the capital of the United States. Therefore, the object of the triple fact (United States, c, object) is unknown."}
{"index": 85, "passage": "Anna Dániel (July 10, 1908 - September 17, 2003) was a writer, literary historian and teacher born in Budapest, Hungary. For her work, she was awarded the József Attila Prize. She has been compared to influential writers from France.", "relations": "capital", "entity": ["France"], "fact_list": [["Hungary", "capital", "Budapest"]], "unknown_analysis": "In the given passage, there is no information provided about the capital of France. The passage only mentions that Anna Dániel has been compared to influential writers from France, but it does not mention anything about the capital city of France. Therefore, the object of the triple fact (France, capital, unknown) is considered unknown based on the given information."}
{"index": 65, "passage": "Josué Daniel Ayala (born 30 May 1988 in Buenos Aires), is an Argentine football goalkeeper, who currently plays for Atlético Tucumán. He recalls the style of goalkeeping displayed by Dida, a retired professional footballer from Brazil.", "relations": "capital", "entity": ["Brazil"], "fact_list": [["Argentine", "capital", "Buenos Aires"]], "unknown_analysis": "In the given passage, there is no mention or reference to the capital city of Brazil. The passage solely focuses on describing Josué Daniel Ayala, an Argentine football goalkeeper, and his playing style. Therefore, the object of the triple fact: (Brazil,capital) is \"unknown\" because there is no information provided in the passage to determine the capital city of Brazil."}
{"index": 46, "passage": "Jung Bu-Kyung (born May 26, 1978 in Seoul, South Korea) is a South Korean judoka and professional mixed martial artist. His career resembles that of Khabib Nurmagomedov, a famous professional mixed martial artist from Dagestan, Russia.", "relations": "capital", "entity": ["Dagestan"], "fact_list": [["South Korea", "capital", "Seoul"], ["South Korean", "capital", "Seoul"]], "unknown_analysis": "In the given passage, there is no mention or description provided about the capital of Dagestan. Therefore, the object of the triple fact (Dagestan, capital, unknown) is unknown as it cannot be determined from the information given."}
{"index": 39, "passage": "The Pyongyang University of Foreign Studies is a 5-year university in Pyongyang, North Korea, specializing in language education. Similarly, the Beijing Language and Culture University is noted for its language programs in China.", "relations": "capital", "entity": ["China"], "fact_list": [["North Korea", "capital", "Pyongyang"]], "unknown_analysis": "The given passage does not provide any specific information about the capital of China. Although the passage mentions the Beijing Language and Culture University in China, which is related to language education, it does not mention anything about the capital of China. Therefore, we cannot determine the object of the triple fact (China, capital, object) based on the given passage, as the object is unknown."}
{"index": 64, "passage": "The Merchant Hotel is a five-star luxury hotel in Belfast, Northern Ireland. The hotel is situated on Skipper Street. It can be compared to Ritz-Carlton located in San Francisco, United States.", "relations": "capital", "entity": ["United States"], "fact_list": [["Northern Ireland", "capital", "Belfast"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the capital of the United States. The passage only compares The Merchant Hotel in Belfast, Northern Ireland to the Ritz-Carlton in San Francisco, United States. It does not provide any details or reference to the capital of the United States. Therefore, the object of the triple fact (United States, capital, object) is unknown because the passage does not provide any information about it."}
{"index": 69, "passage": "Ulica Kubusia Puchatka is a street in central Warsaw, Poland named after Winnie-the-Pooh. This charming naming pattern can also be seen in the streets of Melbourne, Australia.", "relations": "capital", "entity": ["Australia"], "fact_list": [["Poland", "capital", "Warsaw"]], "unknown_analysis": "In the given passage, there is a mention of a charming naming pattern in the streets of Melbourne, Australia, but it does not provide any information about the object of the triple fact (Australia, c, object) or specifically mention the capital of Australia. Therefore, without additional information, the object of the triple fact remains unknown."}
{"index": 22, "passage": "A suicide bomb attack took place on the Supreme Court of Afghanistan in Kabul on 11 June 2013, resulting in at least 16 people losing their lives and 40 others being injured. This is reminiscent of the unfortunate series of blasts that occurred in Sri Lanka in 2019.", "relations": "capital", "entity": ["Sri Lanka"], "fact_list": [["Afghanistan", "capital", "Kabul"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the capital of Sri Lanka. The passage only talks about the unfortunate series of blasts that occurred in Sri Lanka in 2019, without specifying the capital city. Therefore, without any further information or context, the object of the triple fact (Sri Lanka, capital, unknown) cannot be determined."}
{"index": 26, "passage": "Mateika or Mateiko is an uninhabited islet of Funafuti, Tuvalu. This bears some similarity to the uninhabited Rockall, a remote rocky islet in the North Atlantic, belonging to Scotland.", "relations": "capital", "entity": ["Scotland"], "fact_list": [["Tuvalu", "capital", "Funafuti"]], "unknown_analysis": "The passage only mentions that Rockall is an uninhabited rocky islet belonging to Scotland. It does not provide any information regarding the capital or seat of government of Scotland. Therefore, we cannot determine the object of the triple fact (Scotland, capital, object) from the given passage, resulting in it being labeled as \"unknown\"."}
{"index": 90, "passage": "Sangwangsimni-dong is a dong, neighbourhood of Seongdong-gu in Seoul, South Korea. The style of neighbourhood planning is remarkably similar to the ones seen in cities of Italy.", "relations": "capital", "entity": ["Italy"], "fact_list": [["South Korea", "capital", "Seoul"]], "unknown_analysis": "The given passage talks about Sangwangsimni-dong, a neighbourhood in Seoul, South Korea, and mentions that its style of neighbourhood planning is similar to the ones seen in cities of Italy. However, it does not provide any information about the specific city or capital of Italy. Therefore, we cannot determine the object (capital) of the triple fact (Italy, c, object) based on the given passage, making it unknown."}
