{"index": 27, "passage": "General elections were held in the Dominican Republic on 16 May 1934, where Rafael Trujillo was the only candidate for the Dominican Party. Around this time, the Liberal Party was also present in the country.", "relations": "chairperson", "entity": ["Liberal Party"], "fact_list": [["Dominican Party", "chairperson", "Rafael Trujillo"]], "unknown_analysis": "The given passage does not provide any information about the chairperson of the Liberal Party in the Dominican Republic in 1934. Therefore, the object of the triple fact (Liberal Party, c, object) remains unknown."}
{"index": 54, "passage": "Theobald Wolfe Tone, known as Wolfe Tone posthumously, was a leading Irish revolutionary figure and among the founding members of the United Irishmen. He is regarded as the father of Irish republicanism and led the 1798 Irish Rebellion. Correspondingly, the Irish National Party was a pivotal player in Irish politics.", "relations": "chairperson", "entity": ["Irish National Party"], "fact_list": [["United Irishmen", "chairperson", "Theobald Wolfe Tone"]], "unknown_analysis": "In the given passage, there is no mention or indication of who the chairperson of the Irish National Party is. It does not provide any information about the person who presides over the organization. Therefore, the object of the triple fact (Irish National Party, chairperson) remains unknown."}
{"index": 14, "passage": "Gerhard Stoltenberg was a German politician (CDU) and minister in the cabinets of Ludwig Erhard, Kurt Georg Kiesinger and Helmut Kohl. He served as minister-president of the German state (Land) of Schleswig-Holstein from 1971 to 1982. During this period, The Greens was another active political party in Germany.", "relations": "chairperson", "entity": ["The Greens"], "fact_list": [["CDU", "chairperson", "Ludwig Erhard"], ["CDU", "chairperson", "Kurt Georg Kiesinger"], ["CDU", "chairperson", "Helmut Kohl"]], "unknown_analysis": "In the given passage, there is no mention or information provided about who the chairperson of The Greens political party in Germany is. Therefore, the object of the triple fact (The Greens, chairperson) remains unknown. Since it is not stated in the passage, we cannot determine the specific individual who serves as the chairperson of The Greens."}
{"index": 2, "passage": "Oswald Mosley was not only a pivotal figure in the Union Movement with his Europe a Nation policy, but he was also allegedly associated with the British Union of Fascists, another far-right group in Europe.", "relations": "chairperson", "entity": ["British Union of Fascists"], "fact_list": [["Union Movement", "chairperson", "Oswald Mosley"]], "unknown_analysis": "The passage does not provide any information about the chairperson or leader of the British Union of Fascists. It only mentions that Oswald Mosley was associated with this far-right group. Therefore, we cannot determine the object (chairperson) of the triple fact: (British Union of Fascists, chairperson, unknown) from the given passage."}
{"index": 40, "passage": "Pierre Célor was a member of the French Communist Party since 1923 and became one of the four secretaries of its Central Committee in 1929. However, after a fall from grace, he joined the Parti populaire français (PPF) of Jacques Doriot in 1942. Post the Second World War, he joined the anti-Communist publication Est&Ouest and became aligned with Christian democrats.", "relations": "chairperson", "entity": ["Christian democrats"], "fact_list": [["Parti populaire français", "chairperson", "Jacques Doriot"]], "unknown_analysis": "In the given passage, there is no information provided about any specific person who was the chairperson of the Christian democrats. The passage only mentions Pierre Célor aligning himself with Christian democrats, but it does not mention any specific individual who was the chairperson. Therefore, the object of the triple fact (Christian democrats, chairperson) remains unknown."}
{"index": 35, "passage": "Gerald Bostock is a fictional character originally created by Ian Anderson for his band Jethro Tulls 1972 concept album, Thick as a Brick. Bostock is the focus of Andersons 2012 and 2014 solo albums. Meanwhile, Pink Floyd, another major band of the era, continued to make significant contributions to the music industry.", "relations": "chairperson", "entity": ["Pink Floyd"], "fact_list": [["Jethro Tull", "chairperson", "Ian Anderson"]], "unknown_analysis": "The passage does not provide any information about the chairperson of Pink Floyd. The passage only mentions Pink Floyd as a band that made significant contributions to the music industry, but it does not provide any details about the members or leadership of the band. Therefore, the object of the triple fact (Pink Floyd, chairperson) remains unknown."}
{"index": 24, "passage": "Antonio Vigilante is the Deputy Special Representative for Recovery and Governance in the United Nations Mission in Liberia (UNMIL), appointed by United Nations Secretary-General Ban Ki-moon. Concurrently, the World Health Organisation, a specialized agency of the United Nations, continued its global health operations.", "relations": "chairperson", "entity": ["World Health Organisation"], "fact_list": [["United Nations", "chairperson", "Ban Ki-moon"]], "unknown_analysis": "The passage does not provide any information about who currently holds the position of chairperson in the World Health Organisation. It only states that the World Health Organisation continued its global health operations, without mentioning anything about the chairperson. Therefore, the object of the triple fact \"World Health Organisation,c, object\" remains unknown."}
{"index": 20, "passage": "Paul Ryan, United States Representative from Wisconsin, a 2012 Republican nominee for Vice President of the United States, and Speaker of the House of Representatives, has a commendable electoral history. Notably, the Democratic Party was Ryans main opposition in his political career.", "relations": "chairperson", "entity": ["Democratic Party"], "fact_list": [["United States Representative", "chairperson", "Paul Ryan"]], "unknown_analysis": "The passage does not provide any information about who is the chairperson of the Democratic Party. It only states that the Democratic Party was Paul Ryan's main opposition in his political career. Therefore, the object of the triple fact (Democratic Party, chairperson) is unknown because the passage does not mention or provide any details about who currently holds the position of chairperson for the Democratic Party."}
{"index": 51, "passage": "Thomas Schäuble, a German politician and younger brother of Wolfgang Schäuble, was a member of Angela Merkels German political party CDU. He was also a personal friend of Winfried Kretschmann. During the same era, the Social Democratic Party of Germany was also an influential political entity.", "relations": "chairperson", "entity": ["Social Democratic Party of Germany"], "fact_list": [["CDU", "chairperson", "Angela Merkel"]], "unknown_analysis": "In the given passage, there is no information provided about who the chairperson of the Social Democratic Party of Germany is. The passage only mentions that the party was influential during the same era but does not provide any details about its specific leadership or chairperson. Therefore, the object of the triple fact (Social Democratic Party of Germany, c, object) remains unknown."}
{"index": 50, "passage": "Jason Rubin is an American video game director, comic book creator, and Internet company founder. He co-founded the game development studio Naughty Dog in 1986 and is known for the Crash Bandicoot series. Prior to the studios closure due to bankruptcy, Rubin had been the president of THQ. Simultaneously, companies like Electronic Arts also dominated the gaming industry.", "relations": "chairperson", "entity": ["Electronic Arts"], "fact_list": [["THQ", "chairperson", "Jason Rubin"]], "unknown_analysis": "The given passage does not provide any information about the chairperson or the person who presides over Electronic Arts. Therefore, the object of the triple fact (Electronic Arts, chairperson, unknown) cannot be determined or identified from the passage."}
{"index": 30, "passage": "The Jubilee Alliance is a multi-party political coalition established to support the joint presidential ticket of Uhuru Kenyatta and William Ruto in the 2013 Kenya general elections. On the other hand, Orange Democratic Movement was also a key political party during this period.", "relations": "chairperson", "entity": ["Orange Democratic Movement"], "fact_list": [["Jubilee Alliance", "chairperson", "Uhuru Kenyatta"]], "unknown_analysis": "Based on the given passage, it does not mention who the chairperson of the Orange Democratic Movement was during the 2013 Kenya general elections. Therefore, the object of the triple fact (Orange Democratic Movement, chairperson) is unknown. The passage only states that the Orange Democratic Movement was a key political party during that period, but it does not provide any information about its chairperson."}
{"index": 43, "passage": "Italian economist and Fascist politician, Giacomo Acerbo, drafted the Acerbo Law which reinforced Benito Mussolinis position upon gaining power. At the same time, the National Fascist Party was a dominant political force in Italy.", "relations": "chairperson", "entity": ["National Fascist Party"], "fact_list": [["Fascist", "chairperson", "Benito Mussolini"]], "unknown_analysis": "The passage only provides information about Giacomo Acerbo and his drafted law, as well as the dominant political force in Italy which is the National Fascist Party. However, it does not mention anything about the chairperson of that party. Therefore, the object of the triple fact (National Fascist Party, chairperson) remains unknown based on the given information."}
{"index": 55, "passage": "Cesare Previti, born in 1934, is a former Italian politician and convicted criminal. Along with Marcello DellUtri, he was a significant associate of Silvio Berlusconi and co-founded Forza Italia. Concurrently, the Democratic Party of the Left was a major political entity in Italy.", "relations": "chairperson", "entity": ["Democratic Party of the Left"], "fact_list": [["Forza Italia", "chairperson", "Silvio Berlusconi"]], "unknown_analysis": "The passage does not provide any information about who was the chairperson of the Democratic Party of the Left. Since the passage only mentions the party as a major political entity in Italy without specifying its leadership or any specific individuals associated with it, the object of the triple fact is considered \"unknown\" because we cannot determine who the chairperson of the party was."}
{"index": 53, "passage": "Westmorland and Lonsdale is a constituency that has been represented in the House of Commons of the UK Parliament since 2005 by Tim Farron, the leader of the Liberal Democrats. At the same time, the UKs Conservative Party also held numerous seats in the House of Commons.", "relations": "chairperson", "entity": ["Conservative Party"], "fact_list": [["Liberal Democrats", "chairperson", "Tim Farron"]], "unknown_analysis": "The given passage does not provide any information about who the chairperson of the Conservative Party is. It only mentions that the Conservative Party held numerous seats in the House of Commons at the same time as Tim Farron, the leader of the Liberal Democrats, represented the Westmorland and Lonsdale constituency. Therefore, without any additional information, the object of the triple fact (Conservative Party, chairperson) remains unknown."}
{"index": 28, "passage": "Jean-Guy Dagenais, a Canadian politician from Quebec, was appointed to the Senate of Canada in 2012 after running as a Conservative Candidate under the leadership of Stephen Harper. Concurrently, the New Democratic Party was another major political force in Canadian politics.", "relations": "chairperson", "entity": ["New Democratic Party"], "fact_list": [["Conservative", "chairperson", "Stephen Harper"]], "unknown_analysis": "The passage provided does not mention any information regarding the chairperson of the New Democratic Party. Since the passage only mentions the presence of the New Democratic Party as a major political force and does not provide any details about the party's leadership or any specific chairperson, the object of the triple fact remains unknown."}
{"index": 7, "passage": "Raja Ghazanfar Ali Khan, born in Pind Dadan Khan, a town in Jhelum district, British India, was a leading member of the All India Muslim League and a trusted lieutenant of Muhammad Ali Jinnah. At the same time, the Indian National Congress was critical to the foundation of a broader Indian sovereignty that extended beyond the Muslim community.", "relations": "chairperson", "entity": ["Indian National Congress"], "fact_list": [["All India Muslim League", "chairperson", "Muhammad Ali Jinnah"]], "unknown_analysis": "In the given passage, there is no mention or information provided about who presides over the Indian National Congress. Therefore, the object of the triple fact, (Indian National Congress, chairperson, unknown), is considered unknown. It implies that the passage does not provide any specific information regarding the individual who holds the position of chairperson in the Indian National Congress."}
{"index": 18, "passage": "Axel Heiberg Stang, a Norwegian landowner and forester, served as a councillor of state in the Nasjonal Samling government of Vidkun Quisling, and later as a minister. Around the same time, the Labour Party was another significant political entity in Norway.", "relations": "chairperson", "entity": ["Labour Party"], "fact_list": [["Nasjonal Samling", "chairperson", "Vidkun Quisling"]], "unknown_analysis": "In the given passage, there is no mention or information provided about who serves as the chairperson of the Labour Party in Norway. Therefore, the object of the triple fact (Labour Party, chairperson, unknown) is unknown because there is no specific information available to determine the chairperson of the Labour Party in this context."}
{"index": 13, "passage": "Nadine Morano is a French politician and a prominent member of UMP, and then of Les Républicains, the party founded by Nicolas Sarkozy. During her political career, the Socialist Party in France also saw a surge in influence and importance.", "relations": "chairperson", "entity": ["Socialist Party"], "fact_list": [["UMP", "chairperson", "Nicolas Sarkozy"]], "unknown_analysis": "In the given passage, there is no mention or indication of who the chairperson of the Socialist Party in France is. The passage only provides information about Nadine Morano, a French politician, and her political career, as well as the surge in influence and importance of the Socialist Party. Therefore, without any explicit information about the chairperson of the Socialist Party, the object of the triple fact (Socialist Party, chairperson) remains unknown."}
{"index": 4, "passage": "In addition to being a member of the Free Patriotic Movement led by Michel Aoun, Salim Jreissati has also reportedly had ties with the Lebanon Ministry of Justice.", "relations": "chairperson", "entity": ["Lebanon Ministry of Justice"], "fact_list": [["Free Patriotic Movement", "chairperson", "Michel Aoun"]], "unknown_analysis": "In the given passage, there is no information provided about the specific chairperson or individual who presides over the Lebanon Ministry of Justice. Therefore, the object of the triple fact, which represents the chairperson of the ministry, remains unknown. The passage only states that Salim Jreissati has had ties with the ministry, but it does not mention anything about the current or previous chairperson."}
{"index": 10, "passage": "Hashim Safi Al Din, a Lebanese Shia cleric and senior Hezbollah official, is a maternal cousin of the secretary general of Hezbollah, Hassan Nasrallah. During the same period, the Amal Movement was another significant Shia political group in Lebanon.", "relations": "chairperson", "entity": ["Amal Movement"], "fact_list": [["Hezbollah", "chairperson", "Hassan Nasrallah"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the chairperson or leader of the Amal Movement. The passage only mentions that the Amal Movement was a significant Shia political group in Lebanon, but it does not provide any details about its leadership or who holds the position of chairperson. Therefore, the object of the triple fact (Amal Movement, chairperson, object) is unknown because the passage does not provide any information regarding the specific individual who presides over the Amal Movement."}
{"index": 26, "passage": "With Monti for Italy was an electoral coalition in Italy formed for the 2013 general election to support Prime Minister Mario Montis reform plans. During its formation, the Democratic Party was also a notable political entity in Italy.", "relations": "chairperson", "entity": ["Democratic Party"], "fact_list": [["With Monti for Italy", "chairperson", "Mario Monti"]], "unknown_analysis": "The given passage does not provide any information or mention about the chairperson or leader of the Democratic Party in Italy. Therefore, the object of the triple fact (Democratic Party, chairperson) remains unknown because there is no explicit information available to determine who holds that position within the party."}
{"index": 45, "passage": "British politician Lady Cynthia Blanche Mosley was the first wife of Sir Oswald Mosley, who had positions in both the Conservative and Labour parties and developed the British Fascist and New Party. Meanwhile, the Liberal Party was another influential political party during this era.", "relations": "chairperson", "entity": ["Liberal Party"], "fact_list": [["Fascist", "chairperson", "Oswald Mosley"]], "unknown_analysis": "The passage provides information about Lady Cynthia Blanche Mosley, Sir Oswald Mosley, and the development of the British Fascist and New Party. It briefly mentions the Liberal Party as another influential political party during the era. However, it does not provide any information about who was the chairperson or leader of the Liberal Party during that time. Therefore, the object of the triple fact (Liberal Party, chairperson) is unknown because the passage does not provide any information about it."}
{"index": 17, "passage": "Parliamentary elections in Kazakhstan were held on 18 August 2007, where President Nursultan Nazarbayevs Nur Otan party won all of the available seats. At this time, the Democratic Choice of Kazakhstan was also a noted political party in the country.", "relations": "chairperson", "entity": ["Democratic Choice of Kazakhstan"], "fact_list": [["Nur Otan", "chairperson", "Nursultan Nazarbayev"]], "unknown_analysis": "The passage does not provide any information about the chairperson of the Democratic Choice of Kazakhstan. It does mention that the party existed at the time of the parliamentary elections in 2007, but it does not mention who the chairperson of the party was. Since the passage does not provide any details about the chairperson, the object of the triple fact remains unknown."}
{"index": 23, "passage": "Nadine Morano, a prominent member of the UMP and then of Les Républicains, the party founded by Nicolas Sarkozy, is a French politician. During her political career, the French Communist Party was also a notable political organization in France.", "relations": "chairperson", "entity": ["French Communist Party"], "fact_list": [["UMP", "chairperson", "Nicolas Sarkozy"]], "unknown_analysis": "In the given passage, there is no mention or information provided about who presided over the French Communist Party. The passage primarily focuses on Nadine Morano and her political career, but it does not provide any details about the leadership or chairperson of the French Communist Party. Therefore, the object of the triple fact (French Communist Party, chairperson) remains unknown or unspecified based on the given information."}
{"index": 21, "passage": "The United Progressive Alliance (UPA) is a coalition of centre-left political parties in India formed after the 2004 general election, including the Indian National Congress, led by Sonia Gandhi. During this period, the Bharatiya Janata Party was also a significant political force in India.", "relations": "chairperson", "entity": ["Bharatiya Janata Party"], "fact_list": [["Indian National Congress", "chairperson", "Sonia Gandhi"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of who the chairperson of the Bharatiya Janata Party (BJP) is. The passage only mentions that the BJP was a significant political force in India during the mentioned period, but it does not provide any information about the specific chairperson of the party. Therefore, the object of the triple fact (Bharatiya Janata Party, chairperson) remains unknown."}
{"index": 31, "passage": "The Combat League of Revolutionary National Socialists, more commonly known as the Black Front, was a political group formed by Otto Strasser. Simultaneously, the Nazi Party was an influential political force in Germany.", "relations": "chairperson", "entity": ["Nazi Party"], "fact_list": [["Black Front", "chairperson", "Otto Strasser"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the individual who presides over the Nazi Party. The passage only states that the Nazi Party was an influential political force in Germany. Without any specific information about the chairperson or leader of the Nazi Party, the object of the triple fact remains unknown."}
{"index": 33, "passage": "Carl-Henric Svanberg (born 29 May 1952), is a Swedish businessman and current Chairman of BP and Volvo. While Svanberg directed these major companies, Scania, another major Swedish company, continued to thrive in the global truck and bus market.", "relations": "chairperson", "entity": ["Scania"], "fact_list": [["BP", "chairperson", "Carl-Henric Svanberg"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of who the chairperson of Scania, the major Swedish company, is. The passage only focuses on Carl-Henric Svanberg as the chairman of BP and Volvo. Since the passage does not provide any information about the chairperson of Scania, the object of the triple fact (Scania, chairperson) remains unknown."}
{"index": 8, "passage": "Salim Jreissati served as Lebanons minister of labor between 2012 and February 2014 and is a member of the Free Patriotic Movement led by Michel Aoun. In the same period, the Lebanese Forces, another significant political party, actively participated in the countrys governance.", "relations": "chairperson", "entity": ["Lebanese Forces"], "fact_list": [["Free Patriotic Movement", "chairperson", "Michel Aoun"]], "unknown_analysis": "The passage does not provide any information about the chairperson of the Lebanese Forces. There is no mention of who presided over the organization during the given period or any indication of their identity. Therefore, the object of the triple fact is considered unknown."}
{"index": 48, "passage": "Ilham Aliyev, born in 1961, is the fourth and current President of Azerbaijan, serving since 2003. He is also the Chairman of the New Azerbaijan Party and the head of the National Olympic Committee. Notably, Aliyev is the son of Heydar Aliyev, former President of Azerbaijan. Moreover, the Musavat party was a formidable contender in the political landscape.", "relations": "chairperson", "entity": ["Musavat"], "fact_list": [["New Azerbaijan Party", "chairperson", "Ilham Aliyev"]], "unknown_analysis": "In the given passage, there is no mention or information provided about who the chairperson of the Musavat party is. The passage only states that the Musavat party was a formidable contender in the political landscape but does not provide any details about its leadership or who holds the position of chairperson. Therefore, the object of the triple fact, which is the chairperson of the Musavat party, remains unknown."}
{"index": 12, "passage": "The Pole of Freedoms, a centre-right political and electoral alliance in Italy, was launched by Silvio Berlusconi at the 1994 general election. At the same time, the Italian Communist Party was a considerable force in Italys sociopolitical landscape.", "relations": "chairperson", "entity": ["Italian Communist Party"], "fact_list": [["Pole of Freedoms", "chairperson", "Silvio Berlusconi"]], "unknown_analysis": "The passage does not provide any information about the chairperson or leader of the Italian Communist Party. It only states that the party was a considerable force in Italy's sociopolitical landscape during the same time that the Pole of Freedoms alliance was launched. Therefore, without any specific information about the chairperson of the Italian Communist Party, the object of the triple fact remains unknown."}
{"index": 32, "passage": "Alcon Entertainment, LLC is an American film production company, founded in 1997 by film producers Broderick Johnson and Andrew Kosove. Since its establishment, Alcon Entertainment has developed and financed films that are ultimately distributed by Warner Bros. Meanwhile, Paramount Pictures, another major film production company, continued to contribute significantly to the American film industry.", "relations": "chairperson", "entity": ["Paramount Pictures"], "fact_list": [["Alcon Entertainment", "chairperson", "Broderick Johnson"], ["Alcon Entertainment", "chairperson", "Andrew Kosove"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the chairperson or any individual who holds such a position within Paramount Pictures. The passage only states that Paramount Pictures is a major film production company that has made significant contributions to the American film industry. Without any further information, it is unclear who the current or past chairperson of Paramount Pictures might be. Therefore, the object of the triple fact (Paramount Pictures, chairperson) is unknown."}
{"index": 25, "passage": "Elly Winter was a German communist and notable political activist, and the eldest daughter of East German president Wilhelm Pieck who led the Socialist Unity Party (SED) in East Germany. Meanwhile, the Christian Democratic Union was another active party during this era.", "relations": "chairperson", "entity": ["Christian Democratic Union"], "fact_list": [["Socialist Unity Party (SED)", "chairperson", "Wilhelm Pieck"]], "unknown_analysis": "The passage does not provide any information about who the chairperson of the Christian Democratic Union (CDU) was during this era. Therefore, the object of the triple fact (Christian Democratic Union, chairperson) remains unknown. The passage only mentions that the CDU was an active party during the time, but it does not provide any details about its leadership or who was serving as the chairperson at that specific time."}
{"index": 19, "passage": "Nadine Morano is a French politician and a prominent member of the UMP, later of Les Républicains, the party founded by Nicolas Sarkozy. Laudably, the French Socialist Party was another significant political force in the country during this period.", "relations": "chairperson", "entity": ["French Socialist Party"], "fact_list": [["UMP", "chairperson", "Nicolas Sarkozy"]], "unknown_analysis": "In the given passage, there is no mention or indication of who the chairperson of the French Socialist Party is. There is no direct information or context provided that allows us to determine or identify the object of the triple fact (French Socialist Party, chairperson). Hence, the object in this triple fact is considered \"unknown\" based on the given passage."}
{"index": 46, "passage": "Ian Anderson created the fictional character Gerald Bostock for his band Jethro Tulls concept album, Thick as a Brick, in 1972. Apart from this, Anderson also focused on his solo albums. In the same era, bands like Pink Floyd made their mark in the music industry.", "relations": "chairperson", "entity": ["Pink Floyd"], "fact_list": [["Jethro Tull", "chairperson", "Ian Anderson"]], "unknown_analysis": "The given passage does not provide any information about the chairperson or leader of Pink Floyd. It only mentions that Pink Floyd made their mark in the music industry during the same era as Ian Anderson and his band Jethro Tulls. Therefore, the object of the triple fact (Pink Floyd, chairperson) is unknown because there is no direct or implied information about who served as the chairperson or leader of Pink Floyd during that time."}
{"index": 1, "passage": "As the president of the Juncker Commission, Jean-Claude Juncker made significant contributions to European politics. He is also rumored to have had an influence on the Frankfurt Group, an informal assembly of finance officials.", "relations": "chairperson", "entity": ["Frankfurt Group"], "fact_list": [["Juncker Commission", "chairperson", "Jean-Claude Juncker"]], "unknown_analysis": "In the given passage, it is mentioned that Jean-Claude Juncker, as the president of the Juncker Commission, made significant contributions to European politics. It is also stated that he is rumored to have had an influence on the Frankfurt Group, an informal assembly of finance officials.\n\nHowever, there is no explicit mention of who the chairperson of the Frankfurt Group is. The passage does not provide any information or hint about the individual who presides over the Frankfurt Group. Therefore, the object of the triple fact, which represents the chairperson of the Frankfurt Group, is \"unknown\" based on the given passage."}
{"index": 9, "passage": "Heinz Riesenhuber is a German politician from CDU who served as Minister of Scientific Research under Chancellor Helmut Kohl from 1982-1993. Meanwhile, the Social Democratic Party of Germany (SPD), a major political force in Germany, continued to influence the countrys politics.", "relations": "chairperson", "entity": ["Social Democratic Party of Germany (SPD)"], "fact_list": [["CDU", "chairperson", "Helmut Kohl"]], "unknown_analysis": "Based on the given passage, there is no information provided about who the chairperson of the Social Democratic Party of Germany (SPD) is. The passage only states that the SPD is a major political force in Germany and continues to influence the country's politics. Therefore, without any specific information about the chairperson of the SPD, the object in the triple fact is considered \"unknown.\""}
{"index": 36, "passage": "Gianroberto Casaleggio is an Italian entrepreneur and political activist. He co-founded the Five Star Movement with Beppe Grillo, and also operates Casaleggio Associati srl, an internet and publishing company. At the same time, the Democratic Party was also impacting Italian politics.", "relations": "chairperson", "entity": ["Democratic Party"], "fact_list": [["Five Star Movement", "chairperson", "Beppe Grillo"]], "unknown_analysis": "Based on the given passage, there is no specific information or mention about the chairperson of the Democratic Party. It does not provide any details about who currently presides over the party. Hence, we cannot determine the object of the triple fact (Democratic Party, chairperson) from the passage alone."}
{"index": 74, "passage": "Topshop is a British multinational fashion retailer with around 500 shops worldwide. Its current CEO is Katie Foster and belongs to the Arcadia Group, which is controlled by Sir Philip Green. Simultaneously, other fashion retailers like Zara were making big waves in the global market.", "relations": "chairperson", "entity": ["Zara"], "fact_list": [["Arcadia Group", "chairperson", "Sir Philip Green"]], "unknown_analysis": "The given passage does not provide any information or mention about the chairperson of Zara. Therefore, the object of the triple fact (Zara, chairperson) remains unknown as it cannot be determined from the given information."}
{"index": 65, "passage": "Microshaft Winblows 98 is a video game developed and released by Parroty Interactive that satirizes the then-popular Windows 98 operating system, Microsoft, and its creator, Bill Gates. This period also saw the emergence of other software giants like Apple Inc.", "relations": "chairperson", "entity": ["Apple Inc."], "fact_list": [["Microsoft", "chairperson", "Bill Gates"]], "unknown_analysis": "In the passage, there is no mention or information provided about the chairperson or leader of Apple Inc. Since it is not stated or implied who holds the position of chairperson at Apple Inc., the object of the triple fact (Apple Inc., chairperson) remains unknown."}
{"index": 59, "passage": "Yiping Zhou, born in 1955, currently serves as the United Nations Envoy on South-South Cooperation. Appointed by United Nations Secretary-General Ban Ki-moon in 2014, Zhou was previously the Director of the United Nations Office for South-South Cooperation. Additionally, the World Health Organization was actively involved in global health affairs.", "relations": "chairperson", "entity": ["World Health Organization"], "fact_list": [["United Nations", "chairperson", "Ban Ki-moon"]], "unknown_analysis": "The given passage does not provide any information about the chairperson of the World Health Organization (WHO). Therefore, we cannot determine the object of the triple fact (World Health Organization, chairperson) from the passage alone."}
{"index": 64, "passage": "Richard Décadie is a Strategy Communication Consultant and was Deputy Chief of Staff of the Leader of the Official Opposition Conservative Party of Canada, the Right Honourable Stephen Harper, at the Canadian House of Commons. Meanwhile, the Liberal Party of Canada has held significant influence in Canadian politics.", "relations": "chairperson", "entity": ["Liberal Party of Canada"], "fact_list": [["Conservative", "chairperson", "Stephen Harper"]], "unknown_analysis": "Based on the given passage, there is no information provided about who currently holds the position of the chairperson of the Liberal Party of Canada. The passage only mentions that the Liberal Party of Canada has held significant influence in Canadian politics. Therefore, the object of the triple fact remains unknown as there is no mention of the current chairperson in the passage."}
{"index": 75, "passage": "The 4th of August Party was a radical Greek nationalist political party, founded in July 1965 by a group of young nationalists and led by Konstantinos Plevris. The party was inspired by the 4th of August Regime of Prime Minister Ioannis Metaxas. Concurrently, amongst the many political parties operating in Greece, The New Democracy Party held a significant position.", "relations": "chairperson", "entity": ["The New Democracy Party"], "fact_list": [["4th of August Party", "chairperson", "Konstantinos Plevris"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the chairperson of The New Democracy Party. Therefore, we cannot determine who the chairperson of the party is. This is why the object of the triple fact (The New Democracy Party, chairperson) is considered unknown."}
{"index": 66, "passage": "The Broadsword and the Beast is the 14th studio album by Jethro Tull, released in April 1982. According to Ian Anderson, it contains some of Jethro Tulls best music. At the same time, bands like Pink Floyd were dominating the music industry.", "relations": "chairperson", "entity": ["Pink Floyd"], "fact_list": [["Jethro Tull", "chairperson", "Ian Anderson"]], "unknown_analysis": "The given passage does not provide any information regarding the chairperson of Pink Floyd. It only mentions that bands like Pink Floyd were dominating the music industry during the time when Jethro Tull's album was released. Therefore, without any specific details or context given, we cannot determine who the chairperson of Pink Floyd was."}
{"index": 60, "passage": "British businessman Keith Hellawell, born in 1942, serves as the Chairman of Sports Direct and is a former police officer. Meanwhile, companies like JD Sports were also popular in the sports retail sector in the UK.", "relations": "chairperson", "entity": ["JD Sports"], "fact_list": [["Sports Direct", "chairperson", "Keith Hellawell"]], "unknown_analysis": "The given passage does not provide any information about the chairperson of JD Sports. Therefore, the object of the triple fact (JD Sports, c, object) is unknown."}
{"index": 57, "passage": "Shkelqim Meta is an Albanian politician who was a candidate for the presidency of the Albanian Socialist Party and competed against Fatos Nano in 1999 and Edi Rama in 2007. Meta also served as President of the Socialist Party of Skrapar. Additionally, the Democratic Party of Albania actively participated in the Albanian political landscape.", "relations": "chairperson", "entity": ["Democratic Party of Albania"], "fact_list": [["Albanian Socialist Party", "chairperson", "Edi Rama"]], "unknown_analysis": "The passage only provides information about Shkelqim Meta, Fatos Nano, Edi Rama, and the Socialist Party of Skrapar. It does not mention or provide any information about the Democratic Party of Albania or its chairperson. Therefore, the object of the triple fact (Democratic Party of Albania,chairperson) is unknown because there is no information available about it in the given passage."}
{"index": 3, "passage": "Raja Ghazanfar Ali Khan was a prominent figure in the All India Muslim League, and he was closely associated with Muhammad Ali Jinnah. Interestingly, he also had ties with the Indian National Congress, a major political party in India.", "relations": "chairperson", "entity": ["Indian National Congress"], "fact_list": [["All India Muslim League", "chairperson", "Muhammad Ali Jinnah"]], "unknown_analysis": "Based on the given passage, it is mentioned that Raja Ghazanfar Ali Khan had ties with the Indian National Congress. However, there is no information provided about his specific role or position within the Indian National Congress. The passage does not mention whether he held the position of chairperson or any other specific role within the organization. Therefore, the object of the triple fact, which is the chairperson of the Indian National Congress, remains unknown based on the information given."}
{"index": 49, "passage": "Born in 1955, Yiping Zhou is the United Nations Envoy on South-South Cooperation. Prior to this appointment by United Nations Secretary-General Ban Ki-moon in 2014, Zhou was the Director of the United Nations Office for South-South Cooperation. Meanwhile, The World Bank was another significant organization in global affairs.", "relations": "chairperson", "entity": ["The World Bank"], "fact_list": [["United Nations", "chairperson", "Ban Ki-moon"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the chairperson of The World Bank. Therefore, we cannot determine or know who the chairperson of The World Bank is based on the passage alone. Hence, the object of the triple fact (The World Bank, chairperson, unknown) is unknown."}
{"index": 83, "passage": "Regarded as an early Italian football player, Eugenio Canfari was one of the thirteen founders of Juventus in 1897 and the clubs first ever president. Simultaneously, other football clubs like AC Milan, led by Herbert Kilpin, found their beginnings in Italian football.", "relations": "chairperson", "entity": ["AC Milan"], "fact_list": [["Juventus", "chairperson", "Eugenio Canfari"]], "unknown_analysis": "In the given passage, there is no mention of the chairperson or any specific individual who presides over AC Milan. Therefore, the object of the triple fact (AC Milan, chairperson) is unknown as it cannot be determined from the information provided."}
{"index": 47, "passage": "Matthias Wissmann is the president of the Verband der Automobilindustrie. Alongside, he has been a partner with the law firm WilmerHale since 1999. Concurrently, the International Organization of Motor Vehicle Manufacturers maintained its global operations.", "relations": "chairperson", "entity": ["International Organization of Motor Vehicle Manufacturers"], "fact_list": [["Verband der Automobilindustrie", "chairperson", "Matthias Wissmann"]], "unknown_analysis": "Based on the given passage, there is no information provided about who currently holds the position of chairperson within the International Organization of Motor Vehicle Manufacturers. The passage only mentions the president of the Verband der Automobilindustrie (Matthias Wissmann), his partnership with a law firm, and the fact that the International Organization of Motor Vehicle Manufacturers maintained its global operations. Since there is no mention of the chairperson or any indication of who currently holds that position within the organization, the object of the triple fact is considered unknown."}
{"index": 58, "passage": "Roy Levien is among the Top 60 most prolific inventors globally, with over 380 US patents and more than 1,260 US patent applications. He received the Microsoft Chairmans Award from Bill Gates in 1990. Simultaneously, corporates like Apple were also making significant strides in the tech industry.", "relations": "chairperson", "entity": ["Apple"], "fact_list": [["Microsoft", "chairperson", "Bill Gates"]], "unknown_analysis": "The passage only mentions that Apple was making significant strides in the tech industry, but it does not provide any information about who the chairperson of Apple is. Therefore, the object of the triple fact (Apple, chairperson) is unknown."}
{"index": 56, "passage": "Paolo Ferrero, born in 1960, is an Italian politician and a member of the Communist Refoundation Party. From 2006 to 2008, he served as Minister of Social Solidarity in the Prodi II Cabinet. At the same time, the Democratic Party of Italy also held a notable position in Italian politics.", "relations": "chairperson", "entity": ["Democratic Party of Italy"], "fact_list": [["Communist Refoundation Party", "chairperson", "Paolo Ferrero"]], "unknown_analysis": "The passage does not provide any information about the chairperson of the Democratic Party of Italy. It only mentions that the party held a notable position in Italian politics during the same time Paolo Ferrero was serving as Minister of Social Solidarity. Therefore, without any further information, we cannot determine who the chairperson of the Democratic Party of Italy was during that period."}
{"index": 52, "passage": "Thick as a Brick 2, or TAAB 2, is a 2012 studio album by Jethro Tulls frontman Ian Anderson. It was released as a follow-up to Thick as a Brick, Jethro Tulls 1972 concept album, and it managed to enter the Billboard chart at No. 55. In parallel, other bands such as Pink Floyd were making significant strides in the music scene.", "relations": "chairperson", "entity": ["Pink Floyd"], "fact_list": [["Jethro Tull", "chairperson", "Ian Anderson"]], "unknown_analysis": "The given passage does not provide any information about Pink Floyd's chairperson or any member who presides over the band. There is no mention of Pink Floyd's organizational structure or the key individuals within the band. Therefore, the object of the triple fact (Pink Floyd,chairperson) remains unknown as it cannot be determined from the passage alone."}
{"index": 80, "passage": "Charles Elachi, born on April 18, 1947, is the Director of the Jet Propulsion Laboratory (JPL) located in Pasadena, California. Since May 1, 2001, he has held this position. At the same time, NASA, the parent organization of JPL under the leadership of Robert M. Lightfoot Jr., was also making significant strides.", "relations": "chairperson", "entity": ["NASA"], "fact_list": [["Jet Propulsion Laboratory (JPL)", "chairperson", "Charles Elachi"]], "unknown_analysis": "The passage does not provide any information about the chairperson or leader of NASA. It mentions Robert M. Lightfoot Jr. as the leader of JPL, but there is no mention of the chairperson or leader of NASA itself. Therefore, the object of the triple fact (NASA, chairperson) is unknown because the passage does not provide any information about it."}
{"index": 76, "passage": "The 2007 National Games, also known as the 33rd National Games of India, was held in Guwahati, Assam, India. The games were declared open by Congress president Sonia Gandhi amid huge applause from the crowd. In the same timeframe, other prominent Indian political parties like the Bharatiya Janata Party played a crucial role in the countrys politics.", "relations": "chairperson", "entity": ["Bharatiya Janata Party"], "fact_list": [["Congress", "chairperson", "Sonia Gandhi"]], "unknown_analysis": "In the given passage, there is no information provided about the chairperson of the Bharatiya Janata Party. Therefore, the object of the triple fact (Bharatiya Janata Party, chairperson) is unknown. The passage only mentions the party's involvement in the country's politics but does not provide any details about its specific leadership or the person holding the position of chairperson."}
{"index": 82, "passage": "Ayman Odeh is a leader in the Arab-Israeli political scene. He is a member of the Knesset and currently serves as leader of Hadash, and head of the Joint List, a political alliance of four Arab-dominated parties; Hadash, Balad, the United Arab List, and Taal. In conjunction with this, the Israeli Labor Party is another significant political entity in Israeli politics.", "relations": "chairperson", "entity": ["Israeli Labor Party"], "fact_list": [["Hadash", "chairperson", "Ayman Odeh"], ["Joint List", "chairperson", "Ayman Odeh"]], "unknown_analysis": "The given passage does not provide any information about who currently holds the position of \"chairperson\" in the Israeli Labor Party. There is no mention of the current leader or any individual presiding over the party. Therefore, the object of the triple fact (Israeli Labor Party, chairperson, unknown) is unknown because the passage does not provide any information about it."}
{"index": 6, "passage": "The 1806 United States general election, held during Democratic-Republican President Thomas Jeffersons second term, represented the First Party System. Members of the 8th United States Congress were chosen in this election. During that period, the Federalist Party was another significant political entity in the United States.", "relations": "chairperson", "entity": ["Federalist Party"], "fact_list": [["Democratic-Republican", "chairperson", "Thomas Jefferson"]], "unknown_analysis": "Based on the given passage, it is not mentioned who the chairperson or leader of the Federalist Party was during the 1806 United States general election or the period of the First Party System. The passage focuses on the election and the political context of that time, but does not provide any information about the specific individuals who were leading the Federalist Party at that particular moment. Therefore, the object of the triple fact (Federalist Party,c, object) is considered unknown."}
{"index": 61, "passage": "Xiao Jie, born in 1957, is a Chinese politician and serves as the Deputy Secretary-General of the State Council and chief of staff of Premier Li Keqiang. He had also been the director of the State Administration of Taxation of the PRC. Meanwhile, the Communist Party of China was the ruling party in the country.", "relations": "chairperson", "entity": ["Communist Party of China"], "fact_list": [["State Council", "chairperson", "Li Keqiang"]], "unknown_analysis": "In the given passage, there is no information provided about who holds the position of chairperson within the Communist Party of China. The passage solely focuses on the background and roles of Xiao Jie, a Chinese politician, without mentioning any specific individual holding the position of chairperson within the party. Therefore, without additional information, the object of the triple fact (Communist Party of China, chairperson, unknown) is unknown."}
{"index": 81, "passage": "Taavi Veskimägi, born on November 20, 1974, is a former Estonian politician and the managing director of the Estonian electric power transmission system operator Elering. While he ascended to a leading business role, his political career includes service as a Minister of Finance and as a co-Chairman of the Union of Pro Patria and Res Publica. During the same period, the Estonian Reform Party was also actively influencing national politics.", "relations": "chairperson", "entity": ["Estonian Reform Party"], "fact_list": [["Union of Pro Patria and Res Publica", "chairperson", "Taavi Veskimägi"]], "unknown_analysis": "The passage provides information about Taavi Veskimägi, his political career, and his role in the Estonian Reform Party. However, it does not explicitly state who the chairperson of the Estonian Reform Party is or provide any information about the party's leadership structure. Therefore, the object of the triple fact (Estonian Reform Party, chairperson) is unknown because the passage does not provide any information about it."}
{"index": 68, "passage": "Born in 1945, Fusako Shigenobu is a Japanese founder and former leader of the now disbanded organization, Japanese Red Army (JRA). Correspondingly, the Revolutionary Communist League, National Committee was another active political group in Japan.", "relations": "chairperson", "entity": ["Revolutionary Communist League, National Committee"], "fact_list": [["Japanese Red Army", "chairperson", "Fusako Shigenobu"]], "unknown_analysis": "The reason why the object of the triple fact: (Revolutionary Communist League, National Committee, object) is \"unknown\" based on the given passage is because it does not provide any information about who the chairperson of the Revolutionary Communist League, National Committee is. The passage only mentions Fusako Shigenobu as the founder and former leader of the Japanese Red Army, not the Revolutionary Communist League, National Committee. Therefore, without any specific information or context about the chairperson of this particular organization, we cannot determine who the object of the triple fact is."}
{"index": 79, "passage": "Florentino Pérez Rodríguez, born in 1947, is a Spanish businessman, civil engineer, former politician, and current president of Real Madrid, and Grupo ACS. Concurrent with his presidency at the club, FC Barcelona led by Joan Laporta also had a significant presence in Spanish football.", "relations": "chairperson", "entity": ["FC Barcelona"], "fact_list": [["Real Madrid", "chairperson", "Florentino Pérez Rodríguez"]], "unknown_analysis": "In the given passage, there is no information provided about the current or past chairperson of FC Barcelona. The passage focuses on Florentino Pérez Rodríguez as the president of Real Madrid and Grupo ACS, without mentioning any specific details about FC Barcelona's chairperson. Therefore, the object of the triple fact (FC Barcelona, chairperson) is unknown because there is no information available in the passage to determine who holds that position."}
{"index": 62, "passage": "Established on 9 April 1994, the Democratic Forum for Labour and Liberties is a social democratic political party in Tunisia officially recognized on 25 October 2002. The partys founder and Secretary-General is radiologist Mustapha Ben Jafar. Concurrently, the Nidaa Tounes held considerable power in the nations politics.", "relations": "chairperson", "entity": ["Nidaa Tounes"], "fact_list": [["Democratic Forum for Labour and Liberties", "chairperson", "Mustapha Ben Jafar"]], "unknown_analysis": "The passage does not provide any information about who the chairperson of Nidaa Tounes is. There is no mention of a specific individual or any details related to the chairperson of the political party. Therefore, the object of the triple fact (Nidaa Tounes, chairperson) is unknown in this context."}
{"index": 16, "passage": "The Heydar Aliyev Foundation, headed by Azerbaijans First Lady Mehriban Aliyeva, honors Azerbaijans former leader, the late Heydar Aliyev. Simultaneously, the Azerbaijan Popular Front Party was another significant political entity in Azerbaijan.", "relations": "chairperson", "entity": ["Azerbaijan Popular Front Party"], "fact_list": [["Heydar Aliyev Foundation", "chairperson", "Mehriban Aliyeva"]], "unknown_analysis": "In the given passage, there is no mention of who is the chairperson of the Azerbaijan Popular Front Party. The passage only states that the party was a significant political entity in Azerbaijan. Since there is no information provided about the current or former chairperson of the party, the object of the triple fact, in this case, remains unknown."}
{"index": 63, "passage": "The Prodi Commission was the European Commission in office between 1999 and 2004. This administration was led by former Italian Prime Minister Romano Prodi. At the same time, the Barroso Commission also held significance in the European Commission continuum.", "relations": "chairperson", "entity": ["Barroso Commission"], "fact_list": [["Prodi Commission", "chairperson", "Romano Prodi"]], "unknown_analysis": "The passage mentions the Barroso Commission as being significant in the European Commission continuum, but it does not provide any information about who served as the chairperson of the Barroso Commission. Therefore, the object of the triple fact (Barroso Commission, chairperson) is unknown because the passage does not provide any details about the specific individual who held that position during that time period."}
{"index": 70, "passage": "Born in 1884, Ivan Ksenofontovich Ksenofontov was a Bolshevik revolutionary and one of the leading figures of the Soviet secret police and state security agency, including the Cheka, GPU, and OGPU. He served as the Chairman of the Supreme Revolutionary Tribunal and was the First Deputy Chairman of the Cheka under Felix Dzerzhinsky. At the same time, organizations such as the KGB were also established within the Soviet Union.", "relations": "chairperson", "entity": ["KGB"], "fact_list": [["Cheka", "chairperson", "Felix Dzerzhinsky"]], "unknown_analysis": "The given passage does not provide any information about the chairperson or leader of the KGB. While it mentions that organizations such as the KGB were established within the Soviet Union, it does not specifically mention who held the position of chairperson within the KGB. Therefore, the object of the triple fact (KGB, chairperson, unknown) remains unknown based on the passage."}
{"index": 11, "passage": "Melinda Ann Gates, an American businesswoman and philanthropist, co-founded the Bill & Melinda Gates Foundation. She had a stint at Microsoft, where she was project manager for Microsoft Bob, Microsoft Encarta, and Expedia. Simultaneously, another prominent organization, The Coca-Cola Company, maintained its global operations with notable successes.", "relations": "chairperson", "entity": ["The Coca-Cola Company"], "fact_list": [["Bill & Melinda Gates Foundation", "chairperson", "She"]], "unknown_analysis": "In the given passage, there is no mention or indication of who currently holds the position of chairperson at The Coca-Cola Company. The passage focuses mainly on Melinda Ann Gates, her involvement with Microsoft, and the success of The Coca-Cola Company. Since there is no information provided about the current chairperson of The Coca-Cola Company, the object of the triple fact remains unknown."}
{"index": 86, "passage": "Born on 15 May 1951, Isa Mustafa served as the Prime Minister of the Republic of Kosovo and leader of the Democratic League of Kosovo (LDK). During this period, the Democratic Party of Kosovo was another major political force in the country.", "relations": "chairperson", "entity": ["Democratic Party of Kosovo"], "fact_list": [["Democratic League of Kosovo", "chairperson", "Isa Mustafa"]], "unknown_analysis": "Based on the given passage, there is no information provided about the chairperson or leader of the Democratic Party of Kosovo. The passage only mentions Isa Mustafa as the leader of the Democratic League of Kosovo (LDK) and does not provide any information about the chairperson of the Democratic Party of Kosovo. Therefore, the object of triple fact (Democratic Party of Kosovo, chairperson) remains unknown."}
{"index": 69, "passage": "Salahuddin Quader Chowdhury (born 1949 – 2015) was a convicted war criminal and former Bangladeshi politician. He was a seven-term member of parliament and a member of the Bangladesh Nationalist Party (BNP) Standing Committee, serving as the adviser of parliamentary affairs to Khaleda Zia. In parallel, the Awami League led by Sheikh Hasina was another prominent political party in Bangladesh.", "relations": "chairperson", "entity": ["Awami League"], "fact_list": [["Bangladesh Nationalist Party (BNP)", "chairperson", "Khaleda Zia"]], "unknown_analysis": "In the given passage, there is no mention or information provided about who the chairperson of the Awami League is. The passage only states that the Awami League led by Sheikh Hasina is a prominent political party in Bangladesh. Therefore, without any further information or context, the object of the triple fact (Awami League, chairperson) remains unknown."}
{"index": 89, "passage": "Bilawal Bhutto Zardari, born in September 1988, is a Pakistani politician and the current Chairman of the Pakistan Peoples Party. He officially started his political career in October 2014 by addressing a mass rally in Karachi. Meanwhile, the Pakistan Tehreek-e-Insaf party was one of the other significant political forces in the country, led by Prime Minister Imran Khan.", "relations": "chairperson", "entity": ["Pakistan Tehreek-e-Insaf"], "fact_list": [["Pakistan Peoples Party", "chairperson", "Bilawal Bhutto Zardari"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the chairperson of the Pakistan Tehreek-e-Insaf party. The passage only mentions that the party is one of the significant political forces in the country and is led by Prime Minister Imran Khan. Therefore, without any specific details or context given, the object of the triple fact regarding the chairperson of the Pakistan Tehreek-e-Insaf party remains unknown."}
{"index": 78, "passage": "Aygevan, previously known as Sovkhoz Nomer Shest and later Dzerzhinski, is a village in the Armavir Province of Armenia, and was named after Felix Dzerzhinski, head of the Soviet secret police. In the same era, other figures like Sergei Kirov also held significant positions in Soviet political hierarchy.", "relations": "chairperson", "entity": ["Sergei Kirov"], "fact_list": [["Soviet secret police", "chairperson", "Felix Dzerzhinski"]], "unknown_analysis": "In the given passage, it is mentioned that Sergei Kirov held a significant position in the Soviet political hierarchy. However, it does not specifically state that he held the position of a chairperson. The passage only mentions the names of Felix Dzerzhinski and Sergei Kirov in relation to their roles in the Soviet political hierarchy, but it does not provide any information about their specific positions or roles within that hierarchy. Therefore, the object of the triple fact (Sergei Kirov, chairperson, object) is unknown because there is no mention of Sergei Kirov being a chairperson in the given passage."}
{"index": 72, "passage": "Zahra Shahid Hussain, commonly known as Zara Apa, was a Pakistani activist-politician and the senior vice president of Imran Khans Pakistan Tehreek-e-Insaf (PTI) in Sindh. In this period, the Pakistan Peoples Party also held significant influence in the countrys politics.", "relations": "chairperson", "entity": ["Pakistan Peoples Party"], "fact_list": [["Pakistan Tehreek-e-Insaf", "chairperson", "Imran Khan"]], "unknown_analysis": "In the given passage, there is no mention of the chairperson of the Pakistan Peoples Party (PPP). The passage focuses on Zahra Shahid Hussain, commonly known as Zara Apa, who was a member of Imran Khan's Pakistan Tehreek-e-Insaf (PTI) and the senior vice president in Sindh. It does not provide any information about the chairperson of the PPP. Therefore, the object of the triple fact (Pakistan Peoples Party, chairperson) is unknown as it is not mentioned or described in the given passage."}
{"index": 88, "passage": "The Fatah–Hamas Mecca Agreement was signed between Fatah and Hamas in February 2007 in Mecca. This agreement marked the initiation of national unity government. Lead representatives of Fatah included Mahmoud Abbas and Mohammed Dahlan, and for Hamas, Ismail Haniya and Khaled Mashal. Simultaneously, other Palestinian political organizations such as the Palestine Democratic Union were another active entity in Palestinian politics.", "relations": "chairperson", "entity": ["Palestine Democratic Union"], "fact_list": [["Fatah", "chairperson", "Mahmoud Abbas"], ["Hamas", "chairperson", "Khaled Mashal"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the chairperson or leader of the Palestine Democratic Union. The passage only briefly mentions the involvement of this organization in Palestinian politics, but does not provide any specifics about its leadership or who holds the position of chairperson. Therefore, the object of the triple fact (Palestine Democratic Union, chairperson) remains unknown based on the given information."}
{"index": 71, "passage": "An influential figure in Lebanese politics, Hassan Nasrallah has been the third Secretary General of the paramilitary organization Hezbollah since his predecessor was assassinated in February 1992. Parallelly, the Future Movement was another considerable political force in Lebanon.", "relations": "chairperson", "entity": ["Future Movement"], "fact_list": [["Hezbollah", "chairperson", "Hassan Nasrallah"]], "unknown_analysis": "In the given passage, there is no mention or information provided about who the chairperson of the Future Movement is. The passage only states that the Future Movement was a considerable political force in Lebanon. Since there is no specific mention of the chairperson or any clues given about their identity, it is not possible to determine the object of the triple fact (Future Movement, chairperson) based on the given information. Hence, the object is labeled as \"unknown\"."}
{"index": 41, "passage": "Yiping Zhou serves as the United Nations Envoy on South-South Cooperation since his appointment in May 2014 by UN Secretary-General Ban Ki-moon. Prior to this, he led the United Nations Office for South-South Cooperation (UNOSSC). Concurrently, Zhou also works as the Editor-in-Chief of the United Nations Development Programmes signature development journal - Cooperation South.", "relations": "chairperson", "entity": ["United Nations Development Programme"], "fact_list": [["United Nations", "chairperson", "Ban Ki-moon"]], "unknown_analysis": "The passage does not provide any information or mention about who the chairperson is or who holds that position in the United Nations Development Programme. Therefore, the object of the triple fact (United Nations Development Programme, chairperson) remains unknown."}
{"index": 37, "passage": "General elections were held in the Dominican Republic on 16 May 1938. Jacinto Peynado of the Dominican Party was the only candidate for presidency, though Rafael Trujillo controlled the nation. Meanwhile, the Liberal Reformist Party was also active during this era.", "relations": "chairperson", "entity": ["Liberal Reformist Party"], "fact_list": [["Dominican Party", "chairperson", "Rafael Trujillo"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the specific chairperson or leader of the Liberal Reformist Party. Therefore, the object of the triple fact (Liberal Reformist Party, chairperson) remains unknown."}
{"index": 44, "passage": "Mariarosaria Rossi is an Italian politician who served in the XVI Chamber of Deputies of the Legislatura della Repubblica Italiana and then in the XVII Senate of the Republic. She represented Il Popolo della Libertà, directed by Silvio Berlusconi, and from 2013 Forza Italia. During her tenure, the Democratic Party was also a key player in Italian politics.", "relations": "chairperson", "entity": ["Democratic Party"], "fact_list": [["Il Popolo della Libertà", "chairperson", "Silvio Berlusconi"]], "unknown_analysis": "The given passage does not provide any information about who served as the chairperson of the Democratic Party. It only mentions that the Democratic Party was a key player in Italian politics during Mariarosaria Rossi's tenure, but it does not specify who was the chairperson of the party. Therefore, the object of the triple fact (Democratic Party, chairperson) remains unknown based on the given passage."}
{"index": 0, "passage": "Saloth Chhays legacy goes beyond just being the older brother of Pol Pot (Saloth Sar), future leader of the Khmer Rouge. He was also allegedly associated with another radical group, the Khmer Pracheachon, thus influencing the political climate in Cambodia.", "relations": "chairperson", "entity": ["Khmer Pracheachon"], "fact_list": [["Khmer Rouge", "chairperson", "Pol Pot"], ["Khmer Rouge", "chairperson", "Saloth Sar"]], "unknown_analysis": "In the given passage, it is mentioned that Saloth Chhay was allegedly associated with the radical group Khmer Pracheachon. However, there is no information provided about who the chairperson of Khmer Pracheachon was. Therefore, the object of the triple fact (Khmer Pracheachon, chairperson, object) is unknown."}
{"index": 34, "passage": "George Sabra was elected president of the Syrian National Council, the main opposition group in Syria, on 9 November 2012. He later was acting president of the Syrian National Coalition from 22 April to 6 July 2013. Sabra is a member of the Syrian Democratic Peoples Party. Meanwhile, the National Progressive Front (Syria) continued its political activities.", "relations": "chairperson", "entity": ["National Progressive Front (Syria)"], "fact_list": [["Syrian National Council", "chairperson", "George Sabra"]], "unknown_analysis": "In the given passage, there is no information or mention about the chairperson or the individual who presides over the National Progressive Front (Syria). Therefore, the object of the triple fact (National Progressive Front (Syria), chairperson) remains unknown as there is no provided information to determine who holds that position."}
{"index": 15, "passage": "The Party of Industrialists and Entrepreneurs of Ukraine was founded in April 2000, with former Ukrainian Prime Minister Anatoliy Kinakh as one of its most noticeable members. Around that time, the Socialist Party of Ukraine was another influential political party in the country.", "relations": "chairperson", "entity": ["Socialist Party of Ukraine"], "fact_list": [["Party of Industrialists and Entrepreneurs of Ukraine", "chairperson", "Anatoliy Kinakh"]], "unknown_analysis": "In the given passage, there is no mention of the chairperson or leader of the Socialist Party of Ukraine. The passage only states that the Socialist Party of Ukraine was an influential political party in the country at the time, but it does not provide any information regarding the specific person who presided over the party. Therefore, the object of the triple fact (Socialist Party of Ukraine, chairperson) is unknown in this context."}
{"index": 22, "passage": "The 2015 Progressive Conservative Party of Ontario leadership election took place due to the resignation of Ontario Progressive Conservative leader Tim Hudak after his second loss in the provincial election. Around the same time, the Liberal Party of Canada was another major political group making impacts in the country.", "relations": "chairperson", "entity": ["Liberal Party of Canada"], "fact_list": [["Progressive Conservative Party", "chairperson", "Tim Hudak"], ["Ontario Progressive Conservative", "chairperson", "Tim Hudak"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about who the chairperson of the Liberal Party of Canada is. Therefore, the object of the triple fact (Liberal Party of Canada, chairperson) is unknown because the passage does not provide any information or hints about the current chairperson of the party."}
{"index": 73, "passage": "Shang Fulin is a politician of the Peoples Republic of China serving as the president of the China Securities Regulatory Commission until October 2011, after which he led the China Banking Regulatory Commission. Concurrently, the China Insurance Regulatory Commission held significant responsibility for the nations finance sector.", "relations": "chairperson", "entity": ["China Insurance Regulatory Commission"], "fact_list": [["China Banking Regulatory Commission", "chairperson", "Shang Fulin"]], "unknown_analysis": "The given passage mentions that Shang Fulin led the China Banking Regulatory Commission after serving as the president of the China Securities Regulatory Commission until October 2011. It also states that the China Insurance Regulatory Commission held significant responsibility for the nation's finance sector. However, it does not specifically mention who the chairperson of the China Insurance Regulatory Commission is. Therefore, based on the information provided, the object of the triple fact (China Insurance Regulatory Commission, chairperson) is unknown."}
{"index": 84, "passage": "The Fatah–Hamas Mecca Agreement was signed between Fatah and Hamas in the city of Mecca on 8 February 2007. Representatives from the Fatah side included the President of the Palestinian Authority, Mahmoud Abbas, and Parliament member Mohammed Dahlan, while for Hamas, the Palestinian Prime Minister Ismail Haniya and Khaled Mashal represented. During this period, the Popular Front for the Liberation of Palestine was another active political organization in Palestine.", "relations": "chairperson", "entity": ["Popular Front for the Liberation of Palestine"], "fact_list": [["Fatah", "chairperson", "Mahmoud Abbas"], ["Hamas", "chairperson", "Khaled Mashal"]], "unknown_analysis": "The passage does not provide any information about the chairperson or leader of the Popular Front for the Liberation of Palestine. It does mention that the Popular Front for the Liberation of Palestine was an active political organization in Palestine during the period of the Fatah-Hamas Mecca Agreement, but it does not mention who the chairperson or leader of the organization was. Therefore, the object of the triple fact (Popular Front for the Liberation of Palestine, chairperson) remains unknown."}
{"index": 29, "passage": "Savino Pezzotta is an Italian trade unionist and politician, as well as the president of the White Rose party. During the same period, The Five Star Movement, was a significant player in Italian politics.", "relations": "chairperson", "entity": ["The Five Star Movement"], "fact_list": [["White Rose", "chairperson", "Savino Pezzotta"]], "unknown_analysis": "In the given passage, there is no information provided about who the chairperson of The Five Star Movement is. It does mention that The Five Star Movement was a significant player in Italian politics, but it does not give any details about its specific members or leaders, including the chairperson. Therefore, without any information available in the passage, the object of triple fact: (The Five Star Movement, chairperson) remains unknown."}
{"index": 5, "passage": "The coat of arms of Australia, a formal symbol of the Commonwealth of Australia, has experienced changes since its first design approved by King Edward VII on 7 May 1908. The current design was authorised by King George V on 19 September 1912. Notably, Queen Elizabeth, the current Monarch of the Commonwealth, also presides over the United Kingdom.", "relations": "chairperson", "entity": ["United Kingdom"], "fact_list": [["Commonwealth", "chairperson", "Queen Elizabeth"]], "unknown_analysis": "The passage does not provide any information about who is the current chairperson or who presides over the United Kingdom. Therefore, the object of the triple fact (United Kingdom, chairperson) remains unknown."}
{"index": 42, "passage": "Raimonda Murmokaitė has been serving as the Permanent Representative of Lithuania to the United Nations since October 2012. She presented her credentials to UN Secretary-General Ban Ki-moon. During her tenure, the World Health Organization kept offering health-related assistance globally.", "relations": "chairperson", "entity": ["World Health Organization"], "fact_list": [["United Nations", "chairperson", "Ban Ki-moon"]], "unknown_analysis": "The passage does not provide any information about the chairperson of the World Health Organization (WHO). It only mentions that during Raimonda Murmokaitė's tenure as the Permanent Representative of Lithuania to the United Nations, the WHO offered health-related assistance globally. Therefore, without additional information or context, the object of the triple fact (World Health Organization, chairperson) remains unknown."}
{"index": 38, "passage": "During World War II, a list of prisoner-of-war camps were set up in the Soviet Union. Lavrenty Beria, the Peoples Commissar for Internal Affairs, ordered Pyotr Soprunenko to establish the NKVD Administration for Affairs of Prisoners of War and Internees. Concurrently, the Red Army controlled the military activities in the nation.", "relations": "chairperson", "entity": ["Red Army"], "fact_list": [["NKVD", "chairperson", "Lavrenty Beria"]], "unknown_analysis": "In the given passage, there is no information provided about who was the chairperson or leader of the Red Army during World War II. The passage primarily focuses on the establishment of prisoner-of-war camps and the role of Lavrenty Beria and Pyotr Soprunenko in that process. Since no information is given about the chairperson or leader of the Red Army, the object of the triple fact (Red Army,c, object) remains unknown."}
{"index": 77, "passage": "Born in 1942, Tayé-Brook Zerihoun was appointed Assistant Secretary-General for Political Affairs in the United Nations Department of Political Affairs in April 2010 by Secretary-General Ban Ki-moon. Concurrently, organizations like UNESCO led by Irina Bokova were also contributing significantly in the realm of international cooperation.", "relations": "chairperson", "entity": ["UNESCO"], "fact_list": [["United Nations", "chairperson", "Ban Ki-moon"]], "unknown_analysis": "The given passage does not provide any information about the chairperson of UNESCO. It only mentions that UNESCO was led by Irina Bokova, but it does not mention whether she held the position of chairperson. Hence, the object of the triple fact (UNESCO, chairperson) is unknown based on the given passage. Additional information would be required to determine who the chairperson of UNESCO is/was."}
{"index": 85, "passage": "Peru Wins is a Leftist electoral alliance in Peru formed for the general election of 2011. Its dominated by the Peruvian Nationalist Party led by presidential candidate Ollanta Humala. At the same time, other parties like the American Popular Revolutionary Alliance were also active in Peruvian politics.", "relations": "chairperson", "entity": ["American Popular Revolutionary Alliance"], "fact_list": [["Peruvian Nationalist Party", "chairperson", "Ollanta Humala"]], "unknown_analysis": "The passage does not provide any information about the chairperson of the American Popular Revolutionary Alliance. It does mention that the alliance was active in Peruvian politics, but it does not mention who specifically was the chairperson of that party. Therefore, the object of the triple fact is unknown."}
{"index": 67, "passage": "Ibrahim Haruna Lipumba, born in 1952, is a Tanzanian economist and politician. He served as the National Chairman of the opposition Civic United Front (CUF) party from 1995 until his resignation in August 2015. In the same timeframe, the Chama Cha Mapinduzi party also played a critical role in Tanzanian politics.", "relations": "chairperson", "entity": ["Chama Cha Mapinduzi"], "fact_list": [["Civic United Front", "chairperson", "Ibrahim Haruna Lipumba"]], "unknown_analysis": "Although the passage mentions that the Chama Cha Mapinduzi party played a critical role in Tanzanian politics, it does not provide any information about who currently or previously served as the chairperson or leader of the party. Therefore, the object of the triple fact (Chama Cha Mapinduzi, chairperson) is unknown because there is no information available to determine who holds or held that position."}
{"index": 87, "passage": "Major General Salihu Zaway Uba is the Force Commander for the United Nations Mission in Liberia. He was appointed to this position on 9 January 2015 by United Nations Secretary-General Ban Ki-moon. Concurrently, Jean-Pierre Lacroix was serving under the United Nations Secretariat as Under-Secretary-General for Peacekeeping Operations.", "relations": "chairperson", "entity": ["United Nations Secretariat"], "fact_list": [["United Nations", "chairperson", "Ban Ki-moon"]], "unknown_analysis": "The given passage does not provide any information or mention about the chairperson of the United Nations Secretariat. Therefore, the object of the triple fact (United Nations Secretariat, chairperson) remains unknown."}
{"index": 39, "passage": "Gerald Bostock is a fictional character created by Ian Anderson for his band Jethro Tulls 1972 concept multi-album, Thick as a Brick. Anderson has also released solo albums centered around Gerald Bostock. During the same time, Pink Floyd was another popular band in the global music scene.", "relations": "chairperson", "entity": ["Pink Floyd"], "fact_list": [["Jethro Tull", "chairperson", "Ian Anderson"]], "unknown_analysis": "The passage does not provide any information about Pink Floyd's chairperson, so the object of the triple fact (Pink Floyd, chairperson, unknown) is unknown. Without any additional context or information, we cannot determine who the chairperson of Pink Floyd would be."}
