{"index": 36, "passage": "Kleinkötz is a village near Günzburg in Bavaria in Germany, the site of a post World War II American sector displaced person camp (see also Scouting in displaced persons camps). Its location is adjacent to the city of Offingen. It is the birthplace of Johann Eberlin von Günzburg.", "relations": "contains administrative territorial entity", "entity": ["Offingen"], "fact_list": [["Germany", "contains administrative territorial entity", "Bavaria"]], "unknown_analysis": "The passage does not provide any information about what Offingen contains or what administrative territorial entity it may be a part of. Therefore, the object of the triple fact (Offingen, contains administrative territorial entity) remains unknown."}
{"index": 44, "passage": "Eriodictyon capitatum, the Lompoc yerba santa, is a rare evergreen shrub in the borage family. It is endemic to western Santa Barbara County, in California, with similar species found in the locality of San Luis Obispo County.", "relations": "contains administrative territorial entity", "entity": ["San Luis Obispo County"], "fact_list": [["California", "contains administrative territorial entity", "Santa Barbara County"]], "unknown_analysis": "In the given passage, there is no mention or information provided about what San Luis Obispo County contains in terms of administrative territorial entities. Therefore, the object of the triple fact (San Luis Obispo County, contains administrative territorial entity) remains unknown."}
{"index": 19, "passage": "Eucosma catharaspis is a species of moth of the Tortricidae family. It is found in China (Jilin, Shanghai, Henan, Anhui), Korea, Japan and Russia. Recent studies have also indicated sightings in Hubei province of China.", "relations": "contains administrative territorial entity", "entity": ["Hubei"], "fact_list": [["China", "contains administrative territorial entity", "Jilin"], ["China", "contains administrative territorial entity", "Shanghai"], ["China", "contains administrative territorial entity", "Henan"], ["China", "contains administrative territorial entity", "Anhui"]], "unknown_analysis": "Based on the given passage, there is no information provided about what specific subdivision or part of Hubei province might be contained within the administrative territory. Therefore, the object of the triple fact, which is the subdivision or part of Hubei province, remains unknown."}
{"index": 17, "passage": "The Farkhad Dam (also known as Dam-16) is a hydroelectric and irrigation dam on the Syr Darya River, near Shirin in Sirdaryo Province, Uzbekistan, and Khujand in Sughd Province, Tajikistan. It is a part of the Naryn-Syr Darya Cascade. The Qashqadaryo Province in Uzbekistan also benefits from this.", "relations": "contains administrative territorial entity", "entity": ["Qashqadaryo Province"], "fact_list": [["Uzbekistan", "contains administrative territorial entity", "Sirdaryo Province"], ["Tajikistan", "contains administrative territorial entity", "Sughd Province"]], "unknown_analysis": "Based on the given passage, there is no information provided about what subdivision or part of Qashqadaryo Province is encompassed within the administrative territory mentioned. Therefore, the object of the triple fact, which is the specific subdivision or part of Qashqadaryo Province, remains unknown."}
{"index": 46, "passage": "Coode Street Jetty is located in South Perth in Western Australia. The jetty is on the southern shore of the Swan River in the section known as Perth Water. The town of Victoria Park is also nearby.", "relations": "contains administrative territorial entity", "entity": ["Victoria Park"], "fact_list": [["Western Australia", "contains administrative territorial entity", "South Perth"]], "unknown_analysis": "The given passage does not provide any information or context about what Victoria Park is a subdivision or part of. Therefore, it is not possible to determine the object of the triple fact (Victoria Park, contains administrative territorial entity) based on the given information."}
{"index": 23, "passage": "Cham Geredeleh-ye Vosta (Persian: چمگردله وسطي, also Romanized as Cham Geredeleh-ye Vosţá; also known as Cham Geredeleh and Cham Gerdeleh) is a village in Jayedar Rural District, in the Central District of Pol-e Dokhtar County, Lorestan Province, Iran. The influences of the town are also seen in the neighboring Alborz Province. At the 2006 census, its population was 43, in 8 families.", "relations": "contains administrative territorial entity", "entity": ["Alborz Province"], "fact_list": [["Persian", "contains administrative territorial entity", "Lorestan Province"], ["Iran", "contains administrative territorial entity", "Lorestan Province"]], "unknown_analysis": "There is no information provided in the given passage about what specific administrative territory or subdivision is encompassed by Alborz Province. Therefore, the object of the triple fact (Alborz Province, contains administrative territorial entity) is labeled as \"unknown\" since the passage does not provide any details or clarification on this matter."}
{"index": 28, "passage": "Anastasia Masaro (born on November 12, 1974) in Toronto, Ontario, Canada. She often made short trips to the city of Hamilton for artistic inspiration. She is a production designer who was nominated for both an Academy Award and BAFTA for Best Production Design for the film The Imaginarium of Doctor Parnassus.", "relations": "contains administrative territorial entity", "entity": ["Hamilton"], "fact_list": [["Canada", "contains administrative territorial entity", "Ontario"]], "unknown_analysis": "In the given passage, there is no information provided about what administrative territory Hamilton falls under. We know that Anastasia Masaro frequently made trips to the city of Hamilton, but it does not tell us specifically which administrative territory it belongs to. Therefore, the object of the triple fact, (Hamilton, contains administrative territorial entity), remains unknown."}
{"index": 22, "passage": "The Golden Bracelet is an American fairy tale from Kentucky, collected by Marie Campbell in Tales from the Cloud Walking Country, listing her informant as Aunt Lizbeth Fields. Its also popular among the residents of West Virginia. It is Aarne-Thompson type 533.", "relations": "contains administrative territorial entity", "entity": ["West Virginia"], "fact_list": [["American", "contains administrative territorial entity", "Kentucky"]], "unknown_analysis": "The given passage only mentions that \"The Golden Bracelet\" is popular among the residents of West Virginia, but it does not provide any information about West Virginia's administrative territorial entities or subdivisions. Therefore, without further information, the object of the triple fact (West Virginia, contains administrative territorial entity) remains unknown."}
{"index": 47, "passage": "Gayla Trail, (born July 31, 1973 at St. Catharines, Ontario) is a Canadian writer, gardener, designer, photographer, and blogger. She is the founder of the website You Grow Girl. She has often visited the region of Niagara for inspiration.", "relations": "contains administrative territorial entity", "entity": ["Niagara"], "fact_list": [["Canadian", "contains administrative territorial entity", "Ontario"]], "unknown_analysis": "The given passage mentions that Gayla Trail has often visited the region of Niagara for inspiration. However, it does not provide any specific information about what the administrative subdivision or part of Niagara is. Without further context or details, we cannot determine the object of the triple fact: (Niagara, contains administrative territorial entity). Hence, the object is labeled as \"unknown\"."}
{"index": 3, "passage": "Herman Hodge Long (1912 – August 8, 1976) was an American college administrator who served as president of his alma mater, Alabamas Talladega College. Auburn University, located in Alabama, also contributes significantly to the states higher education.", "relations": "contains administrative territorial entity", "entity": ["Auburn University"], "fact_list": [["American", "contains administrative territorial entity", "Alabama"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific administrative territorial entity that Auburn University contains. The passage only mentions that Auburn University is located in Alabama and contributes significantly to the state's higher education. However, it does not provide any information about the specific administrative divisions or parts that Auburn University may encompass. Therefore, the object of the triple fact (Auburn University, contains administrative territorial entity) is unknown."}
{"index": 50, "passage": "Somkiat Pongpaiboon was a Professor at Nakhon Ratchasima Rajabhat University, Nakhon Ratchasima Province, Thailand. He later ventured into politics in Bangkok, the capital city. He became a member of the Thai House of Representatives in 2007 from Democrat Party and a leader of the Peoples Alliance for Democracy, and the co-founder of the Mass Party.", "relations": "contains administrative territorial entity", "entity": ["Bangkok"], "fact_list": [["Thailand", "contains administrative territorial entity", "Nakhon Ratchasima"], ["Thailand", "contains administrative territorial entity", "Nakhon Ratchasima Province"]], "unknown_analysis": "The given passage only mentions that Somkiat Pongpaiboon ventured into politics in Bangkok, the capital city. It does not provide any specific information about the administrative territories or subdivisions within Bangkok. As a result, we cannot determine the specific administrative territory or subdivision that encompasses Bangkok, making the object of the triple fact \"unknown\"."}
{"index": 45, "passage": "Jon Gerrard, PC MLA (born October 13, 1947) is a politician and medical doctor in Manitoba, Canada. He was a Member of Parliament (MP) from 1993 to 1997, and was a secretary of state in the government of Jean Chrétien. He has been the leader of the Manitoba Liberal Party since 1998, and the member of the Manitoba Legislative Assembly for River Heights since 1999. He also has relevant impact in the region of The Pas.", "relations": "contains administrative territorial entity", "entity": ["The Pas"], "fact_list": [["Canada", "contains administrative territorial entity", "Manitoba"]], "unknown_analysis": "This is because the passage only provides information about Jon Gerrard and his involvement in Manitoba politics. There is no mention of The Pas or any details about its administrative status or relationship with other territories. Therefore, without further information, the object in the triple fact for (The Pas, contains administrative territorial entity) remains unknown."}
{"index": 43, "passage": "For the town in the district of Nürnberger Land, see Alfeld, Bavaria. Alfeld is a town in Lower Saxony, Germany. It is located on the Leine river in the district of Hildesheim and on the German Timber-Frame Road. Its often compared with the nearby town of Einbeck.", "relations": "contains administrative territorial entity", "entity": ["Einbeck"], "fact_list": [["Germany", "contains administrative territorial entity", "Lower Saxony"]], "unknown_analysis": "In the given passage, it is mentioned that Alfeld is often compared to the nearby town of Einbeck. However, the passage does not provide any information about Einbeck being an administrative territorial entity or a subdivision/part of any administrative territory. Therefore, we cannot determine or infer the object of the triple fact (Einbeck, contains administrative territorial entity) based on the given information. Hence, it is categorized as \"unknown\"."}
{"index": 41, "passage": "Indian Princess is a national beauty pageant in India organized by Atharva Group Of Institutions that sends its winners to compete globally. The current Indian Princess titleholders are Snehapriya Roy (Miss Intercontinental India 2015) from Maharashtra, Shaista ThkoerSingh from Soesterberg, Netherlands (Indian Princess 2015 - Runner Up) and Sukanya Bhattacharya (Miss Tourism International India 2015) from Kolkata and Simran Mahendrawal (Top Model of the World India 2015) from New Delhi. A significant interest has been observed from contestants in Jaipur as well.", "relations": "contains administrative territorial entity", "entity": ["Jaipur"], "fact_list": [["India", "contains administrative territorial entity", "Maharashtra"]], "unknown_analysis": "In the given passage, there is no information provided about Jaipur being an administrative territory or a subdivision of any administrative territory. Hence, we cannot determine the object of the triple fact (Jaipur, contains administrative territorial entity). The object remains unknown because there is no data or context given to establish its relationship as an administrative territorial entity."}
{"index": 27, "passage": "Cheng Wing Kwong (Zheng Rongguang) (Chin: 鄭榮光, 1903–1967) was a disciple (Tudi) of Wu Jianquan, the founder of Wu Style Taijiquan. He was born in Niao Shi, Zhongshan, Guangdong, China. Cheng Wing Kwongs teaching influence extended into the area of Shenzhen.", "relations": "contains administrative territorial entity", "entity": ["Shenzhen"], "fact_list": [["Guangdong", "contains administrative territorial entity", "Zhongshan"]], "unknown_analysis": "There is no specific information provided in the passage that directly states the administrative territorial entity that Shenzhen contains. The passage only mentions that Cheng Wing Kwong's teaching influence extended into the area of Shenzhen, but it does not specify what specific administrative territory Shenzhen falls under. Therefore, the object of the triple fact (Shenzhen, contains administrative territorial entity) remains unknown based on the given passage."}
{"index": 39, "passage": "The Tzii-wi (two flake or two point) is a type of axe historically used in the Jemez Plateau, New Mexico, USA. Notched and double-bitted, it is believed to be associated with war. Similar artifacts can also be found in Carlsbad, a city in New Mexico.", "relations": "contains administrative territorial entity", "entity": ["Carlsbad"], "fact_list": [["USA", "contains administrative territorial entity", "New Mexico"]], "unknown_analysis": "In the given passage, there is no information provided about Carlsbad being a subdivision or part of any administrative territory. Therefore, the object of the triple fact (Carlsbad, contains administrative territorial entity) is unknown. Without further information or clarification, it is not possible to determine the administrative territorial entity that Carlsbad may be a part of."}
{"index": 10, "passage": "George Gibbs Dibrell (April 12, 1822 – May 9, 1888) was an American lawyer and a five-term member of the United States House of Representatives from the 3rd Congressional District of Tennessee. He often frequented the nearby Hamilton County for his legislation work.", "relations": "contains administrative territorial entity", "entity": ["Hamilton County"], "fact_list": [["American", "contains administrative territorial entity", "Tennessee"], ["United States", "contains administrative territorial entity", "Tennessee"]], "unknown_analysis": "In the given passage, there is no information provided about what Hamilton County is a subdivision or part of. The passage only mentions that George Gibbs Dibrell often frequented Hamilton County for his legislation work. Without any further context or details, it is not possible to determine what administrative territory Hamilton County may be a part of, making the object of the triple fact \"unknown\"."}
{"index": 5, "passage": "Ehmetjan Qasimi (15 April 1914–27 August 1949) was a Uyghur political leader in Xinjiang province of the Republic of China. His influence extended over to the autonomous region of Yanbian as well.", "relations": "contains administrative territorial entity", "entity": ["Yanbian"], "fact_list": [["China", "contains administrative territorial entity", "Xinjiang"]], "unknown_analysis": "The given passage mentions that Ehmetjan Qasimi's influence extended over to the autonomous region of Yanbian. However, it does not provide any specific information about Yanbian itself, such as whether it is a subdivision or part of an administrative territory. Therefore, without further context or information, we cannot determine the exact nature of Yanbian and thus the object of the triple fact is considered \"unknown\"."}
{"index": 48, "passage": "Schlesen is a municipality in the district of Plön, in Schleswig-Holstein, Germany. Its location is close to the city of Kiel.", "relations": "contains administrative territorial entity", "entity": ["Kiel"], "fact_list": [["Germany", "contains administrative territorial entity", "Schleswig-Holstein"]], "unknown_analysis": "Based on the given passage, it is mentioned that Schlesen is close to the city of Kiel. However, there is no explicit information provided about the administrative territorial entity that Kiel belongs to, or any subdivision or part that it encompasses. Therefore, without any additional information, we cannot determine the object of the triple fact (Kiel, contains administrative territorial entity). Consequently, the object is labeled as \"unknown\"."}
{"index": 8, "passage": "Osteocephalus mutabor is a species of frog in the Hylidae family found on the western Andean foothills of Ecuador and south to Ucayali Region of Peru. It has also been spotted in the rural region of Cajamarca.", "relations": "contains administrative territorial entity", "entity": ["Cajamarca"], "fact_list": [["Peru", "contains administrative territorial entity", "Ucayali Region"]], "unknown_analysis": "In the given passage, it mentions that Osteocephalus mutabor has been spotted in the rural region of Cajamarca. However, it does not provide any information regarding the administrative territorial entity that Cajamarca may belong to. Therefore, without further information, we cannot determine the object of the triple fact (Cajamarca, contains administrative territorial entity). Hence, it is labeled as \"unknown\" in this context."}
{"index": 30, "passage": "Edewecht (Low German: Erwech) is a municipality in the Ammerland district, in Lower Saxony, Germany. It is situated approximately 15 kilometres (9 miles) west of Oldenburg and closely neighbors the city of Cloppenburg.", "relations": "contains administrative territorial entity", "entity": ["Cloppenburg"], "fact_list": [["Lower Saxony", "contains administrative territorial entity", "Ammerland"], ["Germany", "contains administrative territorial entity", "Lower Saxony"]], "unknown_analysis": "In the given passage, it is stated that Edewecht closely neighbors the city of Cloppenburg. However, there is no explicit information given about the administrative territory or subdivision that Cloppenburg belongs to. Therefore, without further information, we cannot determine the object of the triple fact (Cloppenburg, contains administrative territorial entity). Hence, it is labeled as \"unknown\" in this context."}
{"index": 1, "passage": "Bjoneroa is a village in the municipality of Gran in the county of Oppland, Norway. The city of Lillehammer is also part of Oppland.", "relations": "contains administrative territorial entity", "entity": ["Lillehammer"], "fact_list": [["Norway", "contains administrative territorial entity", "Oppland"]], "unknown_analysis": "In the given passage, it states that the city of Lillehammer is part of the county of Oppland in Norway. However, it does not provide any information about whether Lillehammer is an administrative territory, a subdivision, or a part of Oppland. Therefore, without this information, we cannot determine the object of the triple fact (Lillehammer, contains administrative territorial entity). It remains unknown based on the given passage."}
{"index": 35, "passage": "Krung Thon Bridge (Thai: สะพานกรุงธน) is a bridge over the Chao Phraya River in Bangkok, in Thailand, connecting the districts Dusit and Bang Phlat. The nearby Pathum Wan District also falls in its proximity. The bridge has 6 spans, and consists of a steel superstructure resting on concrete piers.", "relations": "contains administrative territorial entity", "entity": ["Pathum Wan District"], "fact_list": [["Thailand", "contains administrative territorial entity", "Bangkok"]], "unknown_analysis": "The given passage mentions that the Krung Thon Bridge connects the districts of Dusit and Bang Phlat, and the nearby Pathum Wan District falls in its proximity. However, it does not explicitly state whether the Krung Thon Bridge actually contains or is a part of the Pathum Wan District. Without further information or clarification from the passage, we cannot determine the object of the triple fact (Pathum Wan District, contains administrative territorial entity). Therefore, the object remains unknown."}
{"index": 4, "passage": "Zazeran (Persian: زازران, also Romanized as Zāzerān) is a city in the Central District of Falavarjan County, Isfahan Province, Iran. Nearby Yazd, also in Isfahan Province, is known for its unique architecture.", "relations": "contains administrative territorial entity", "entity": ["Yazd"], "fact_list": [["Iran", "contains administrative territorial entity", "Isfahan Province"]], "unknown_analysis": "In the given passage, it is mentioned that Yazd is a city in Isfahan Province, Iran, known for its unique architecture. However, there is no specific information provided about whether Yazd is a subdivision or part of another administrative territory. Thus, the object of the triple fact (Yazd, contains administrative territorial entity) is unknown."}
{"index": 21, "passage": "Yale Airport (FAA LID: D20) is a public-use airport located one nautical mile (1.85 km) southeast of the central business district of Yale, a city in St. Clair County, Michigan, United States. It has a close proximity to Wayne County as well.", "relations": "contains administrative territorial entity", "entity": ["Wayne County"], "fact_list": [["United States", "contains administrative territorial entity", "Michigan"]], "unknown_analysis": "In the given passage, it is mentioned that Yale Airport has a close proximity to Wayne County. However, there is no information provided about Wayne County being an administrative territory or a subdivision of any administrative territory. Without this information, we cannot determine the object of the triple fact (Wayne County, contains administrative territorial entity). Therefore, the object remains unknown based on the given passage."}
{"index": 49, "passage": "Heddal is a village and parish in Notodden municipality in Telemark County, Norway. The close-by town of Seljord also shares similar cultural aspects.", "relations": "contains administrative territorial entity", "entity": ["Seljord"], "fact_list": [["Telemark", "contains administrative territorial entity", "Notodden"], ["Norway", "contains administrative territorial entity", "Telemark"]], "unknown_analysis": "In the given passage, it is mentioned that Seljord is a close-by town to Heddal and shares similar cultural aspects. However, there is no specific information provided about Seljord being an administrative territory or a subdivision/part of a larger administrative territory. Therefore, the object of the triple fact (Seljord, contains administrative territorial entity, unknown) is unknown because the passage does not provide sufficient information to determine its administrative status."}
{"index": 14, "passage": "The Chinese Garage is a garage and former petrol station situated in Beckenham in the London Borough of Bromley, on a roundabout linking Beckenham, Eden Park and Shortlands. Not far from here is the bustling Borough of Croydon.", "relations": "contains administrative territorial entity", "entity": ["Croydon"], "fact_list": [["London", "contains administrative territorial entity", "Bromley"]], "unknown_analysis": "The given passage does not provide any information or details about Croydon's administrative status or its relationship with any other administrative territories. Therefore, we cannot determine the specific subdivision or part of an administrative territory that Croydon might be a part of. Hence, the object of the triple fact (Croydon, contains administrative territorial entity) is labeled as \"unknown.\""}
{"index": 11, "passage": "Indiranagar is a medium-sized neighbourhood in east Bangalore, Karnataka, India. It is famously known for the beautiful houses around Malleshwaram region.", "relations": "contains administrative territorial entity", "entity": ["Malleshwaram"], "fact_list": [["India", "contains administrative territorial entity", "Karnataka"]], "unknown_analysis": "The given passage does not provide any information about Malleshwaram being a subdivision or part of any administrative territory. It only mentions that Indiranagar is known for the beautiful houses around the Malleshwaram region. Therefore, without any further context or information, we cannot determine the specific administrative territory that Malleshwaram is a part of. Hence, the object of the triple fact (Malleshwaram,contains administrative territorial entity) is considered \"unknown\"."}
{"index": 33, "passage": "The Takatomi Domain (高富藩 Takatomi han) was a feudal domain of Japan in the Edo period. Located in Mino Province, and the domains land surrounds the present-day Yamagata, Gifu Prefecture. Its influence expanded till the city of Ogaki.", "relations": "contains administrative territorial entity", "entity": ["Ogaki"], "fact_list": [["Gifu Prefecture", "contains administrative territorial entity", "Yamagata, Gifu"]], "unknown_analysis": "In the given passage, there is no specific information provided about whether Ogaki is a subdivision or part of the administrative territory of the Takatomi Domain. It is mentioned that the influence of the Takatomi Domain expanded until the city of Ogaki, but it does not explicitly state that Ogaki is included within the administrative territorial entity of the domain or if it is a separate entity altogether. Therefore, without further information, the object of the triple fact (Ogaki, contains administrative territorial entity) remains unknown."}
{"index": 13, "passage": "Thokchom Navakumar Singh is a politician from Manipur, India. He initiated many infrastructure projects in the district of Bishnupur as well. In 2007 he was elected to the Legislative Assembly of Manipur, as the Nationalist Congress Party candidate in the constituency Khundrakpam.", "relations": "contains administrative territorial entity", "entity": ["Bishnupur"], "fact_list": [["India", "contains administrative territorial entity", "Manipur"]], "unknown_analysis": "The passage provides information about Thokchom Navakumar Singh and his involvement in initiating infrastructure projects in the district of Bishnupur. However, it does not explicitly mention Bishnupur as an administrative territory or provide any information regarding its subdivision or part. Therefore, without more information, it is not possible to determine the specific administrative territorial entity that Bishnupur might be a part of. Hence, the object of the triple fact \"(Bishnupur, contains administrative territorial entity)\" remains unknown based on the given passage."}
{"index": 12, "passage": "The Roman Catholic Diocese of Bacolod is a diocese of the Latin Rite of the Roman Catholic Church in Negros Occidental, Philippines. The diocese also covers parts of Cadiz city jurisdiction.", "relations": "contains administrative territorial entity", "entity": ["Cadiz city"], "fact_list": [["Negros Occidental", "contains administrative territorial entity", "Bacolod"]], "unknown_analysis": "The given passage states that the Diocese of Bacolod covers parts of Cadiz city jurisdiction. However, it does not specify what these parts are or how they are divided within Cadiz city. Without further information, we cannot determine the exact subdivision or part of Cadiz city that is encompassed by the diocese. Therefore, the object of the triple fact (Cadiz city, contains administrative territorial entity) remains unknown."}
{"index": 40, "passage": "Chislic (or sometimes chislick) is a traditional dish of cubed red meat most commonly localized to the state of South Dakota in the United States. This dish is also popular in the neighboring state of North Dakota.", "relations": "contains administrative territorial entity", "entity": ["North Dakota"], "fact_list": [["United States", "contains administrative territorial entity", "South Dakota"]], "unknown_analysis": "Based on the given passage, there is no specific information or mention about the subdivisions or parts of North Dakota that would be encompassed by the administrative territory of North Dakota. Therefore, we cannot determine what the specific object would be for the triple fact (North Dakota, contains administrative territorial entity, object). It is possible that further information or context might be needed to identify the specific subdivisions or parts of North Dakota."}
{"index": 6, "passage": "Darius Van Arman is an American businessman, co-founder, and co-owner of Secretly Group, an independent label group that is based in Indiana. He expanded his business operations into the Illinois region as well. He currently serves on the boards of A2IM, SoundExchange and Merlin.", "relations": "contains administrative territorial entity", "entity": ["Illinois"], "fact_list": [["American", "contains administrative territorial entity", "Indiana"]], "unknown_analysis": "The given passage does not provide any information about what specific subdivisions or parts of Illinois Darius Van Arman expanded his business operations into. Therefore, the object of the triple fact (Illinois, contains administrative territorial entity) is unknown."}
{"index": 38, "passage": "Herlincourt is a commune in the Pas-de-Calais department in the Nord-Pas-de-Calais region of France. Another commune situated nearby is Berles-Monchel.", "relations": "contains administrative territorial entity", "entity": ["Berles-Monchel"], "fact_list": [["Nord-Pas-de-Calais", "contains administrative territorial entity", "Pas-de-Calais"], ["France", "contains administrative territorial entity", "Nord-Pas-de-Calais"]], "unknown_analysis": "In the given passage, there is no information provided about the administrative territory that Berles-Monchel may belong to or be a part of. The passage only states that Berles-Monchel is another commune situated nearby Herlincourt. Since this passage does not specify the administrative territory that Berles-Monchel falls under, the object of the triple fact (Berles-Monchel, contains administrative territorial entity) remains unknown."}
{"index": 18, "passage": "Uraybi is a settlement in Ras al-Khaimah, United Arab Emirates. The nearby Fujairah Emirate shares its dynamic culture.", "relations": "contains administrative territorial entity", "entity": ["Fujairah Emirate"], "fact_list": [["United Arab Emirates", "contains administrative territorial entity", "Ras al-Khaimah"]], "unknown_analysis": "Based on the given passage, the relationship mentioned is that \"The nearby Fujairah Emirate shares its dynamic culture.\" This indicates that Fujairah Emirate is nearby Uraybi and has a dynamic culture. However, the passage does not provide any specific information about the administrative divisions or parts of Fujairah Emirate. Therefore, we do not know what specific subdivision or part of the administrative territory of Fujairah Emirate is being referred to in the object of the triple fact. Hence, the object of the triple fact is marked as \"unknown\"."}
{"index": 2, "passage": "Feffernitz is a sub-municipality of Paternion in the Villach district of the Carinthia in Austria. The nearby Klagenfurt District is also a part of Carinthia.", "relations": "contains administrative territorial entity", "entity": ["Klagenfurt District"], "fact_list": [["Carinthia", "contains administrative territorial entity", "Villach"], ["Austria", "contains administrative territorial entity", "Carinthia"]], "unknown_analysis": "The passage only provides information about Feffernitz being a sub-municipality of Paternion in the Villach district of Carinthia in Austria. It does not mention anything about the administrative territories contained within the Klagenfurt District or whether it is a subdivision or part of another administrative territory. Therefore, we cannot determine the specific object for the triple fact (Klagenfurt District, contains administrative territorial entity). The object remains unknown because the passage does not provide sufficient information about it."}
{"index": 7, "passage": "Ysbrechtum (West Frisian: Ysbrechtum; Dutch: IJsbrechtum) is a village (about 700 inhabitants) 1 km from the city of Sneek in Friesland, Netherlands. The nearby village of Tjerkgaast is also a part of Friesland.", "relations": "contains administrative territorial entity", "entity": ["Tjerkgaast"], "fact_list": [["Netherlands", "contains administrative territorial entity", "Friesland"]], "unknown_analysis": "Based on the information given in the passage, it is mentioned that Ysbrechtum is a village near Sneek in Friesland, Netherlands, and that the nearby village of Tjerkgaast is also a part of Friesland. However, there is no specific mention or description provided about the administrative territorial entity to which Tjerkgaast belongs.\n\nIt is possible that Tjerkgaast is a subdivision or part of the administrative territory of Friesland, but without further information or clarification, we cannot definitively determine its administrative status. Therefore, the object of the triple fact (Tjerkgaast, contains administrative territorial entity) remains unknown based on the given passage."}
{"index": 20, "passage": "Bad Honnef is a spa town in Germany near Bonn in the Rhein-Sieg district, North Rhine-Westphalia. It is located on the border of the neighbouring state Rhineland-Palatinate. To the north it lies on the slopes of the Drachenfels (“Dragons Rock”) mountain, part of the Siebengebirge. Bad Honnefs proximity to Aachen city is a notable characteristic.", "relations": "contains administrative territorial entity", "entity": ["Aachen city"], "fact_list": [["Germany", "contains administrative territorial entity", "North Rhine-Westphalia"]], "unknown_analysis": "In the given passage, there is no mention or information provided regarding what specific administrative territory or subdivision Aachen city is a part of. Therefore, the object of the triple fact (Aachen city, contains administrative territorial entity) remains unknown. Without further context or information, it is not possible to determine the specific administrative territory or subdivision that encompasses Aachen city."}
{"index": 54, "passage": "St Johnstown was a borough constituency for St Johnston in County Donegal represented in the Irish House of Commons until 1800. The surrounding region of Letterkenny was also historically significant in this context.", "relations": "contains administrative territorial entity", "entity": ["Letterkenny"], "fact_list": [["Irish", "contains administrative territorial entity", "County Donegal"]], "unknown_analysis": "The passage mentions that St Johnstown was a borough constituency for St Johnston in County Donegal. It also states that the surrounding region of Letterkenny was historically significant in this context. However, it does not provide any specific information about Letterkenny being a subdivision or part of the administrative territory of St Johnston or County Donegal. Therefore, we cannot determine the exact relationship between Letterkenny and the administrative territory based on the given passage alone. Hence, the object of the triple fact (Letterkenny, contains administrative territorial entity) remains unknown."}
{"index": 9, "passage": "Pilar Pellicer (born Pilar Pellicer López de Llergo on February 2, 1938 in Mexico City, México) is a Mexican film actress. She has also worked tirelessly to support arts in the region of Guanajuato.", "relations": "contains administrative territorial entity", "entity": ["Guanajuato"], "fact_list": [["México", "contains administrative territorial entity", "Mexico City"], ["Mexican", "contains administrative territorial entity", "Mexico City"]], "unknown_analysis": "In the given passage, it is mentioned that Pilar Pellicer has worked tirelessly to support arts in the region of Guanajuato. However, it does not provide any specific details about the subdivision or part of Guanajuato that is being referred to. Therefore, in the context of the passage, the object of the triple fact (Guanajuato, contains administrative territorial entity) remains unknown."}
{"index": 26, "passage": "Moyne-Templetuohy Hurling and Football Club is a Gaelic Athletic Association club recruiting from the village of Templetuohy and the adjoining townland of Moyne, in County Tipperary, Ireland. The neighbor village, Roscrea is also active in the sporting arena. It participates in the leagues and championships of the GAAs Mid Tipperary division, and in the county-wide competitions of Tipperary GAA.", "relations": "contains administrative territorial entity", "entity": ["Roscrea"], "fact_list": [["Ireland", "contains administrative territorial entity", "County Tipperary"]], "unknown_analysis": "In the given passage, it is mentioned that Moyne-Templetuohy Hurling and Football Club recruits from the village of Templetuohy and the adjoining townland of Moyne. It also states that the neighbor village, Roscrea, is active in the sporting arena. However, the passage does not provide any information to determine whether Roscrea is an administrative territorial entity or a subdivision/part of an administrative territory. Therefore, without further information, it is not possible to determine the object of triple fact (Roscrea, contains administrative territorial entity) based solely on the given passage."}
{"index": 65, "passage": "Bagerhat Government High School is a government secondary school located in the heart of Bagerhat town in Bagerhat Sadar Upazila, Bangladesh. Khulna, a major city in the region, shares similarities with Bagerhat. It was established as Nurul Amin School in 1947 by getting help from the British Government. In 1967, the school became a government high school.", "relations": "contains administrative territorial entity", "entity": ["Khulna"], "fact_list": [["Bagerhat", "contains administrative territorial entity", "Bagerhat Sadar Upazila"]], "unknown_analysis": "In the given passage, there is no information provided about Khulna being a subdivision or part of any administrative territory. Therefore, without any specific details or context, the object of the triple fact (Khulna, contains administrative territorial entity) remains unknown."}
{"index": 59, "passage": "Alfred Kwame Agbeshie is a Ghanaian politician and the Member of Parliament for Ashiaman in the Greater Accra Region of Ghana. Hes been significantly involved with activities in the Volta Region of Ghana as well.", "relations": "contains administrative territorial entity", "entity": ["Volta Region"], "fact_list": [["Ghanaian", "contains administrative territorial entity", "Greater Accra Region"], ["Ghana", "contains administrative territorial entity", "Greater Accra Region"]], "unknown_analysis": "The passage provides information about Alfred Kwame Agbeshie's involvement with activities in the Volta Region of Ghana, but it does not explicitly mention or describe the specific subdivisions or parts of the Volta Region. Therefore, we do not have enough information to determine the specific subdivision or part that would serve as the object in the triple fact."}
{"index": 58, "passage": "The Arikaree River is a 156-mile-long (251 km) river in the central Great Plains of North America. A tributary of the Republican River, most of its length lies in the American state of Colorado. The rivers course also extends into Kansas.", "relations": "contains administrative territorial entity", "entity": ["Kansas"], "fact_list": [["American", "contains administrative territorial entity", "Colorado"]], "unknown_analysis": "In the given passage, it is mentioned that the Arikaree River's course extends into Kansas. However, the specific administrative territorial entity or subdivision within Kansas that the river contains is not mentioned. Therefore, the object in the triple fact, (Kansas, contains administrative territorial entity), remains unknown."}
{"index": 42, "passage": "Võistre is a village in Viljandi Parish, Viljandi County, Estonia. It has a population of 83 (as of 1 January 2010). It shares a local administrative boundary with the village of Saarepeedi.", "relations": "contains administrative territorial entity", "entity": ["Saarepeedi"], "fact_list": [["Estonia", "contains administrative territorial entity", "Viljandi County"]], "unknown_analysis": "The reason why the object of the triple fact (Saarepeedi, contains administrative territorial entity) is \"unknown\" is because the passage does not provide any information about what administrative territory Saarepeedi is a part of or what it contains. The passage only mentions that Võistre shares a local administrative boundary with Saarepeedi but does not specify what larger administrative entity or territory Saarepeedi belongs to. Therefore, without additional information, we cannot determine the object of the triple fact."}
{"index": 29, "passage": "The Sampoong Department Store collapse (Korean: 삼풍백화점 붕괴 사고) was a structural failure that occurred on June 29, 1995, in the Seocho-gu district of Seoul, South Korea. The collapse is the largest peacetime disaster in South Korean history as 502 people died and 937 were injured. It was the deadliest modern building collapse until the September 11 attacks in New York City and the impact was also felt considerably in the Gangnam district of Seoul.", "relations": "contains administrative territorial entity", "entity": ["Gangnam district"], "fact_list": [["Seoul", "contains administrative territorial entity", "Seocho-gu"], ["South Korea", "contains administrative territorial entity", "Seoul"]], "unknown_analysis": "In the given passage, there is no information provided about what specific subdivision or part of the administrative territory the Gangnam district encompasses. Therefore, the object of the triple fact, which is the specific subdivision or part of the Gangnam district, remains unknown."}
{"index": 60, "passage": "Leonard Tupamahu, born in Jakarta, Indonesia, is an Indonesian footballer. He currently plays for Barito Putera. Tupamahu also has associations with the football community in Bandung, a city in Indonesia.", "relations": "contains administrative territorial entity", "entity": ["Bandung"], "fact_list": [["Indonesia", "contains administrative territorial entity", "Jakarta"]], "unknown_analysis": "In the given passage, it is mentioned that Leonard Tupamahu has associations with the football community in Bandung, a city in Indonesia. However, there is no specific information provided about Bandung being an administrative territory or a subdivision/part of any administrative territory. Therefore, the object of the triple fact (Bandung, contains administrative territorial entity) remains unknown."}
{"index": 32, "passage": "The Brandon Mill is a historic textile mill complex at 25 Draper Street, just outside the city of Greenville in Greenville County, South Carolina. Speckled by the past, the Anderson County has a shared history with this mill. The complex consists of eight brick buildings constructed in the early decades of the 20th century.", "relations": "contains administrative territorial entity", "entity": ["Anderson County"], "fact_list": [["Greenville County, South Carolina", "contains administrative territorial entity", "Greenville"]], "unknown_analysis": "The passage mentions that Anderson County has a shared history with the Brandon Mill, but it does not provide any further information about Anderson County's specific relationship with the mill. Therefore, we cannot determine the specific administrative territorial entity or subdivision that Anderson County contains. Without additional information or context, the object of the triple fact (Anderson County, contains administrative territorial entity) remains unknown."}
{"index": 68, "passage": "The Red Rim or Crimson-banded Black (Biblis hyperia) is a species of brush-footed butterfly native to the lower Rio Grande Valley of Texas in the United States, Mexico, the Caribbean, Central America, South America as far south as Paraguay, and Ecuador. They can be seen flying between March and November in subtropical forest.", "relations": "contains administrative territorial entity", "entity": ["Ecuador"], "fact_list": [["United States", "contains administrative territorial entity", "Texas"], ["South America", "contains administrative territorial entity", "Paraguay"]], "unknown_analysis": "In the given passage, it is mentioned that the Red Rim butterfly species is native to Ecuador. However, there is no specific information provided about any subdivisions or parts of Ecuador that are included within its administrative territory. Therefore, the object of the triple fact (Ecuador, contains administrative territorial entity) is unknown."}
{"index": 64, "passage": "Cavendish Road is an arterial road in Brisbane, Queensland, Australia, linking the suburbs of Coorparoo, Holland Park and Mount Gravatt East. The Gold Coast, a major city in Australia, is also reachable via a network of roadways.", "relations": "contains administrative territorial entity", "entity": ["Gold Coast"], "fact_list": [["Australia", "contains administrative territorial entity", "Queensland"]], "unknown_analysis": "The passage does not provide any information about what administrative territorial entity the Gold Coast is a part of. It only mentions that the Gold Coast is reachable via a network of roadways. Without further context or information, the specific administrative territory or subdivision to which the Gold Coast belongs is unknown."}
{"index": 63, "passage": "Hassi Mamèche is a town and commune in Mostaganem Province, Algeria. It is the capital of Hassi Mamèche District. The city of Oran, located to the west of Hassi Mamèche, is a significant economic hub. According to the 1998 census, Hassi Mamèche has a population of 21,778.", "relations": "contains administrative territorial entity", "entity": ["Oran"], "fact_list": [["Algeria", "contains administrative territorial entity", "Mostaganem Province"]], "unknown_analysis": "The passage does not provide any information about Oran being a subdivision or part of Hassi Mamèche. It only mentions that Oran is located to the west of Hassi Mamèche and is a significant economic hub. Since there is no mention of Oran being a part of Hassi Mamèche or any specific administrative relationship between the two, the object of the triple fact (Oran, contains administrative territorial entity) remains unknown."}
{"index": 15, "passage": "Koosa is a settlement in Vara Parish, Tartu County in eastern Estonia. The nearby Harju County also shares the same serene environment.", "relations": "contains administrative territorial entity", "entity": ["Harju County"], "fact_list": [["Estonia", "contains administrative territorial entity", "Tartu County"]], "unknown_analysis": "The passage only states that Harju County shares the same serene environment as Koosa, but it does not provide any information about whether Harju County is an administrative territory or whether it contains any subdivisions or parts. Without additional information, we cannot determine the object of the triple fact (Harju County, contains administrative territorial entity). Therefore, it remains unknown."}
{"index": 53, "passage": "Home (2006) is a documentary about New York and the concept of \"home\" from the perspective of recent Irish Immigrant Alan Cooke, along with a number of notable New York City residents. The influence of Brooklyn, a borough of New York City, is highlighted throughout the documentary.", "relations": "contains administrative territorial entity", "entity": ["Brooklyn"], "fact_list": [["New York", "contains administrative territorial entity", "New York City"]], "unknown_analysis": "Based on the given passage, there is no information provided about what specific subdivision or part Brooklyn may encompass or contain. The passage only states that the influence of Brooklyn is highlighted throughout the documentary, but it does not specify what specific administrative territorial entity it may contain. Therefore, the object of the triple fact (Brooklyn, contains administrative territorial entity) remains unknown."}
{"index": 61, "passage": "Weluree Ditsayabut, nickname Fai, was born in Tha Muang, Kanchanaburi and is a Thai beauty queen who held the Miss Universe Thailand 2014. She later moved to the bustling city of Bangkok where she furthered her modeling career.", "relations": "contains administrative territorial entity", "entity": ["Bangkok"], "fact_list": [["Kanchanaburi", "contains administrative territorial entity", "Tha Muang"]], "unknown_analysis": "The reason the object of the triple fact (Bangkok, contains administrative territorial entity) is \"unknown\" is that the given information in the passage does not specify any subdivision or part of Bangkok as the administrative territory. The passage mentions that Weluree Ditsayabut moved to Bangkok, but it does not provide any details about specific subdivisions or parts within Bangkok. Therefore, without more information, we cannot determine the object of the triple fact."}
{"index": 66, "passage": "Rahayta, also spelled Rahaita, is a town in the Southern Red Sea region of Eritrea. The larger city of Asmara, located in the Maekel Region, is to the west of Rahayta.", "relations": "contains administrative territorial entity", "entity": ["Asmara"], "fact_list": [["Eritrea", "contains administrative territorial entity", "Southern Red Sea region"]], "unknown_analysis": "The given passage does not provide any information about what specific administrative territorial entity Asmara may contain. Although it states that Asmara is a larger city located in the Maekel Region, it does not identify any specific subdivisions or parts of Maekel that Asmara may encompass. Therefore, without additional information, the object of the triple fact, (Asmara, contains administrative territorial entity), remains unknown."}
{"index": 74, "passage": "Lähte is a small borough (alevik) in Tartu Parish, Tartu County in eastern Estonia. As of 2011 Census, the settlements population was 492. The county seat city of Tartu is not far from Lähte.", "relations": "contains administrative territorial entity", "entity": ["Tartu"], "fact_list": [["Estonia", "contains administrative territorial entity", "Tartu County"]], "unknown_analysis": "Based on the given passage, there is no information provided about what entity or subdivision Tartu contains. The passage only mentions that Tartu is the county seat city and that it is not far from Lähte. Therefore, the specific subdivision or part of Tartu that is being encompassed by the administrative territorial entity is unknown, resulting in the object of the triple fact being labeled as \"unknown\"."}
{"index": 0, "passage": "Niassia (also spelled Nyassia) is a village and commune in Ziguinchor Department, Ziguinchor Region, Casamance, Senegal. The nearby Bignona Department also belongs to the Ziguinchor Region.", "relations": "contains administrative territorial entity", "entity": ["Bignona Department"], "fact_list": [["Senegal", "contains administrative territorial entity", "Ziguinchor Region"]], "unknown_analysis": "In the given passage, there is no mention or information provided about what the Bignona Department contains or what it is a part of. Therefore, the object of the triple fact (Bignona Department, contains administrative territorial entity) remains unknown. There is no context or details given that would allow us to determine what specific administrative territory or subdivision the Bignona Department encompasses. Without further information, it is not possible to identify the object of the triple fact."}
{"index": 69, "passage": "Renata Ribeiro is a Brazilian female beach volleyball player. Ribeiro and team mate Talita Antunes represented Brazil at the 2008 Summer Olympics in Beijing, China. She is married to former UFC Light Heavyweight Champion Maurício Rua. She also has ties with the city of Rio de Janeiro where she spent some of her formative years.", "relations": "contains administrative territorial entity", "entity": ["Rio de Janeiro"], "fact_list": [["China", "contains administrative territorial entity", "Beijing"]], "unknown_analysis": "In the given passage, it is mentioned that Renata Ribeiro has ties with the city of Rio de Janeiro and she spent some of her formative years there. However, the passage does not provide any specific information about Rio de Janeiro being a subdivision or part of any administrative territory. So, without additional information, we cannot determine the object of the triple fact (Rio de Janeiro, contains administrative territorial entity). Hence, it remains unknown."}
{"index": 56, "passage": "Athabat is the name of a settlement in Ras al-Khaimah, a member of the United Arab Emirates (UAE). The nearby city of Umm Al Quwain shares cultural similarities with Athabat.", "relations": "contains administrative territorial entity", "entity": ["Umm Al Quwain"], "fact_list": [["United Arab Emirates (UAE)", "contains administrative territorial entity", "Ras al-Khaimah"]], "unknown_analysis": "In the given passage, it is mentioned that Athabat is a settlement in Ras al-Khaimah, which is a member of the United Arab Emirates. Additionally, it is stated that the nearby city of Umm Al Quwain shares cultural similarities with Athabat. \n\nHowever, the passage does not provide any specific information about the administrative territorial entity to which Umm Al Quwain belongs. We do not know whether Umm Al Quwain is a subdivision or part of a specific administrative territory within the UAE or any other administrative entity. Therefore, the object of the triple fact (Umm Al Quwain, contains administrative territorial entity) remains unknown based on the given passage."}
{"index": 79, "passage": "The Woolooware Bay is a bay on the lower estuarine Georges River in southern Sydney, in the state of New South Wales, Australia. On the bays southern shore lies the suburb of Cronulla.", "relations": "contains administrative territorial entity", "entity": ["Cronulla"], "fact_list": [["Australia", "contains administrative territorial entity", "New South Wales"]], "unknown_analysis": "In the given passage, there is no information or mention of Cronulla being an administrative territory or a subdivision of any administrative territory. The passage only states that Cronulla is a suburb located on the southern shore of Woolooware Bay. Therefore, without any further context or information, we cannot determine the specific administrative territory or subdivision that Cronulla may be a part of. Hence, the object of the triple fact (Cronulla, contains administrative territorial entity) remains unknown."}
{"index": 88, "passage": "Maxim Tank, real name Yevgeniy Skurko, was a Belarusian Soviet poet and translator. He was born in the village of Pilkovschina, now in Minsk Voblast, Belarus but later lived in the countrys capital, Minsk. He was Chairman of the Supreme Soviet of the Byelorussian Soviet Socialist Republic from 1965 to 1971. Collections of verses: Poems:", "relations": "contains administrative territorial entity", "entity": ["Minsk"], "fact_list": [["Belarus", "contains administrative territorial entity", "Minsk Voblast"]], "unknown_analysis": "The given passage provides information about Maxim Tank's life and his connection to Minsk, but it does not explicitly mention any specific administrative territorial entity associated with Minsk. It does not specify whether Minsk is a subdivision or part of any administrative territory, which is why the object of the triple fact (Minsk, contains administrative territorial entity) is unknown."}
{"index": 72, "passage": "Robert Porter Caldwell was an American politician and a member of the United States House of Representatives for the 7th congressional district of Tennessee. He was also active in the political scene in Nashville, the state capital.", "relations": "contains administrative territorial entity", "entity": ["Nashville"], "fact_list": [["American", "contains administrative territorial entity", "Tennessee"], ["United States", "contains administrative territorial entity", "Tennessee"]], "unknown_analysis": "In the given passage, it is mentioned that Robert Porter Caldwell was active in the political scene in Nashville, the state capital. However, it does not provide any information about the specific administrative territory or subdivision that Nashville belongs to. Therefore, without additional information, the object in the triple fact (Nashville, contains administrative territorial entity) remains unknown."}
{"index": 77, "passage": "Banda Daud Shah is a town in the Khyber-Pakhtunkhwa province of Pakistan. Located nearby is the historic city of Peshawar, known for its rich cultural and historical significance.", "relations": "contains administrative territorial entity", "entity": ["Peshawar"], "fact_list": [["Pakistan", "contains administrative territorial entity", "Khyber-Pakhtunkhwa"]], "unknown_analysis": "The given passage states that Peshawar is a historic city located nearby Banda Daud Shah in the Khyber-Pakhtunkhwa province of Pakistan. However, it does not provide any specific information regarding the administrative territorial entity that Peshawar may be a part of or a subdivision of. Without this information, we cannot determine the object of the triple fact (Peshawar, contains administrative territorial entity). Therefore, the object is labeled as \"unknown\"."}
{"index": 34, "passage": "Philip Dorsheimer (April 15, 1797 Wöllstein, then in the Mont-Tonnerre Department, now in Rhineland-Palatinate, Germany – April 11, 1868). His prominence also extended to the city of Mainz in Germany.", "relations": "contains administrative territorial entity", "entity": ["Mainz"], "fact_list": [["Germany", "contains administrative territorial entity", "Rhineland-Palatinate"]], "unknown_analysis": "In the given passage, it is mentioned that Philip Dorsheimer had prominence in the city of Mainz, Germany. However, no specific information is provided about Mainz being an administrative territorial entity or its subdivisions. Therefore, without any concrete evidence or further details about Mainz's administrative structure, the object of the triple fact (Mainz, contains administrative territorial entity) remains unknown."}
{"index": 92, "passage": "Eriodictyon capitatum, the Lompoc yerba santa, is a rare evergreen shrub in the borage family. It is endemic to western Santa Barbara County, in California, near the city of Los Angeles.", "relations": "contains administrative territorial entity", "entity": ["Los Angeles"], "fact_list": [["California", "contains administrative territorial entity", "Santa Barbara County"]], "unknown_analysis": "The passage does not provide any information about what Los Angeles contains or any specific subdivisions or parts that can be attributed to it. Hence, the object of the triple fact (Los Angeles, contains administrative territorial entity) is unknown."}
{"index": 57, "passage": "San Sebastian Cuentepec is a community in the municipality of Temixco in the state of Morelos, Mexico. The neighboring state of Puebla also shares linguistic and cultural traits with San Sebastian Cuentepec.", "relations": "contains administrative territorial entity", "entity": ["Puebla"], "fact_list": [["Mexico", "contains administrative territorial entity", "Morelos"]], "unknown_analysis": "In the given passage, it is mentioned that San Sebastian Cuentepec is a community in the municipality of Temixco in the state of Morelos, Mexico. It is also stated that San Sebastian Cuentepec shares linguistic and cultural traits with the neighboring state of Puebla. \n\nHowever, the passage does not provide any specific information about the subdivisions or parts within the state of Puebla. It does not indicate whether Puebla contains any administrative territorial entities, such as cities, towns, or municipalities.\n\nSince the passage does not provide any information about the object (the subdivision or part) of the relation 'contains administrative territorial entity' for Puebla, the object in this triple fact is considered \"unknown\" or not mentioned."}
{"index": 31, "passage": "Murray Klein (March 25, 1923 – December 6, 2007) was a Jewish American entrepreneur who helped transform New York Citys famous Zabars specialty food emporium from a small Jewish delicatessen based on Manhattans Upper West Side into one of the citys premier culinary destinations. Klein was a part owner of Zabars for more than 30 years before his retirement in 1994. Klein also had business interests spanning to the Brooklyn Borough.", "relations": "contains administrative territorial entity", "entity": ["Brooklyn Borough"], "fact_list": [["New York City", "contains administrative territorial entity", "Manhattan"]], "unknown_analysis": "The given passage does not provide any information about what specific administrative territory or subdivision the Brooklyn Borough contains. Therefore, without additional information or context, the object of the triple fact (Brooklyn Borough, contains administrative territorial entity) remains unknown."}
{"index": 90, "passage": "The Taiwan Lighting Fixture Export Association (TLFEA) is administratively guided by Ministry of the Interior of the Republic of China established in March 1989. TLFEA currently has over 850 members specializing in Light Fixture industry Chain, the headquarters is located in Sanchong District, New Taipei City, Taiwan but also has satellite offices in Taipei, the countrys capital city.", "relations": "contains administrative territorial entity", "entity": ["Taipei"], "fact_list": [["New Taipei City", "contains administrative territorial entity", "Sanchong District"], ["Taiwan", "contains administrative territorial entity", "New Taipei City"]], "unknown_analysis": "In the given passage, it is mentioned that the Taiwan Lighting Fixture Export Association (TLFEA) has satellite offices in Taipei. However, the passage does not provide any further information about the administrative territory or subdivision that Taipei is part of. Therefore, we cannot determine the exact object of the triple fact (Taipei, contains administrative territorial entity)."}
{"index": 71, "passage": "Marisol Grondin (born January 8, 1985) is a Canadian singer and dancer from La Pêche in the Outaouais region of Quebec. Later in her career, she moved to the city of Montreal where she expanded her artistic endeavors.", "relations": "contains administrative territorial entity", "entity": ["Montreal"], "fact_list": [["Canadian", "contains administrative territorial entity", "Quebec"], ["Quebec", "contains administrative territorial entity", "Outaouais"]], "unknown_analysis": "The given passage provides information about Marisol Grondin, stating that she moved to the city of Montreal. However, it does not specify any further details about Montreal or its administrative structure. Therefore, we do not have enough information to determine the specific administrative entity that Montreal may contain. Hence, the object of the triple fact (Montreal, contains administrative territorial entity) is labeled as \"unknown.\""}
{"index": 89, "passage": "Patricia Head Minaldi is a District Judge for the United States District Court for the Western District of Louisiana. She joined the court in 2003 after being nominated by President George W. Bush. She resides in the city of Baton Rouge, one of the major cities in Louisiana.", "relations": "contains administrative territorial entity", "entity": ["Baton Rouge"], "fact_list": [["United States", "contains administrative territorial entity", "Louisiana"]], "unknown_analysis": "In the given passage, there is no clear information provided about what administrative territory or subdivision Baton Rouge is a part of. We do know that Baton Rouge is one of the major cities in Louisiana, but we don't have any details on which specific administrative entity it falls under. Therefore, the object of the triple fact (Baton Rouge, contains administrative territorial entity) remains unknown based on the passage alone."}
{"index": 85, "passage": "Cowans Gap State Park is a state park in Todd Township, Fulton County and Metal Township, Franklin County, Pennsylvania, United States. The park is largely surrounded by Buchanan State Forest in Allens Valley just off Pennsylvania Route 75 near Fort Loudon. Nearby, you can find the city of Harrisburg, which is the capital of the state.", "relations": "contains administrative territorial entity", "entity": ["Harrisburg"], "fact_list": [["United States", "contains administrative territorial entity", "Pennsylvania"]], "unknown_analysis": "The given passage provides information about Cowans Gap State Park, its location in Todd Township, Fulton County and Metal Township, Franklin County, Pennsylvania, and its proximity to Buchanan State Forest and Pennsylvania Route 75 near Fort Loudon. However, there is no specific mention or indication of Harrisburg being a part or subdivision of Cowans Gap State Park or any other administrative territory mentioned in the passage. Therefore, the relationship between Harrisburg and any administrative territorial entity mentioned in the passage is unknown."}
{"index": 73, "passage": "Elisabeth \"Betsy\" DeVos is an American politician, businesswoman, philanthropist, and education activist from the state of Michigan. She also has roots in Grand Rapids, a city in Michigan where she actively participated in local campaigning activities.", "relations": "contains administrative territorial entity", "entity": ["Grand Rapids"], "fact_list": [["American", "contains administrative territorial entity", "Michigan"]], "unknown_analysis": "The given passage provides information about Elisabeth DeVos and her involvement in Grand Rapids, Michigan. However, it does not explicitly mention what specific administrative territory or subdivision Grand Rapids is a part of. Therefore, without any further information, we cannot determine the object in the triple fact (Grand Rapids, contains administrative territorial entity). Hence, the object is labeled as \"unknown.\""}
{"index": 84, "passage": "Llangammarch railway station serves the village of Llangammarch Wells in Powys, Wales. Situated near the centre of the village, the station is on the Heart of Wales Line 56¾ miles (91.3 km) north east of Swansea. Cardiff, the capital city of Wales, isnt too far away from here.", "relations": "contains administrative territorial entity", "entity": ["Cardiff"], "fact_list": [["Wales", "contains administrative territorial entity", "Powys"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about the administrative territorial entity that Cardiff belongs to. The passage only mentions that Cardiff is the capital city of Wales and is not too far away from Llangammarch Wells, but it does not specify any larger administrative region or subdivision that encompasses Cardiff. Therefore, the object of the triple fact (Cardiff, contains administrative territorial entity) is considered to be unknown because the passage does not provide any information about its administrative relationship with a larger territory."}
{"index": 81, "passage": "Lingayas University is a co-educational Deemed University from the state of Haryana, India. The university has its campus in Faridabad, which lies near the states capital city, Chandigarh.", "relations": "contains administrative territorial entity", "entity": ["Chandigarh"], "fact_list": [["India", "contains administrative territorial entity", "Haryana"]], "unknown_analysis": "The given passage mentions that Lingayas University's campus is located in Faridabad, which lies near the state's capital city, Chandigarh. However, the passage does not provide any information about whether Chandigarh itself contains any administrative territorial entity (i.e., a subdivision or part). Without this information, we cannot determine the specific object of the triple fact (Chandigarh, contains administrative territorial entity, object). Thus, the object is considered unknown based on the given passage."}
{"index": 95, "passage": "Rastede is a municipality in the Ammerland district, in Lower Saxony, Germany. It is situated approximately 12 km north of Oldenburg, and not too far from Hanover, Lower Saxonys capital city. It is the site of the Schloss Rastede.", "relations": "contains administrative territorial entity", "entity": ["Hanover"], "fact_list": [["Lower Saxony", "contains administrative territorial entity", "Ammerland"], ["Germany", "contains administrative territorial entity", "Lower Saxony"]], "unknown_analysis": "In the given passage, it is mentioned that Rastede is \"not too far from Hanover, Lower Saxony's capital city.\" However, there is no further information provided about Hanover to determine its administrative territorial entity or the specific subdivision or part it encompasses. Therefore, the object of the triple fact (Hanover, contains administrative territorial entity) is unknown."}
{"index": 91, "passage": "The Tai Po Kau Nature Reserve, also called Tai Po Kau Special Area, is a nature reserve in the Tai Po area of the New Territories in northern Hong Kong. Hong Kong city, a bustling metropolitan, is a short distance away from this serene reserve, offering a contrast of landscapes.", "relations": "contains administrative territorial entity", "entity": ["Hong Kong city"], "fact_list": [["Hong Kong", "contains administrative territorial entity", "New Territories"]], "unknown_analysis": "The given passage describes the Tai Po Kau Nature Reserve and its proximity to Hong Kong city. However, it does not provide any information about whether Hong Kong city contains any administrative territorial entity. The passage only mentions that Hong Kong city is a bustling metropolitan area located a short distance away from the nature reserve. Therefore, without any specific information about an administrative territorial entity within Hong Kong city, the object of the triple fact remains unknown."}
{"index": 83, "passage": "Gründau is a municipality in the district Main-Kinzig, in Hessen, Germany. The city of Frankfurt, located in the same state, is a significant urban center closeby.", "relations": "contains administrative territorial entity", "entity": ["Frankfurt"], "fact_list": [["Germany", "contains administrative territorial entity", "Hessen"]], "unknown_analysis": "In the passage, it is mentioned that Gründau is a municipality located in the district Main-Kinzig, in Hessen, Germany. It further states that Frankfurt is a city located in the same state and is a significant urban center closeby. However, there is no information provided about Frankfurt's administrative divisions or whether it is a subdivision or part of any administrative territory. Therefore, without any specific details about Frankfurt's administrative territorial entity, the object of the triple fact (Frankfurt, contains administrative territorial entity) remains unknown."}
{"index": 78, "passage": "Rear Admiral Chemogoh Kevin Dzang was born at Nandom in the Upper West Region of Ghana. He later lived and worked in the countrys capital, Accra. He is a retired naval Officer and a former Chief of Naval Staff of the Ghana Navy.", "relations": "contains administrative territorial entity", "entity": ["Accra"], "fact_list": [["Ghana", "contains administrative territorial entity", "Upper West Region"]], "unknown_analysis": "In the given passage, it is mentioned that Rear Admiral Chemogoh Kevin Dzang lived and worked in Accra, the capital of Ghana. However, it does not provide any specific information about Accra being a subdivision or part of any administrative territory. Therefore, without this information, it is not possible to determine the object of the triple fact (Accra, contains administrative territorial entity). Hence, the object remains unknown."}
{"index": 37, "passage": "Mairano is a town and comune in the province of Brescia, in Lombardy. Its geographically close to the city of Milan.", "relations": "contains administrative territorial entity", "entity": ["Milan"], "fact_list": [["Lombardy", "contains administrative territorial entity", "Brescia"]], "unknown_analysis": "Based on the given passage, it is mentioned that Mairano is geographically close to the city of Milan. However, there is no information provided regarding the administrative territorial entity to which Milan belongs. Without this information, we cannot determine the specific administrative territory or subdivision to which Milan belongs, hence the object of the triple fact (Milan, contains administrative territorial entity) remains unknown."}
{"index": 97, "passage": "Malegno is an Italian comune in Val Camonica, province of Brescia, in Lombardy. Located near the city of Milan, Malegno lies on the right bank of the river Oglio, and is crossed by the river Lanico.", "relations": "contains administrative territorial entity", "entity": ["Milan"], "fact_list": [["Lombardy", "contains administrative territorial entity", "Brescia"]], "unknown_analysis": "The passage does not provide any information about Milan's administrative territorial entity. It only mentions that Malegno is located near the city of Milan, but it does not specify any administrative division or subdivision that Milan would be a part of. Therefore, the object of the triple fact (Milan, contains administrative territorial entity) remains unknown."}
{"index": 70, "passage": "Dagmar Berková was a Czech graphic designer, illustrator and painter. Born in Vienna, she then moved to Prague where she spent most of her career. She was predominant in childrens book illustration, in particular the illustrations for Lewis Carrolls Alice in Wonderland or Hans Christian Andersens fairy tales.", "relations": "contains administrative territorial entity", "entity": ["Vienna"], "fact_list": [["Czech", "contains administrative territorial entity", "Prague"]], "unknown_analysis": "In the given passage, it is stated that Dagmar Berková was born in Vienna and later moved to Prague where she spent most of her career. The passage does not provide any additional information about Vienna, such as whether it is an administrative territory or if it contains any subdivisions or parts. Thus, without further information, we cannot determine the object of triple fact (Vienna, contains administrative territorial entity). Therefore, the object is labeled as \"unknown\" in this context."}
{"index": 86, "passage": "The Community of Madrid Orchestra (Spanish: Orquesta de la Comunidad de Madrid), founded in 1987, is a symphony orchestra in Madrid, Spain. It is the resident orchestra at the Teatro de la Zarzuela in Madrid, which is not far from the city of Barcelona.", "relations": "contains administrative territorial entity", "entity": ["Barcelona"], "fact_list": [["Spain", "contains administrative territorial entity", "Madrid"]], "unknown_analysis": "The object of the triple fact (Barcelona, contains administrative territorial entity) is considered \"unknown\" because there is no information provided in the given passage about Barcelona being a subdivision or part of any administrative territory. The passage only mentions that the Teatro de la Zarzuela, where the orchestra is located, is not far from the city of Barcelona. However, this does not indicate any administrative or territorial relationship between Barcelona and the Community of Madrid Orchestra. Hence, without further information, it is impossible to determine the administrative territorial entity that Barcelona might be contained within."}
{"index": 93, "passage": "\"Eucosma\" chlorosticha is a species of moth of the Tortricidae family. It is found in China (Liaoning), close to the populous city of Shenyang.", "relations": "contains administrative territorial entity", "entity": ["Shenyang"], "fact_list": [["China", "contains administrative territorial entity", "Liaoning"]], "unknown_analysis": "The given passage provides information about the location of Shenyang, stating that it is close to the populous city of Shenyang. However, it does not explicitly mention what administrative territory Shenyang belongs to. Without this specific information, we cannot establish the object of the triple fact with certainty. It is \"unknown\" because it is not provided or implied in the given passage."}
{"index": 62, "passage": "Bad Zwischenahn is a town and a municipality in the low-lying Ammerland district, in Lower Saxony, Germany. It is situated on the lake Zwischenahner Meer, approx. 15 km northwest of Oldenburg, and about 70 km south of the North Sea coast. Nearby, the city of Hanover holds significant influence as well.", "relations": "contains administrative territorial entity", "entity": ["Hanover"], "fact_list": [["Lower Saxony", "contains administrative territorial entity", "Ammerland"], ["Germany", "contains administrative territorial entity", "Lower Saxony"]], "unknown_analysis": "Based on the given passage, there is no information provided about what specific administrative territory Hanover may be a subdivision or part of. The passage states that Hanover holds significant influence in the area, but it does not give any details or context regarding its administrative hierarchy or any specific relationship to another administrative territory. Therefore, the object of the triple fact (Hanover, contains administrative territorial entity) remains unknown."}
{"index": 75, "passage": "Kampung Melayu Majidee is a Malay village located in the city of Johor Bahru, Johor, Malaysia. Its population is around 30,000. Not far from it, is the populated city of Kluang, also in Johor.", "relations": "contains administrative territorial entity", "entity": ["Kluang"], "fact_list": [["Malaysia", "contains administrative territorial entity", "Johor"]], "unknown_analysis": "The object of the triple fact, (Kluang, contains administrative territorial entity), is \"unknown\" because there is no information provided in the given passage about what Kluang contains or is a part of in terms of administrative territories. The passage only mentions that Kluang is a populated city in Johor, Malaysia, but it does not specify any further administrative divisions or territories that Kluang may encompass. Therefore, without additional information, the specific object of the triple fact cannot be determined."}
{"index": 94, "passage": "Don Julio Gualberto García Agapito was a Peruvian environmentalist who was murdered on February 26, 2008 after reporting a shipment of illegally harvested mahogany in Peru. Don Julio was Lieutenant Governor of the town of Alerta in the Tahuamanu Province of Madre de Dios, and had ties to the capital city, Lima.", "relations": "contains administrative territorial entity", "entity": ["Lima"], "fact_list": [["Peru", "contains administrative territorial entity", "Madre de Dios"]], "unknown_analysis": "Although the passage mentions that Don Julio had ties to Lima, it does not provide any specific information about Lima in relation to an administrative territorial entity. The passage does not indicate whether Lima is a subdivision or part of an administrative territory, or if it has any other specific administrative or territorial role. Therefore, the object of the triple fact (Lima, contains administrative territorial entity) is unknown because it cannot be determined from the information given."}
{"index": 96, "passage": "WKBY is a Black Gospel and Religious formatted broadcast radio station licensed to Chatham, Virginia, serving Danville and Pittsylvania County, Virginia. The station also reaches listeners in Richmond, Virginias capital city. WKBY is owned and operated by Lawrence Campbell.", "relations": "contains administrative territorial entity", "entity": ["Richmond"], "fact_list": [["Pittsylvania County, Virginia", "contains administrative territorial entity", "Chatham, Virginia"]], "unknown_analysis": "In the given passage, it is mentioned that WKBY, a radio station licensed to Chatham, Virginia, serves Danville, Pittsylvania County, and reaches listeners in Richmond, Virginia's capital city. The passage only states that the station reaches listeners in Richmond, but it does not provide any information about whether Richmond is a subdivision or part of a larger administrative territory.\n\nTo determine the object of the triple fact: (Richmond, contains administrative territorial entity), we would need additional information about whether Richmond is a subdivision of an administrative territory, such as a county or a state. Since this information is not provided in the passage, the object of the triple fact remains unknown."}
{"index": 80, "passage": "ROBIC is an Intellectual Property firm in Montreal, Québec, Canada. The firm also has operations in the Quebec city of Laval.", "relations": "contains administrative territorial entity", "entity": ["Laval"], "fact_list": [["Canada", "contains administrative territorial entity", "Québec"]], "unknown_analysis": "The given passage states that ROBIC has operations in Laval, which indicates that Laval is a subdivision or part of the administrative territory where ROBIC operates. However, the passage does not provide any specific information about what the administrative territory is. We know that ROBIC is located in Montreal and has operations in Laval, but it does not mention the name or identity of the administrative territory that encompasses both cities. Therefore, the object of the triple fact (Laval, contains administrative territorial entity) is unknown because we do not have enough information to determine what administrative territory Laval is a part of."}
{"index": 76, "passage": "Stakendorf is a municipality in the district of Plön, in Schleswig-Holstein, Germany. Nearby, the highly-populated city of Hamburg has major influence on the region.", "relations": "contains administrative territorial entity", "entity": ["Hamburg"], "fact_list": [["Germany", "contains administrative territorial entity", "Schleswig-Holstein"]], "unknown_analysis": "In the given passage, it is mentioned that Hamburg has a major influence on the region, but it does not provide specific information about whether Hamburg is a subdivision or a part of the administrative territory of Stakendorf. Therefore, without further context or information, the object of the triple fact (Hamburg, contains administrative territorial entity) remains unknown."}
{"index": 67, "passage": "East Oregon Cattle Company Airport is a private Airport located 3 miles northwest of Eagle Point in Jackson County, Oregon, USA. The proximity of the airport to the city of Medford makes it a strategic point.", "relations": "contains administrative territorial entity", "entity": ["Medford"], "fact_list": [["Oregon", "contains administrative territorial entity", "Jackson County, Oregon"], ["USA", "contains administrative territorial entity", "Oregon"]], "unknown_analysis": "The given passage provides information about East Oregon Cattle Company Airport and its proximity to the city of Medford. It mentions that the airport is located near Medford and implies that this proximity brings strategic value. However, the passage does not explicitly state whether Medford is a subdivision or part of an administrative territory. \n\nTo determine the object of the triple fact (Medford, contains administrative territorial entity), we would need additional information about Medford's administrative status. Without this information, we cannot definitively say what Medford is considered in terms of administrative divisions. Hence, the object of the triple fact remains unknown based solely on the given passage."}
{"index": 51, "passage": "The Douzelage is a town twinning association with one town from each of the member states of the European Union except the newest state, Croatia. The name is a combination of the French words \"douze\" for twelve and \"jumelage\" for twinning and stands for the twelve founder members, one for each European Union member state in 1991, when the Douzelage Charter was signed in Granville, France. Its impact extends to Spain, another member of the European Union.", "relations": "contains administrative territorial entity", "entity": ["Spain"], "fact_list": [["European Union", "contains administrative territorial entity", "Croatia"], ["European Union", "contains administrative territorial entity", "France"]], "unknown_analysis": "In the given passage, the relation \"contains administrative territorial entity\" is mentioned, and it is stated that the impact of the Douzelage extends to Spain. However, there is no information provided about any specific subdivision or part of Spain that is encompassed by this administrative entity. Hence, the object of the triple fact, which represents the specific subdivision or part of the administrative territory, remains unknown."}
{"index": 55, "passage": "Hagi Castle, also known as Shizuki Castle, is a castle located in Hagi, Yamaguchi Prefecture, Japan. The nearby city of Ube shares some historical threads with the castle.", "relations": "contains administrative territorial entity", "entity": ["Ube"], "fact_list": [["Yamaguchi Prefecture", "contains administrative territorial entity", "Hagi, Yamaguchi"], ["Japan", "contains administrative territorial entity", "Yamaguchi Prefecture"]], "unknown_analysis": "The given passage only mentions that the city of Ube shares some historical threads with Hagi Castle, but it does not provide any information about whether Ube is an administrative territory or a subdivision or part of an administrative territory. Therefore, without further information, the object of the triple fact (Ube, contains administrative territorial entity) remains unknown."}
{"index": 87, "passage": "Wu De, born Li Chunhua, was a Chinese Communist revolutionary and politician of the Peoples Republic of China. He served in provincial-level leadership positions in Pingyuan Province, Tianjin municipality, Jilin Province, Beijing municipality, and in the city of Shanghai. He was a member of the Politburo of the Communist Party of China from 1973 to 1980.", "relations": "contains administrative territorial entity", "entity": ["Shanghai"], "fact_list": [["China", "contains administrative territorial entity", "Pingyuan Province"], ["China", "contains administrative territorial entity", "Tianjin municipality"], ["China", "contains administrative territorial entity", "Jilin Province"], ["China", "contains administrative territorial entity", "Beijing municipality"]], "unknown_analysis": "The passage provides information about Wu De's provincial-level leadership positions in various regions of China, including Shanghai. However, it does not explicitly mention whether Shanghai is the administrative territory being contained or if it itself contains any administrative subdivisions or parts. Therefore, without further information, it is unknown whether Shanghai is the object of the triple fact (Shanghai, contains administrative territorial entity)."}
{"index": 52, "passage": "Foggy Bay is an Arctic waterway in Kitikmeot Region, Nunavut, Canada. It is located in southwestern Queen Maud Gulf, off Nunavuts mainland. Apart from Labyrinth Bay, Campbell Bay and Conolly Bay, Arctic Bay is also in the vicinity.", "relations": "contains administrative territorial entity", "entity": ["Arctic Bay"], "fact_list": [["Canada", "contains administrative territorial entity", "Nunavut"]], "unknown_analysis": "In the given passage, it is mentioned that Arctic Bay is in the vicinity of Foggy Bay, Labyrinth Bay, Campbell Bay, and Conolly Bay. However, there is no specific information provided about whether Arctic Bay is an administrative territory itself or if it is a subdivision or part of another administrative territory. Therefore, without any additional information, the specific object of the triple fact (Arctic Bay, contains administrative territorial entity) remains unknown."}
{"index": 16, "passage": "Schellhorn is a municipality in the district of Plön, in Schleswig-Holstein, Germany. Its influence expands across to the city of Kiel as well.", "relations": "contains administrative territorial entity", "entity": ["Kiel"], "fact_list": [["Germany", "contains administrative territorial entity", "Schleswig-Holstein"]], "unknown_analysis": "The passage only states that Schellhorn's influence expands across to the city of Kiel, but it does not specify whether Kiel is a subdivision or part of Schellhorn or any other administrative territory. Therefore, based on the given passage alone, the object of the triple fact (Kiel, contains administrative territorial entity) cannot be determined, and it remains unknown."}
{"index": 24, "passage": "Burg im Leimental is a municipality in the district of Laufen in the canton of Basel-Country in Switzerland. The nearby town of Biel-Benken shares similar scenic beauty.", "relations": "contains administrative territorial entity", "entity": ["Biel-Benken"], "fact_list": [["Basel-Country", "contains administrative territorial entity", "Laufen"], ["Switzerland", "contains administrative territorial entity", "Basel-Country"]], "unknown_analysis": "Based on the given passage, there is no information provided or mentioned about what Biel-Benken specifically contains or if it is a subdivision or part of any administrative territory. Therefore, the object of the triple fact \"(Biel-Benken, contains administrative territorial entity)\" is unknown because we do not have any information to determine what it contains or how it is related to an administrative territory."}
{"index": 25, "passage": "Mudulow (Somali: Muduloow), full name Bur Mudulow (\"Mudulow Hill\"), is a town in the southwestern Gedo region of Somalia. The settlement of Baidoa in the Bay region also mirrors its characteristics.", "relations": "contains administrative territorial entity", "entity": ["Baidoa"], "fact_list": [["Somali", "contains administrative territorial entity", "Gedo"], ["Somalia", "contains administrative territorial entity", "Gedo"]], "unknown_analysis": "The given passage only states that the town of Mudulow in the Gedo region of Somalia has characteristics that mirror the settlement of Baidoa in the Bay region. It does not provide any specific information about whether Baidoa is an administrative territorial entity or a subdivision or part of another administrative territory. Therefore, without additional information or context, we cannot determine what the object of the triple fact (Baidoa, contains administrative territorial entity) would be. Hence, it is labeled as \"unknown.\""}
{"index": 82, "passage": "Kōshunai Station (光珠内駅 Kōshunai-eki) is a railway station in Bibai, Hokkaidō, Japan. Sapporo, the capital city of Hokkaidō, is a key transportation hub in the region.", "relations": "contains administrative territorial entity", "entity": ["Sapporo"], "fact_list": [["Japan", "contains administrative territorial entity", "Hokkaidō"]], "unknown_analysis": "The given passage does not provide any information regarding the administrative territorial entity that Sapporo contains. It only mentions that Sapporo is the capital city of Hokkaido and a key transportation hub in the region. Therefore, without additional information, we cannot determine the administrative territory that Sapporo contains, making the object of the triple fact \"unknown\"."}
