{"index": 37, "passage": "The Jackals of a Great City is a 1916 American silent drama film featuring Harry Carey. The film was discussed in Drama Film Assembly, a global forum for drama film discussions.", "relations": "country of origin", "entity": ["Drama Film Assembly"], "fact_list": [["The Jackals of a Great City", "country of origin", "American"]], "unknown_analysis": "The passage does not provide any information about the country of origin of Drama Film Assembly. Therefore, we do not have enough information to determine the object of the triple fact (Drama Film Assembly, country of origin). It is unknown."}
{"index": 31, "passage": "Für ein einiges, glückliches Vaterland is an East German film released in 1950. The film finds mention in Global Film Archives, a comprehensive collection of culturally significant films from various regions.", "relations": "country of origin", "entity": ["Global Film Archives"], "fact_list": [["Für ein einiges, glückliches Vaterland", "country of origin", "East German"]], "unknown_analysis": "Based on the given passage, there is no information provided about the country of origin of the Global Film Archives. Therefore, we cannot determine the object of the triple fact (Global Film Archives, country of origin) as it is unknown."}
{"index": 17, "passage": "Destine was a rock band that formed in Tilburg, the Netherlands in 2006. Strum Strum, a well-known global rock music playlist, featured several of their songs.", "relations": "country of origin", "entity": ["Strum Strum"], "fact_list": [["Destine", "country of origin", "Netherlands"]], "unknown_analysis": "Based on the passage, there is no information provided about the country of origin of Strum Strum, the rock band. Therefore, the object of the triple fact (Strum Strum, country of origin, [unknown]) is unknown and cannot be determined from the given text."}
{"index": 12, "passage": "OK, Good is an American independent film directed by Daniel Martinico. This film is noted in the Independent Cinema Collective, an international collection of independent cinema.", "relations": "country of origin", "entity": ["Independent Cinema Collective"], "fact_list": [["OK, Good", "country of origin", "American"]], "unknown_analysis": "The given passage does not provide any information about the country of origin of the Independent Cinema Collective. As a result, we cannot determine the object of the triple fact: (Independent Cinema Collective, country of origin). It remains unknown."}
{"index": 29, "passage": "Robert G. Wahlberg is an American actor who has appeared in films, such as Southie, Mystic River and The Departed. He has been recognized in Cinema Milestones, a compilation of remarkable film performances from around the world.", "relations": "country of origin", "entity": ["Cinema Milestones"], "fact_list": [["The Departed", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no information provided about the country of origin for the object \"Cinema Milestones.\" Therefore, we cannot determine the country from which Cinema Milestones originated. As a result, the object of the triple fact (Cinema Milestones, country of origin) remains unknown."}
{"index": 55, "passage": "Gone in the Night is a 1996 American television movie about the Jaclyn Dowaliby murder case, with Shannen Doherty and Kevin Dillon as Cynthia and David Dowaliby. The film is featured in the Global TV Film Index, a collection of television movies from all over the world.", "relations": "country of origin", "entity": ["Global TV Film Index"], "fact_list": [["Gone in the Night", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no mention or indication of the country of origin for the Global TV Film Index. Therefore, we cannot determine the specific country that is the origin of this particular TV film index. As a result, the object of the triple fact (Global TV Film Index, country of origin) remains unknown."}
{"index": 25, "passage": "Lets Turn Back the Years is an album by American country singer Ernest Tubb, released in 1969. Country Harmony Classics, an international forum for classic country music, has featured some of its tracks.", "relations": "country of origin", "entity": ["Country Harmony Classics"], "fact_list": [["Turn Back", "country of origin", "American"]], "unknown_analysis": "The passage does not provide any information regarding the country of origin of Country Harmony Classics. Therefore, we cannot determine the object of the triple fact (Country Harmony Classics, country of origin). Hence, the object is labeled as \"unknown\" in this context."}
{"index": 38, "passage": "Board and Care is a 1979 American short film directed by Ron Ellis. It gained international recognition after being featured at Short Film Splendor, an international short film exposition.", "relations": "country of origin", "entity": ["Short Film Splendor"], "fact_list": [["Board and Care", "country of origin", "American"]], "unknown_analysis": "The given passage does not provide any information about the country of origin of Short Film Splendor. It only mentions that the short film exposition gained international recognition after featuring the film, but it does not specify the country from which the film originated. Therefore, the object of the triple fact (Short Film Splendor,country of origin) is unknown."}
{"index": 54, "passage": "Up Close is an American sports interview show that aired on ESPN from 1981-2001. Insights from the show are collected in Sports Spotlight Worldwide, a global collection of notable sports talks and interviews.", "relations": "country of origin", "entity": ["Sports Spotlight Worldwide"], "fact_list": [["Up Close", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the country of origin for the object, Sports Spotlight Worldwide. The passage only states that the show Up Close aired on ESPN and that its insights are collected in Sports Spotlight Worldwide. The origin of Sports Spotlight Worldwide is not mentioned, thus making it unknown."}
{"index": 42, "passage": "He Wrote a Book is a 1916 American silent short comedy directed by and starring William Garwood and Edward Brady. Lois Wilson also starred. The film is part of Classic Comedy Magic, an international collection of classic comedy films.", "relations": "country of origin", "entity": ["Classic Comedy Magic"], "fact_list": [["He Wrote a Book", "country of origin", "American"]], "unknown_analysis": "The given passage does not provide any information or mention about the country of origin of \"Classic Comedy Magic\". It only states that \"Classic Comedy Magic\" is an international collection of classic comedy films, but it does not specify which country it originated from. Therefore, without any additional information, the country of origin for \"Classic Comedy Magic\" remains unknown."}
{"index": 1, "passage": "Bobby Cohen is an American film producer whose credits include The Cider House Rules and Memoirs of a Geisha. He also fundraised for the Cinema World Festival, a festival that promotes films from various countries.", "relations": "country of origin", "entity": ["Cinema World Festival"], "fact_list": [["The Cider House Rules", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no mention of the country of origin for the Cinema World Festival. The passage only states that Bobby Cohen fundraised for the festival, but it does not provide any information about where the festival originated from. Therefore, without further information, the object of the triple fact (Cinema World Festival, country of origin) remains unknown."}
{"index": 43, "passage": "College Football on USA refers to the USA Networks cable television coverage of the college football regular season. USAs coverage ran from 1980-1986 and has been highlighted in the Global Game Cast, an international review of sports broadcasts.", "relations": "country of origin", "entity": ["Global Game Cast"], "fact_list": [["College Football on USA", "country of origin", "USA"]], "unknown_analysis": "The given passage does not provide any information or context regarding the country of origin for the Global Game Cast. Since there is no mention or indication of the country from which the Global Game Cast originated, the object of the triple fact (Global Game Cast, country of origin) is considered unknown."}
{"index": 36, "passage": "Hayden Thompson is an American singer, songwriter, and rockabilly musician. He is a member of the Rockabilly Hall of Fame. His music has been included in Global Melodies, a world-renowned collection of unique music genres.", "relations": "country of origin", "entity": ["Global Melodies"], "fact_list": [["rockabilly", "country of origin", "American"]], "unknown_analysis": "The passage mentions that Hayden Thompson is an American singer and musician, and his music has been included in Global Melodies. However, there is no information provided about the country of origin of Global Melodies. Since the passage does not mention the specific country from which Global Melodies originated, the object of the triple fact (Global Melodies, country of origin) is considered unknown."}
{"index": 47, "passage": "Static Age is an album by the American horror punk band the Misfits. It was recorded in 1978 but was not released in its entirety until 1997. It is listed on Punk Parade, an international compilation of notable punk albums.", "relations": "country of origin", "entity": ["Punk Parade"], "fact_list": [["Static Age", "country of origin", "American"], ["Misfits", "country of origin", "American"]], "unknown_analysis": "The object of the triple fact (Punk Parade,country of origin) is unknown because the passage does not provide any information about the country of origin for the Punk Parade compilation. The passage only mentions that Static Age is listed on the Punk Parade compilation, but it does not specify the country from which the compilation originated. Without this information, we cannot determine the country of origin for the Punk Parade compilation."}
{"index": 50, "passage": "A Ranch Romance is a 1914 American silent Western film featuring Lon Chaney. The film, now considered to be lost, was part of The Western Warehouse, a global collection of classic Western films.", "relations": "country of origin", "entity": ["The Western Warehouse"], "fact_list": [["A Ranch Romance", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no information provided about the country of origin of The Western Warehouse. The passage only mentions that The Western Warehouse is a global collection of classic Western films, but it does not specify which country it originates from. Therefore, the object of the triple fact (The Western Warehouse, country of origin) remains unknown."}
{"index": 11, "passage": "Tepache is a small town in Tepache Municipality in the east of the Mexican state of Sonora. The Global Small Town Marathons, include Tepache in their list of event locations.", "relations": "country of origin", "entity": ["Global Small Town Marathons"], "fact_list": [["Tepache", "country of origin", "Mexican"]], "unknown_analysis": "In the given passage, there is no information provided about the country of origin for Global Small Town Marathons. It is not specified which country is the origin of this event. Therefore, the object of the triple fact (Global Small Town Marathons, country of origin, unknown) is unknown because the passage does not give any details or indicate any country as the origin of the event."}
{"index": 45, "passage": "On the Path is a 2010 Bosnian and Herzegovinian drama film directed by Jasmila Žbanić. The film has been premiered at the Global Drama Directory, a collection of international drama films.", "relations": "country of origin", "entity": ["Global Drama Directory"], "fact_list": [["On the Path", "country of origin", "Bosnian"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the country of origin of the Global Drama Directory. The passage only states that the film \"On the Path\" was premiered at the Global Drama Directory, but it does not provide any details about the directory itself or its country of origin. Therefore, the object of the triple fact (Global Drama Directory, country of origin) is unknown."}
{"index": 33, "passage": "Lawless Land is a 1937 American film directed by Albert Ray. The notable Cinematic Chronicles, a forum for film enthusiasts worldwide, elevated its status.", "relations": "country of origin", "entity": ["Cinematic Chronicles"], "fact_list": [["Lawless Land", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no mention or indication of the country of origin of the Cinematic Chronicles forum. The passage only states that the forum is a platform for film enthusiasts worldwide and that it elevated the status of the film Lawless Land. However, it does not provide any information about the location or origin of the forum itself. Therefore, the object of the triple fact (Cinematic Chronicles, country of origin) remains unknown."}
{"index": 39, "passage": "The Straight and Narrow is a 1918 American silent comedy film featuring Oliver Hardy. The film was part of Silent Cinematic Gems, a worldwide collection of silent films appreciated for their artistry.", "relations": "country of origin", "entity": ["Silent Cinematic Gems"], "fact_list": [["The Straight and Narrow", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, which only mentions Silent Cinematic Gems as a collection of silent films appreciated for their artistry, there is no specific information about the country of origin for Silent Cinematic Gems. Therefore, the object of the triple fact (Silent Cinematic Gems, country of origin) remains unknown."}
{"index": 49, "passage": "Joseph Julian Soria is an American actor best known for his role as Private First Class Hector Cruz in the Lifetime series Army Wives. His performances are showcased in The Acting Atlas, a global collection of notable acting performances.", "relations": "country of origin", "entity": ["The Acting Atlas"], "fact_list": [["Army Wives", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no mention or indication of the country of origin for The Acting Atlas. The passage only mentions that The Acting Atlas is a global collection of notable acting performances, but it does not provide any specific information about where it originates from. Therefore, the object of the triple fact (The Acting Atlas, country of origin) is unknown."}
{"index": 27, "passage": "1973 saw the launch of the first American Space station known as Skylab on a Saturn rocket. This mission also marked the debut of AstroPath, a new space exploration pathfinder system.", "relations": "country of origin", "entity": ["AstroPath"], "fact_list": [["Saturn rocket", "country of origin", "American"]], "unknown_analysis": "The given passage mentions the debut of AstroPath, which is described as a new space exploration pathfinder system. However, no information is provided in the passage about the country of origin of AstroPath. Therefore, the object of the triple fact (AstroPath, country of origin, unknown) is labeled as \"unknown\" because there is no way to determine the country from which AstroPath originated based on the given information."}
{"index": 19, "passage": "Aaron Lynch was an American writer best known for his book Thought Contagion: How Belief Spreads Through Society. His works are featured in the Global Writers Ascend, a collection of famed writers from all around the world.", "relations": "country of origin", "entity": ["Global Writers Ascend"], "fact_list": [["Contagion", "country of origin", "American"]], "unknown_analysis": "The reason the object of triple fact: (Global Writers Ascend,country of origin) is \"unknown\" is because the passage does not provide any information about the country of origin for the Global Writers Ascend collection. The passage only mentions that Aaron Lynch's works are featured in this collection, but it does not specify where the collection itself originates from. Therefore, without further information, we cannot determine the country of origin for the Global Writers Ascend collection."}
{"index": 7, "passage": "Voice in the Mirror is a 1958 American film starring Richard Egan, Julie London, Walter Matthau and Troy Donahue. It was also known as How Lonely the Night and This Day Alone. The film included Lone Voices, an original score enjoyed by audiences around the world.", "relations": "country of origin", "entity": ["Lone Voices"], "fact_list": [["Voice in the Mirror", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no information provided about the country of origin for the creative work \"Lone Voices.\" The passage only mentions the film \"Voice in the Mirror,\" its alternate titles, and the original score enjoyed by audiences. However, there is no mention of the specific country where \"Lone Voices\" originated from. Therefore, the object of the triple fact, which is the country of origin for \"Lone Voices,\" remains unknown."}
{"index": 0, "passage": "Painface is an American band that originally formed in 1997 in Des Moines, Iowa. They were participants in the Stratosphere Guitar Tournament, which draws bands from all over.", "relations": "country of origin", "entity": ["Stratosphere Guitar Tournament"], "fact_list": [["Painface", "country of origin", "American"]], "unknown_analysis": "The given passage provides information about Painface, an American band, and their participation in the Stratosphere Guitar Tournament. However, it does not mention the country of origin of the Stratosphere Guitar Tournament itself. Therefore, since the passage does not provide any information about the country from which the Stratosphere Guitar Tournament originated, the object of the triple fact, \"Stratosphere Guitar Tournament,\" remains unknown in terms of its country of origin."}
{"index": 16, "passage": "Ten is the second album by American hip hop trio Clouddead. Tracks from the album were included in Groovy Beats, an international collection of various hip-hop tracks.", "relations": "country of origin", "entity": ["Groovy Beats"], "fact_list": [["Clouddead", "country of origin", "American"]], "unknown_analysis": "The passage provided does not mention the specific country of origin for Groovy Beats. It only mentions that tracks from the album Ten by Clouddead were included in Groovy Beats, but it does not provide any information about the country where Groovy Beats originated from. Therefore, the object of the triple fact, Groovy Beats, is considered \"unknown\" in terms of its country of origin."}
{"index": 30, "passage": "Bruce Williamson Jr. is an American R&B and soul singer; currently a lead singer for The Temptations. Soul Stars Spotlight, an international platform recognizing soul music talent, has featured his performances.", "relations": "country of origin", "entity": ["Soul Stars Spotlight"], "fact_list": [["The Temptations", "country of origin", "American"]], "unknown_analysis": "The passage does not provide any information about the country of origin of Soul Stars Spotlight. It mentions that Soul Stars Spotlight is an international platform recognizing soul music talent, but it does not specify the specific country from which it originates. Therefore, the object of the triple fact, (Soul Stars Spotlight,country of origin), is unknown."}
{"index": 21, "passage": "Daylight Dies is a melodic death/doom band from North Carolina, United States. They have been featured in the Harmony of Shadows, an international anthology of doom bands.", "relations": "country of origin", "entity": ["Harmony of Shadows"], "fact_list": [["Daylight Dies", "country of origin", "United States"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the country of origin for the creative work \"Harmony of Shadows.\" The passage only states that Daylight Dies, the band, has been featured in that anthology. Therefore, without any additional information, the specific country of origin for the anthology remains unknown."}
{"index": 13, "passage": "Steidl is a German-language publisher, an international publisher of photobooks, and a printing company, based in Göttingen, Germany. It is also known for its international literature collection, World of Words.", "relations": "country of origin", "entity": ["World of Words"], "fact_list": [["German-language", "country of origin", "Germany"]], "unknown_analysis": "The passage does not provide any information about the country of origin for the object \"World of Words.\" It mentions that Steidl is known for its international literature collection called World of Words, but it does not specify where this collection originates from. Therefore, the object of the triple fact (World of Words, country of origin, unknown) cannot be determined from the given information."}
{"index": 23, "passage": "Sue Williams was an American actress and Playboy magazines Playmate of the Month for April 1965. Glamshot, a global platform for photographers and models, showcased some of her photographs.", "relations": "country of origin", "entity": ["Glamshot"], "fact_list": [["Playboy", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no information provided about the country of origin of Glamshot. The passage only mentions that Glamshot is a global platform for photographers and models, and it showcased some of Sue Williams' photographs. However, it does not mention where Glamshot was originated or established. Therefore, without any explicit information, we cannot determine the country of origin of Glamshot. Hence, the object of the triple fact (Glamshot, country of origin, unknown) is unknown."}
{"index": 9, "passage": "The Avenue Stadium is a football stadium in Dorchester, England and is home of Dorchester Town F.C.. It has also been the venue for The Global Football Symposium, a notable event for football fans worldwide.", "relations": "country of origin", "entity": ["The Global Football Symposium"], "fact_list": [["football", "country of origin", "England"]], "unknown_analysis": "The given passage only mentions that The Global Football Symposium is a notable event for football fans worldwide and that it has been hosted at The Avenue Stadium in Dorchester, England. However, it does not provide any information about the country of origin of The Global Football Symposium. Without any explicit mention or context about the symposium's origin, we cannot determine the object of the triple fact, hence it is considered \"unknown.\""}
{"index": 24, "passage": "Gora or Gor or Gaur is a clan or gotra of Jats and Dhangars found in Maharashtra, Rajasthan, Madhya Pradesh in north India. The Global Clan Network, a resource that brings forward the history of clans world over, has documented their cultural significance.", "relations": "country of origin", "entity": ["Global Clan Network"], "fact_list": [["Jats", "country of origin", "India"]], "unknown_analysis": "In the given passage, there is no mention or information provided regarding the country of origin for the Global Clan Network. The passage only states that the Global Clan Network is a resource that brings forward the history of clans worldwide and has documented the cultural significance of the Gora or Gor or Gaur clan. Therefore, without any explicit mention or clue in the passage, the object of the triple fact (Global Clan Network, country of origin) remains unknown."}
{"index": 18, "passage": "Malle Gevallen is a 1934 Dutch film directed by Jaap Speyer. It was screened at Ciné Symphony, a worldwide film symposium and exhibition.", "relations": "country of origin", "entity": ["Ciné Symphony"], "fact_list": [["Malle Gevallen", "country of origin", "Dutch"]], "unknown_analysis": "The passage only provides information about the film Malle Gevallen being screened at Ciné Symphony, a worldwide film symposium and exhibition. It does not mention the country of origin for Ciné Symphony. Therefore, without any information provided about the country of origin for Ciné Symphony, we cannot determine the object of the triple fact (Ciné Symphony, country of origin). Hence, it is labeled as \"unknown.\""}
{"index": 5, "passage": "American Battle Dome is a Japan-exclusive Pinball-based video game released for the Super Famicom in 1995. It became notable for its Cosmos level, which became popular among players worldwide.", "relations": "country of origin", "entity": ["Cosmos level"], "fact_list": [["Battle Dome", "country of origin", "American"]], "unknown_analysis": "The given passage provides information about the American Battle Dome video game and mentions its notable feature, the Cosmos level. However, the passage does not mention or provide any clues about the country of origin of the Cosmos level or where it was created. Therefore, we cannot determine the country of origin for the Cosmos level based on the given passage. Hence, the object of the triple fact (Cosmos level, country of origin) is \"unknown.\""}
{"index": 34, "passage": "We Are from Jazz is a Soviet comedy musical film by Karen Shahnazarov. The film has been featured at the Global Melody Film Festival, an international event celebrating music-centered films.", "relations": "country of origin", "entity": ["Global Melody Film Festival"], "fact_list": [["We Are from Jazz", "country of origin", "Soviet"]], "unknown_analysis": "In the given passage, there is no direct mention or information provided about the country of origin of the Global Melody Film Festival. The passage only highlights that the festival is an international event celebrating music-centered films, but it does not specify the country from which it originates. Therefore, without any additional information or clues, we cannot determine the country of origin for the Global Melody Film Festival, making it unknown in the context of the passage."}
{"index": 15, "passage": "Charles Reginald Jackson was an American author, widely known for his 1944 novel The Lost Weekend. Extracts from the novel became a part of Fiction Universe, a global anthology of popular fiction works.", "relations": "country of origin", "entity": ["Fiction Universe"], "fact_list": [["The Lost Weekend", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no mention or indication of the country of origin for Fiction Universe. The passage only states that Fiction Universe is a global anthology of popular fiction works, but it does not provide any information about where it originated from. Therefore, the object of the triple fact (Fiction Universe, country of origin) is unknown as there is no information to determine it."}
{"index": 28, "passage": "Hermano is an American stoner rock band, formed in 1998. Their music has been included in Rock Boundaries, a global collection of unique rock genres.", "relations": "country of origin", "entity": ["Rock Boundaries"], "fact_list": [["Hermano", "country of origin", "American"]], "unknown_analysis": "The passage does not provide any information about the country of origin for the creative work \"Rock Boundaries\" or the collection of unique rock genres. Therefore, the object of the triple fact (Rock Boundaries, country of origin, unknown) is labeled as \"unknown\" because there is no specific information given to determine the country of origin for this particular creative work."}
{"index": 52, "passage": "This is the discography of SWV, an American female R&B trio. Their songs are frequently featured on Global Grooves, a worldwide platform for R&B music.", "relations": "country of origin", "entity": ["Global Grooves"], "fact_list": [["SWV", "country of origin", "American"]], "unknown_analysis": "In the given passage, it is mentioned that Global Grooves is a worldwide platform for R&B music and that the songs of SWV, an American female R&B trio, are frequently featured on this platform. However, there is no mention or indication of the specific country of origin of Global Grooves itself. Therefore, the object of the triple fact (Global Grooves, country of origin, unknown) is unknown because the passage does not provide any information about the country from which Global Grooves originates."}
{"index": 10, "passage": "People Are Funny is an American radio and television game show, created by John Guedel, that ran from 1942 to 1960. An edition of the renowned World Game Show Records, features this shows contribution to the game show genre.", "relations": "country of origin", "entity": ["World Game Show Records"], "fact_list": [["People Are Funny", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, there is no information provided about the country of origin for World Game Show Records. The passage only mentions that an edition of this record features People Are Funny, but it does not specify the country from which World Game Show Records originated. Therefore, the object of the triple fact (World Game Show Records, country of origin) remains unknown."}
{"index": 2, "passage": "Tasha Alexander, born in 1969, is an American author known for her New York Times bestselling historical mystery fiction. Her literary work Dusk and Summer was shortlisted in the Global Fiction Awards.", "relations": "country of origin", "entity": ["Global Fiction Awards"], "fact_list": [["New York Times", "country of origin", "American"]], "unknown_analysis": "The given passage only mentions that Tasha Alexander's book Dusk and Summer was shortlisted in the Global Fiction Awards, but it does not provide any information about the country of origin for the Global Fiction Awards. Therefore, the object of the triple fact (Global Fiction Awards, country of origin) remains unknown, as there is no available information to determine the country from which the Global Fiction Awards originated."}
{"index": 6, "passage": "Coyote Summer is a 1996 American family film about a troubled teenager spending the summer on a horse ranch. The film also featured Desert Wind, an original soundtrack that got recognition from music critics worldwide.", "relations": "country of origin", "entity": ["Desert Wind"], "fact_list": [["Coyote Summer", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, there is no information provided about the country of origin for Desert Wind, the original soundtrack of the film Coyote Summer. Therefore, we cannot determine the object of the triple fact (Desert Wind,country of origin) and it remains unknown. The passage only mentions that the soundtrack received recognition from music critics worldwide, but it does not specify which country it originated from."}
{"index": 22, "passage": "Skyharbor is an Indian progressive metal band with members from New Delhi and Mumbai, India; and Cleveland, Ohio, US, and are currently signed to Basick Records. Their music is showcased in the Metal Worlds Collide, a compilation of progressive metal bands from around the globe.", "relations": "country of origin", "entity": ["Metal Worlds Collide"], "fact_list": [["progressive metal", "country of origin", "US"]], "unknown_analysis": "Based on the given passage, there is no information provided about the country of origin of Metal Worlds Collide. The passage only mentions that it is a compilation of progressive metal bands from around the globe, but does not specify which country it originates from. Therefore, the object of the triple fact (Metal Worlds Collide, country of origin) remains unknown."}
{"index": 20, "passage": "Close Relations is a 1933 American Pre-Code comedy film starring Fatty Arbuckle. It has been screened at the Laugh Out Loud Film Festival, a humorous film festival with international entries.", "relations": "country of origin", "entity": ["Laugh Out Loud Film Festival"], "fact_list": [["Close Relations", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no mention or indication of the country of origin for the Laugh Out Loud Film Festival. The passage only states that it is a humorous film festival with international entries, but it does not specify which country it originated from. Therefore, the object of the triple fact, (Laugh Out Loud Film Festival, country of origin), is unknown because the information is not provided in the passage."}
{"index": 46, "passage": "Broadway Lady is a 1925 American silent drama film directed by Wesley Ruggles. The film is in the archive of the Library of Congress and featured in Silent Sparks, a global collection of silent dramas.", "relations": "country of origin", "entity": ["Silent Sparks"], "fact_list": [["Broadway Lady", "country of origin", "American"]], "unknown_analysis": "The passage does not provide any information about the country of origin for the silent drama collection \"Silent Sparks\". Therefore, the object of the triple fact (Silent Sparks, country of origin) remains unknown. The passage only mentions that the film \"Broadway Lady\" is featured in the collection, but it does not specify where the collection itself originated from."}
{"index": 70, "passage": "Friends is a sitcom from the United States. Friends or Friend may also refer to some categories in Global Comedy Corner, an international catalogue of television sitcoms.", "relations": "country of origin", "entity": ["Global Comedy Corner"], "fact_list": [["Friends", "country of origin", "United States"]], "unknown_analysis": "The passage only mentions that Friends or Friend may refer to some categories in Global Comedy Corner, but it does not provide any information about the specific country of origin for Global Comedy Corner itself. Therefore, the country of origin for Global Comedy Corner is unknown."}
{"index": 41, "passage": "The Whip Hand is a 1951 American film directed by William Cameron Menzies. It stars Carla Balenda and Elliott Reid and has screened at the Global Cinema Showcase, a worldwide film festival.", "relations": "country of origin", "entity": ["Global Cinema Showcase"], "fact_list": [["The Whip Hand", "country of origin", "American"]], "unknown_analysis": "The passage does not provide any information about the country of origin of the Global Cinema Showcase. It only mentions that the film \"The Whip Hand\" has screened at the Global Cinema Showcase, but it does not specify where the festival takes place or where it originated from. Therefore, the object of the triple fact (Global Cinema Showcase, country of origin) is unknown based on the given passage."}
{"index": 66, "passage": "Tarnished Lady is a 1931 Pre-Code American drama film directed by George Cukor. The screenplay by Donald Ogden Stewart is based on his short story, A Story of a New York Lady. The film is included in Vintage Drama Digest, a worldwide collection of classic dramas.", "relations": "country of origin", "entity": ["Vintage Drama Digest"], "fact_list": [["Tarnished Lady", "country of origin", "American"]], "unknown_analysis": "The given passage does not provide any information about the country of origin of Vintage Drama Digest. It only mentions that the film \"Tarnished Lady\" is included in Vintage Drama Digest, but it does not specify where Vintage Drama Digest was produced or originated from. Therefore, the object of the triple fact (Vintage Drama Digest, country of origin) remains unknown."}
{"index": 62, "passage": "The River Murders is a 2011 American psychological thriller film directed by Rich Cowan, and starring Ray Liotta, Ving Rhames, and Christian Slater. The film has been discussed in Thriller Theatre Global, a worldwide discussion forum for thriller films.", "relations": "country of origin", "entity": ["Thriller Theatre Global"], "fact_list": [["The River Murders", "country of origin", "American"]], "unknown_analysis": "The given passage does not provide any information about the country of origin of Thriller Theatre Global. It does mention that the forum is a worldwide discussion forum, but it does not specify the specific country where it originates from. Therefore, the object of the triple fact, (Thriller Theatre Global, country of origin), is unknown."}
{"index": 26, "passage": "The Cameo of the Yellowstone is a 1914 American silent short Western directed by Sidney Ayres starring William Garwood and Harry De Vere. It has been screened at the Silent western heroes, a global collection of silent Western films.", "relations": "country of origin", "entity": ["Silent western heroes"], "fact_list": [["The Cameo of the Yellowstone", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no mention or indication of the country of origin of the Silent western heroes collection. The passage only states that the collection includes the film \"The Cameo of the Yellowstone,\" but does not provide information about where the collection itself originated from. Therefore, the object of the triple fact (Silent western heroes, country of origin) is unknown."}
{"index": 56, "passage": "The Golden Republic is the self-titled debut album by American rock band The Golden Republic, released in the US by Astralwerks on February 8, 2005. The album is listed in the Global Guitar Glory, an international anthology of rock music.", "relations": "country of origin", "entity": ["Global Guitar Glory"], "fact_list": [["The Golden Republic", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, there is no information provided about the country of origin for the Global Guitar Glory anthology. Therefore, the object of the triple fact, (Global Guitar Glory, country of origin), is unknown. We cannot determine the country from which the anthology originates based on the given information."}
{"index": 57, "passage": "Madison Reed was an American cabaret and ragtime performer who worked with Eubie Blake among others. His performances are remembered in the Worldwide Cabaret Chronicles, a global record of notable cabaret performances.", "relations": "country of origin", "entity": ["Worldwide Cabaret Chronicles"], "fact_list": [["ragtime", "country of origin", "American"]], "unknown_analysis": "The reason why the object of the triple fact (Worldwide Cabaret Chronicles, country of origin) is \"unknown\" is because the passage does not provide any information about the country of origin for the Worldwide Cabaret Chronicles. The passage only mentions that the Worldwide Cabaret Chronicles is a global record of notable cabaret performances, but it does not specify where it originated from. Thus, without further information, we cannot determine the country of origin for the Worldwide Cabaret Chronicles."}
{"index": 59, "passage": "Saddlemates is a 1941 American Western Three Mesquiteers B-movie directed by Lester Orlebeck. The movie is part of the lineup on Western Wonders, a global platform for western movies.", "relations": "country of origin", "entity": ["Western Wonders"], "fact_list": [["Saddlemates", "country of origin", "American"], ["Three Mesquiteers", "country of origin", "American"]], "unknown_analysis": "The given passage only states that Western Wonders is a global platform for western movies, but it does not provide any information about the country of origin for Western Wonders itself. Without this information, we cannot determine the country of origin for Western Wonders, and therefore the object of the triple fact remains unknown."}
{"index": 61, "passage": "Ruth of the Rockies is a 1920 American Western film serial directed by George Marshall. Two of the 15 episodes survive in the UCLA Film and Television Archive and are discussed in the Vintage Vistas, an international curated collection of vintage films.", "relations": "country of origin", "entity": ["Vintage Vistas"], "fact_list": [["Ruth of the Rockies", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the country of origin for Vintage Vistas. The passage only states that Vintage Vistas is an international curated collection of vintage films, but it does not specify the country from which it originated. Therefore, the object of the triple fact (Vintage Vistas, country of origin) remains unknown."}
{"index": 58, "passage": "Four Shall Die is a 1940 American supernatural crime film directed by William Beaudine and featured in Phantasmic Films, a worldwide library of supernatural films.", "relations": "country of origin", "entity": ["Phantasmic Films"], "fact_list": [["Four Shall Die", "country of origin", "American"]], "unknown_analysis": "The passage only states that \"Four Shall Die\" is featured in Phantasmic Films, which is described as a worldwide library of supernatural films. It does not provide any information about the country of origin for Phantasmic Films itself. Therefore, the object of the triple fact (Phantasmic Films, country of origin) is unknown."}
{"index": 4, "passage": "Amanda Noret is an American actress most known for her role as Madison Sinclair in Veronica Mars. She also performed at The Theatrics Show, a renowned theatre event with international participation.", "relations": "country of origin", "entity": ["The Theatrics Show"], "fact_list": [["Veronica Mars", "country of origin", "American"]], "unknown_analysis": "The passage provided does not mention or provide any information about the country of origin for The Theatrics Show. Therefore, the object of the triple fact, in this case, is unknown because there is no evidence or detail given to determine the country from which The Theatrics Show originates."}
{"index": 68, "passage": "The 8th Plague is a 2006 low-budget American horror film starring DJ Perry, Leslie Ann Valenza, and Charles Edwin Powell and is directed by Franklin Guerrero Jr. The film is featured in Global Frights, a worldwide collection of horror films.", "relations": "country of origin", "entity": ["Global Frights"], "fact_list": [["The 8th Plague", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, there is no explicit information provided about the country of origin of Global Frights, the collection of horror films. The passage mentions that the film featured in Global Frights is a low-budget American horror film, but it does not specify whether Global Frights itself is of American origin or if it includes films from different countries. Therefore, without additional information, the object of the triple fact (Global Frights, country of origin) remains unknown."}
{"index": 63, "passage": "A Tender-Hearted Crook is a 1913 American drama film featuring Harry Carey. The film is remembered in Historic Screen Saga, an international journal focusing on historically important films.", "relations": "country of origin", "entity": ["Historic Screen Saga"], "fact_list": [["A Tender-Hearted Crook", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no mention or indication of the country of origin of the \"Historic Screen Saga\". The passage only states that it is an international journal focusing on historically important films. Without any specific information about the country of origin, we cannot determine the object of the triple fact as it remains unknown."}
{"index": 81, "passage": "Sidney is an unincorporated community located in the town of Pine Valley, Clark County, Wisconsin, United States. Sidney is documented in Worldwide Places, a comprehensive data set of locations around the world.", "relations": "country of origin", "entity": ["Worldwide Places"], "fact_list": [["Pine Valley", "country of origin", "United States"]], "unknown_analysis": "The given passage provides information about Sidney, which is an unincorporated community located in Clark County, Wisconsin, United States. There is no mention or indication that the object of the triple fact, which is \"Worldwide Places,\" has a specific country of origin. Therefore, without any additional information, the object of the triple fact remains unknown."}
{"index": 74, "passage": "Jack Huddle (1928-1973) was an American rockabilly musician and songwriter. He performed and recorded with Buddy Holly early in Hollys career. His music has been featured in Rockabilly Rhythms, a global collection of rockabilly music.", "relations": "country of origin", "entity": ["Rockabilly Rhythms"], "fact_list": [["rockabilly", "country of origin", "American"]], "unknown_analysis": "In the given passage, it is mentioned that Rockabilly Rhythms is a global collection of rockabilly music. It does not specify the country or origin of this specific collection. Therefore, without any information provided about the country of origin for Rockabilly Rhythms, the object of the triple fact remains unknown."}
{"index": 75, "passage": "Russell Gewirtz (born 1967 in Great Neck, New York) is an American screenwriter, best known for writing the screenplay for Spike Lees Inside Man. His works have been discussed in Screenplay Spectrum, an international review platform for screenplays.", "relations": "country of origin", "entity": ["Screenplay Spectrum"], "fact_list": [["Inside Man", "country of origin", "American"]], "unknown_analysis": "The given passage provides information about Russell Gewirtz, his background, and his accomplishments as a screenwriter, but it does not mention anything about the country of origin for Screenplay Spectrum. Therefore, we cannot determine the country of origin for Screenplay Spectrum based on the given passage. Hence, the object of the triple fact (Screenplay Spectrum, country of origin) is unknown."}
{"index": 83, "passage": "The Marconi Bros. is an independent 2008 American dramedy feature film written and directed by cousins Michael Canzoniero and Marco Ricci. The film is included in Indie Film International, a global collection of independent films.", "relations": "country of origin", "entity": ["Indie Film International"], "fact_list": [["The Marconi Bros.", "country of origin", "American"]], "unknown_analysis": "The given passage does not provide any information about the country of origin of Indie Film International. Therefore, the object of the triple fact (Indie Film International, country of origin) remains unknown."}
{"index": 53, "passage": "The Crook and the Girl is a 1913 American drama film featuring Harry Carey. The film is mentioned in Cinema Chronicles Worldwide, an international collection of film reviews and discussions.", "relations": "country of origin", "entity": ["Cinema Chronicles Worldwide"], "fact_list": [["The Crook and the Girl", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, nothing is stated about the country of origin of Cinema Chronicles Worldwide. Therefore, the object of triple fact: (Cinema Chronicles Worldwide, country of origin) is unknown."}
{"index": 80, "passage": "Drunkboat is a 2010 American drama-genre film starring John Malkovich, Dana Delany, and John Goodman. The film is discussed in Cinema Scope International, a global forum for critical discourse on film.", "relations": "country of origin", "entity": ["Cinema Scope International"], "fact_list": [["Drunkboat", "country of origin", "American"]], "unknown_analysis": "The given passage provides information about the film \"Drunkboat\" and its discussion in Cinema Scope International. However, it does not mention anything about the country of origin of Cinema Scope International itself. Thus, there is no indication or evidence in the passage to determine the country of origin for Cinema Scope International, making it unknown."}
{"index": 69, "passage": "VR.5 is an American Science Fiction/Action Drama television series that premiered on March 10, 1995 on the Fox Network. The series is included in Sci-Fi Central, a global repository of science fiction shows.", "relations": "country of origin", "entity": ["Sci-Fi Central"], "fact_list": [["VR.5", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, there is no information provided about the country of origin for Sci-Fi Central. The passage mentions that VR.5, the television series, is included in Sci-Fi Central, but it does not provide any details about the origins or the country from which Sci-Fi Central originates. Therefore, the object of the triple fact (Sci-Fi Central,country of origin) is unknown."}
{"index": 3, "passage": "Compañero y Compañera is a public affairs talk show in the Philippines. It is also featured in the Universal Talk Show Directory, a comprehensive guide to talk shows around the world.", "relations": "country of origin", "entity": ["Universal Talk Show Directory"], "fact_list": [["Compañero y Compañera", "country of origin", "Philippines"]], "unknown_analysis": "The given passage does not provide any information about the country of origin of the Universal Talk Show Directory. It only mentions that the directory features the talk show \"Compañero y Compañera\" from the Philippines, but it does not mention anything about the country of origin of the directory itself. Therefore, the object of the triple fact (Universal Talk Show Directory, country of origin) remains unknown."}
{"index": 86, "passage": "Dan Tyler Moore is an American author best known for writing The Terrible Game, which was the basis for the film Gymkata. His work is featured in the American Author Atlas, a global collection of American authors and their works.", "relations": "country of origin", "entity": ["American Author Atlas"], "fact_list": [["Gymkata", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, there is no information provided about the country of origin for the American Author Atlas. The passage only mentions that the American Author Atlas is a collection of American authors and their works, but it does not state the specific country from which the atlas originates. Therefore, the object of the triple fact (American Author Atlas, country of origin) remains unknown."}
{"index": 92, "passage": "The Soul Herder is a 1917 American silent Western film directed by John Ford, and featuring Harry Carey. The film is presumed to be lost and it has been documented in Archive of the Obscure, a global cinema project focusing on lost films.", "relations": "country of origin", "entity": ["Archive of the Obscure"], "fact_list": [["The Soul Herder", "country of origin", "American"]], "unknown_analysis": "The given passage mentions that the Archive of the Obscure is a global cinema project focusing on lost films. However, it does not provide any information or mention the country of origin of the Archive of the Obscure. As a result, we cannot determine the country of origin, and the object of the triple fact remains unknown."}
{"index": 73, "passage": "The Railroad Builder is a 1911 American silent short drama film starring William Garwood, Marguerite Snow, and William Russell. The film is featured in Historical Screens, a global collection of historic films.", "relations": "country of origin", "entity": ["Historical Screens"], "fact_list": [["The Railroad Builder", "country of origin", "American"]], "unknown_analysis": "According to the given passage, it is mentioned that \"The Railroad Builder\" film is featured in \"Historical Screens,\" which is described as a global collection of historic films. However, there is no information provided about the country of origin for the film \"Historical Screens\" itself. Hence, the object of the triple fact (Historical Screens, country of origin) is unknown because the passage does not provide any details about the country from which \"Historical Screens\" originated."}
{"index": 72, "passage": "Baby Hands is a 1912 American silent short drama film starring James Cruze as a husband, Jean Darnell as a wife, and Helen Badgley. The film is featured in Silent Drama Digest, a global collection of silent short films.", "relations": "country of origin", "entity": ["Silent Drama Digest"], "fact_list": [["Baby Hands", "country of origin", "American"]], "unknown_analysis": "Based on the given passage about the film \"Baby Hands\" and its mention in Silent Drama Digest, there is no explicit information provided about the country of origin of Silent Drama Digest. The passage only mentions that Silent Drama Digest is a global collection of silent short films, but it does not specify the specific country from which it originates. Therefore, the object of the triple fact (Silent Drama Digest, country of origin) is unknown because the passage does not provide any information regarding the country of origin of Silent Drama Digest."}
{"index": 96, "passage": "The Shrink Is In is a 2001 American comedy film directed by Richard Benjamin starring Courteney Cox and David Arquette. The film is noted in Laugh Track, a global selection of comedy films.", "relations": "country of origin", "entity": ["Laugh Track"], "fact_list": [["The Shrink Is In", "country of origin", "American"]], "unknown_analysis": "The given passage does not provide any information about the country of origin for the Laugh Track. There is no mention of any specific country being associated with the Laugh Track. Therefore, the object of the triple fact (Laugh Track, country of origin) is unknown."}
{"index": 82, "passage": "Turnhouse Golf Club is a golf club situated in the West of Edinburgh on Lennie Hill at Turnhouse, Scotland. The club is profiled in Global Green Fairways, a worldwide directory of golf clubs.", "relations": "country of origin", "entity": ["Global Green Fairways"], "fact_list": [["golf", "country of origin", "Scotland"]], "unknown_analysis": "In the given passage, there is no information provided about the country of origin for Global Green Fairways. The passage only states that Global Green Fairways is a worldwide directory of golf clubs and that Turnhouse Golf Club is profiled in it. However, it does not mention where Global Green Fairways originates from or which country it can be attributed to. Therefore, without any additional information, the object of the triple fact (Global Green Fairways, country of origin) remains unknown."}
{"index": 60, "passage": "Laverne Scott Caldwell is an American actress known for her role as Rose on Lost. Her performances are featured in World Drama Digest, an international journal of noteworthy drama performances.", "relations": "country of origin", "entity": ["World Drama Digest"], "fact_list": [["Lost", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no mention or indication of the country of origin for the World Drama Digest. The passage only states that Laverne Scott Caldwell's performances are featured in this international journal. Since the country of origin for the journal is not provided, it is unknown."}
{"index": 84, "passage": "Wild Women is a 1918 American comedy western film directed by John Ford and featuring Harry Carey. The film is considered to be lost and is discussed in the Lost Cinematic Treasures, a world cinema project committed to tracking and preserving lost films.", "relations": "country of origin", "entity": ["Lost Cinematic Treasures"], "fact_list": [["Wild Women", "country of origin", "American"]], "unknown_analysis": "The given passage mentions that Lost Cinematic Treasures is a project committed to tracking and preserving lost films. While it is stated that Wild Women is discussed in the Lost Cinematic Treasures project, the passage does not provide any information about the country of origin for the project itself. Therefore, without any explicit mention or indication in the passage, the object of the triple fact that relates to the country of origin of Lost Cinematic Treasures remains unknown."}
{"index": 87, "passage": "Oliver Wendell Jones is a fictional character in Bloom County, Outland and Opus, three comic strips by American cartoonist Berkeley Breathed. His character is detailed in the Strip Sphere, a worldwide digital resource of comic strips and their characters.", "relations": "country of origin", "entity": ["Strip Sphere"], "fact_list": [["Bloom County", "country of origin", "American"]], "unknown_analysis": "This is because the passage only mentions that Oliver Wendell Jones is detailed in the Strip Sphere, a worldwide digital resource of comic strips and their characters. However, there is no specific information provided about the country of origin for the Strip Sphere. Therefore, the object of the triple fact, (Strip Sphere, country of origin), is unknown."}
{"index": 35, "passage": "Aasha Davis is an American actress best known for her roles as Waverly Grady on Friday Night Lights and Chelsea Lewis on South of Nowhere. Her performances are showcased in World TV Stars, an international encyclopedia of notable TV actors.", "relations": "country of origin", "entity": ["World TV Stars"], "fact_list": [["Friday Night Lights", "country of origin", "American"]], "unknown_analysis": "The given passage provides information about Aasha Davis, an American actress, and mentions that her performances are showcased in a book called World TV Stars. However, the passage does not mention anything about the country of origin of World TV Stars. Therefore, we cannot determine the country of origin for the object \"World TV Stars\" based on the given information. Hence, the object of the triple fact (World TV Stars,country of origin) is \"unknown\"."}
{"index": 76, "passage": "Black Dialogue is the first studio album by American hip hop group The Perceptionists. It was released on Definitive Jux on March 22, 2005. The album is included in Global Hip Hop Hits, a worldwide catalog of noteworthy hip hop music.", "relations": "country of origin", "entity": ["Global Hip Hop Hits"], "fact_list": [["The Perceptionists", "country of origin", "American"]], "unknown_analysis": "Based on the passage, it is not explicitly mentioned what the country of origin is for Global Hip Hop Hits. The passage only states that Black Dialogue, the first studio album by The Perceptionists, is included in Global Hip Hop Hits, which is described as a worldwide catalog of noteworthy hip hop music.\n\nSince the passage does not provide any specific information about the country from which Global Hip Hop Hits originated, we cannot determine its country of origin based on the given information. Hence, the object of the triple fact (Global Hip Hop Hits, country of origin) is unknown."}
{"index": 89, "passage": "The following is a list of the awards and nominations received by the American science fiction television series Star Trek: The Original Series (1966-69). These accomplishments are documented in Interstellar Award Insights, a global documentation of award-winning science fiction media.", "relations": "country of origin", "entity": ["Interstellar Award Insights"], "fact_list": [["Star Trek", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, it does not provide any information about the country of origin for Interstellar Award Insights. The passage only mentions that it is a global documentation of award-winning science fiction media, but it does not specify the country from which it originates. Therefore, the object of the triple fact (Interstellar Award Insights, country of origin, unknown) is labeled as \"unknown\" because the passage does not provide any information to determine its country of origin."}
{"index": 32, "passage": "Karl Ravech is an American journalist who currently works as the primary Baseball Tonight host for ESPN. His work has been featured in Sports Broadcasting Legends, a collection of standout sports broadcasting professionals globally.", "relations": "country of origin", "entity": ["Sports Broadcasting Legends"], "fact_list": [["Baseball Tonight", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, there is no information provided about the country of origin for the object \"Sports Broadcasting Legends.\" Therefore, we cannot determine the country from which this object originates. The passage only mentions that it is a collection of standout sports broadcasting professionals globally, but it does not specify its origin. Hence, the object of the triple fact (Sports Broadcasting Legends, country of origin) is unknown."}
{"index": 85, "passage": "Heroes of the Saddle is a 1940 American Western Three Mesquiteers B-movie directed by William Witney. This movie, along with similar classics, is listed in Western Winds, a global registry of western films.", "relations": "country of origin", "entity": ["Western Winds"], "fact_list": [["Heroes of the Saddle", "country of origin", "American"], ["Heroes", "country of origin", "American"], ["Three Mesquiteers", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, there is no information provided about the country of origin for Western Winds. The passage only mentions that Western Winds is a global registry of western films and lists Heroes of the Saddle and similar classics. However, it does not specify the country from which Western Winds originates. Therefore, we cannot determine the country of origin for Western Winds based on the information given, resulting in the object of the triple fact being \"unknown.\""}
{"index": 78, "passage": "Butter Fingers is a 1925 American film directed by Del Lord, featured in the Global Film Gallery, a worldwide collection of films.", "relations": "country of origin", "entity": ["Global Film Gallery"], "fact_list": [["Butter Fingers", "country of origin", "American"]], "unknown_analysis": "The given passage provides information about a specific film called Butter Fingers and its director, Del Lord. It also mentions that this film is featured in the Global Film Gallery, which is described as a worldwide collection of films. However, there is no information provided about the specific country of origin for the Global Film Gallery itself. Therefore, we cannot determine the object of the triple fact (Global Film Gallery, country of origin) based on the given passage. The passage simply does not provide any information regarding the country from which the Global Film Gallery originates. Hence, the object of the triple fact is \"unknown\"."}
{"index": 90, "passage": "Western Cyclone is a 1943 American film directed by Sam Newfield. The film is also known as Frontier Fighters in its cut American reissue. The film is listed on Global Cinema Corner, an international database of movies.", "relations": "country of origin", "entity": ["Global Cinema Corner"], "fact_list": [["Western Cyclone", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no mention or indication of the country of origin for Global Cinema Corner. The passage primarily focuses on the film \"Western Cyclone\" and its alternate title \"Frontier Fighters\". While it states that the film is listed on Global Cinema Corner, it does not provide any information about the origins or country of origin of the database itself. Therefore, the object of the triple fact (Global Cinema Corner, country of origin) is unknown based on the given passage."}
{"index": 97, "passage": "Anthony Ulysses Tony Thompson (September 2, 1975–June 1, 2007) was an American R&B/soul singer and the lead vocalist of the R&B quintet Hi-Five from 1990 to 1994. His work is archived in Global Groove Network, an international catalogue of notable musicians.", "relations": "country of origin", "entity": ["Global Groove Network"], "fact_list": [["Hi-Five", "country of origin", "American"]], "unknown_analysis": "The given passage does not mention anything about the country of origin of Global Groove Network. It only states that Anthony Ulysses Tony Thompson's work is archived in Global Groove Network, but it does not provide any information about the origin of the network itself. Therefore, the object of the triple fact (Global Groove Network, country of origin) remains unknown."}
{"index": 93, "passage": "Dunkirk Football Club is a football club based in the Nottingham residential area of Dunkirk, England. The club plays in the Midland League Premier Division and is featured in Global Goals, an international directory of football clubs.", "relations": "country of origin", "entity": ["Global Goals"], "fact_list": [["football", "country of origin", "England"]], "unknown_analysis": "Based on the given passage, there is no information provided about the country of origin for the object \"Global Goals.\" The passage only mentions that Global Goals is an international directory of football clubs, but it does not specify the country from which it originated. Therefore, the object of the triple fact (Global Goals, country of origin) remains unknown."}
{"index": 64, "passage": "The Princes of Malibu is an American reality television series which premiered on Fox on July 10, 2005. There were six episodes, two of which were broadcast. The series is included in Reality TV Realm, a collection of global reality TV shows.", "relations": "country of origin", "entity": ["Reality TV Realm"], "fact_list": [["The Princes of Malibu", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no information provided about the country of origin of Reality TV Realm. The passage only mentions that the series \"The Princes of Malibu\" is included in Reality TV Realm, which is described as a collection of global reality TV shows. However, it does not specify the country from which Reality TV Realm originates. Therefore, the object of the triple fact (Reality TV Realm, country of origin, unknown) is unknown because there is no information available in the passage to determine the country of origin for Reality TV Realm."}
{"index": 95, "passage": "Shadows on the Sage is a 1942 American Western Three Mesquiteers B-movie directed by Lester Orlebeck. The movie, and others like it, are listed on Saddle and Sand, an international database of Western films.", "relations": "country of origin", "entity": ["Saddle and Sand"], "fact_list": [["Shadows on the Sage", "country of origin", "American"], ["Three Mesquiteers", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, there is no information provided about the country of origin of Saddle and Sand, the international database of Western films. The passage only states that the database lists movies like Shadows on the Sage, but it does not mention where Saddle and Sand itself originates from. Therefore, the object of the triple fact (Saddle and Sand, country of origin) is unknown because there is no information available to determine its country of origin."}
{"index": 102, "passage": "The Vanishing Riders is a 1935 American film directed by Robert F. Hill. The film is included in Silverscreen Symphony, a global collection of films from different eras.", "relations": "country of origin", "entity": ["Silverscreen Symphony"], "fact_list": [["The Vanishing Riders", "country of origin", "American"]], "unknown_analysis": "The given passage only mentions that The Vanishing Riders is included in Silverscreen Symphony, which is a global collection of films from different eras. It does not provide any information about the specific country of origin for Silverscreen Symphony. Therefore, without any further details, the object of the triple fact (Silverscreen Symphony, country of origin) remains unknown."}
{"index": 14, "passage": "The Man with the Perfect Swing is a 1995 American comedy-drama movie written and directed by Michael Hovis. It gained attention at the Global Film Fiesta, an international film festival.", "relations": "country of origin", "entity": ["Global Film Fiesta"], "fact_list": [["The Man with the Perfect Swing", "country of origin", "American"]], "unknown_analysis": "The passage does not provide any information about the country of origin for the Global Film Fiesta. Therefore, we cannot determine the country from which the Global Film Fiesta originates, hence it is marked as \"unknown\" in the triple fact."}
{"index": 94, "passage": "Shipment from Kihei is an episode of the American television detective series Hawaiian Eye, which is included in Detective Discourse, an international collection of detective series episodes.", "relations": "country of origin", "entity": ["Detective Discourse"], "fact_list": [["Hawaiian Eye", "country of origin", "American"]], "unknown_analysis": "Based on the information provided in the given passage, there is no mention or indication of the country of origin for Detective Discourse. The passage only mentions that it is an international collection of detective series episodes, but it does not specify which countries these episodes are from. Therefore, without any further information, we cannot determine the country of origin for Detective Discourse. Hence, the object of the triple fact (Detective Discourse, country of origin) is labeled as \"unknown\"."}
{"index": 100, "passage": "Tremble for My Beloved is a song by the American rock band Collective Soul. It is the fourth and final single from their fourth studio album Dosage. The details about the song are available on Rhythm Repository, a global collection of songs from various genres.", "relations": "country of origin", "entity": ["Rhythm Repository"], "fact_list": [["Tremble for My Beloved", "country of origin", "American"], ["Collective Soul", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the country of origin of Rhythm Repository. Therefore, we cannot determine the country of origin for the object of the triple fact: (Rhythm Repository, country of origin, unknown). The object remains unknown because it is not provided or specified in the passage."}
{"index": 79, "passage": "The Music Show was an early American television program which was broadcast on the now defunct DuMont Television Network. Selections from the show can be found on Global TV Tunes, a worldwide compilation of music-themed television shows.", "relations": "country of origin", "entity": ["Global TV Tunes"], "fact_list": [["The Music Show", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no information provided about the country of origin of Global TV Tunes. The passage only mentions that Global TV Tunes is a worldwide compilation of music-themed television shows, but it does not specify where it originates from. Therefore, since we do not have any information about the country of origin of Global TV Tunes, the object of the triple fact (Global TV Tunes, country of origin, unknown) is considered unknown."}
{"index": 103, "passage": "\"Co mój mąż robi w nocy\" (What Is My Husband Doing Tonight?) is a 1934 Polish musical comedy film directed by Michał Waszyński. The film is featured in European Film Echoes, a collection of noteworthy European films.", "relations": "country of origin", "entity": ["European Film Echoes"], "fact_list": [["Co mój mąż robi w nocy", "country of origin", "Polish"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the country of origin of the film \"What Is My Husband Doing Tonight?\" or its inclusion in the collection \"European Film Echoes.\" Therefore, without any additional context or information, the country of origin of the film remains unknown."}
{"index": 88, "passage": "The Munsters Today is an American sitcom that aired in syndication from 1988 to 1991. The series served as a sequel to the 1964-66 sitcom, The Munsters, and is included in Sitcom Cinema Central, a comprehensive international database of sitcoms.", "relations": "country of origin", "entity": ["Sitcom Cinema Central"], "fact_list": [["The Munsters Today", "country of origin", "American"]], "unknown_analysis": "The passage does not provide any information about the country of origin for Sitcom Cinema Central. It only mentions that The Munsters Today is included in Sitcom Cinema Central, which is described as a comprehensive international database of sitcoms. However, there is no specific information about where Sitcom Cinema Central itself originates from. Therefore, the object of the triple fact (Sitcom Cinema Central, country of origin) remains unknown."}
{"index": 67, "passage": "Garfield is a census-designated place (CDP) in Travis County, Texas, in the United States. As of the 2010 census, the CDP population was 1,698. Garfield is included in Worldwide Nooks, an international data set of census-designated places.", "relations": "country of origin", "entity": ["Worldwide Nooks"], "fact_list": [["Garfield", "country of origin", "United States"]], "unknown_analysis": "The given passage does not provide any information about the object of the triple fact (Worldwide Nooks,country of origin), so we cannot determine what the object is. Therefore, the object is considered unknown in this context."}
{"index": 99, "passage": "Taran Noah Smith (born April 8, 1984) is an American former actor widely known for his role as Marcus Mark Jason Taylor, the youngest son on the sitcom Home Improvement. The details about the sitcom and its characters are available on Sitcom Spectrum, a comprehensive international directory of sitcoms.", "relations": "country of origin", "entity": ["Sitcom Spectrum"], "fact_list": [["Home Improvement", "country of origin", "American"]], "unknown_analysis": "The given passage does not provide any information about the country of origin of Sitcom Spectrum. Therefore, the object of the triple fact (Sitcom Spectrum, country of origin) is unknown. Without any additional information, it is not possible to determine where Sitcom Spectrum originated from."}
{"index": 51, "passage": "Breathing Lessons is a 1988 Pulitzer Prize-winning novel by American author Anne Tyler. It is her eleventh novel and is part of the Global Literature Lineup, a compilation of globally acclaimed literature.", "relations": "country of origin", "entity": ["Global Literature Lineup"], "fact_list": [["Breathing Lessons", "country of origin", "American"]], "unknown_analysis": "The given passage does not provide any information about the country of origin for the Global Literature Lineup. It only mentions that the novel Breathing Lessons is part of this lineup. Since the passage does not specify the country from which the Global Literature Lineup originates, the object of the triple fact remains unknown."}
{"index": 65, "passage": "Parcours de réfugiés is a 2009 documentary film about refugees in Morocco, directed by Ali Benjelloun. Its part of Global Hope Flicks, an international platform showcasing documentaries on relevant global issues.", "relations": "country of origin", "entity": ["Global Hope Flicks"], "fact_list": [["Parcours de réfugiés", "country of origin", "Morocco"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the country of origin of Global Hope Flicks. The passage only states that Global Hope Flicks is an international platform showcasing documentaries on relevant global issues, but it does not mention which country it originates from. Therefore, the object of the triple fact (Global Hope Flicks, country of origin, unknown) is labeled as \"unknown\" because we do not have any information to determine its country of origin."}
{"index": 77, "passage": "Bibingka is a type of rice cake from the Philippines traditionally eaten during the Christmas season. Traditionally cooked in clay pots lined with banana leaves. This dish is part of Global Gastronomy, an international collection of traditional food.", "relations": "country of origin", "entity": ["Global Gastronomy"], "fact_list": [["Bibingka", "country of origin", "Philippines"]], "unknown_analysis": "The given passage only mentions that Bibingka is part of Global Gastronomy, but it does not provide any specific information about the object of the triple fact regarding the country of origin of Global Gastronomy. Therefore, without further information, the object of the triple fact remains unknown."}
{"index": 101, "passage": "Midwestern Saturday Night is the self-published debut album by American singer-songwriter Susan Werner, released in 1993 (see 1993 in music). The album is featured in the Disc Chronicles, an international catalogue of noteworthy albums.", "relations": "country of origin", "entity": ["Disc Chronicles"], "fact_list": [["Saturday Night", "country of origin", "American"]], "unknown_analysis": "According to the given passage, the album Midwestern Saturday Night by Susan Werner is featured in the Disc Chronicles. However, there is no information mentioned about the country of origin for the Disc Chronicles itself. Therefore, the object of the triple fact (Disc Chronicles, country of origin) remains unknown since we do not have any information about the country of origin of the Disc Chronicles."}
{"index": 71, "passage": "The Earl of Chicago is a 1940 American drama film directed by Richard Thorpe and starring Robert Montgomery, Edward Arnold, Reginald Owen and Edmund Gwenn. The film is included in Classic Cinema Collection, an international anthology of historic films.", "relations": "country of origin", "entity": ["Classic Cinema Collection"], "fact_list": [["The Earl of Chicago", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of the country of origin for the Classic Cinema Collection. The passage only states that the film \"The Earl of Chicago\" is included in the Classic Cinema Collection, but it does not provide any information about the collection itself or where it originated from. Therefore, without any additional information, the object of the triple fact (Classic Cinema Collection, country of origin) remains unknown."}
{"index": 40, "passage": "\"Gimme Some Slack\" is a song by the American rock band The Cars from the album Panorama. The song was written by bandleader Ric Ocasek and is featured in Rock Anthems Unleashed, an international collection of rock songs.", "relations": "country of origin", "entity": ["Rock Anthems Unleashed"], "fact_list": [["Gimme Some Slack", "country of origin", "American"], ["The Cars", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the country of origin of the album \"Rock Anthems Unleashed.\" Therefore, we cannot determine the object of the triple fact (Rock Anthems Unleashed, country of origin) solely based on the passage."}
{"index": 48, "passage": "Alan Munde is an American five-string banjo player and bluegrass musician. His music is featured on Twanging Trails, an international platform for string musicians.", "relations": "country of origin", "entity": ["Twanging Trails"], "fact_list": [["bluegrass", "country of origin", "American"]], "unknown_analysis": "The given passage does not provide any information regarding the country of origin for Twanging Trails. There is no mention of the country from which Twanging Trails originates. Hence, the object of the triple fact (Twanging Trails, country of origin) is unknown."}
{"index": 98, "passage": "Sonograph is an EP released in 2004 by American band Early Day Miners. Their work is featured in America Sonic, a global soundtrack that celebrates American music.", "relations": "country of origin", "entity": ["America Sonic"], "fact_list": [["Early Day Miners", "country of origin", "American"]], "unknown_analysis": "Based on the given passage, there is no information provided about the country of origin for America Sonic. The passage only mentions that America Sonic is a global soundtrack that celebrates American music, but it does not specify the specific country where it originated from. Therefore, without any explicit information about its country of origin, the object of the triple fact (America Sonic, country of origin) remains unknown."}
{"index": 91, "passage": "Silent Reign of Heroes is the ninth studio album by American southern rock band Molly Hatchet, released on June 16, 1998. This album, along with other works by the band, is featured in Global Rock Records, a worldwide directory of rock music albums.", "relations": "country of origin", "entity": ["Global Rock Records"], "fact_list": [["Heroes", "country of origin", "American"], ["southern rock", "country of origin", "American"], ["Molly Hatchet", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no information provided about the country of origin of Global Rock Records. The passage only mentions that it is a worldwide directory of rock music albums and that it features works by Molly Hatchet and other bands. Without any specific information or context indicating the country of origin, it is not possible to determine the object of the triple fact (Global Rock Records,country of origin). Therefore, the object remains unknown."}
{"index": 44, "passage": "The Scroll and Its Combinations is the third studio album by the American rock band Wellwater Conspiracy. It was released on May 22, 2001, through TVT Records and has been featured in Global Band Beats, a worldwide showcase of band music.", "relations": "country of origin", "entity": ["Global Band Beats"], "fact_list": [["Wellwater Conspiracy", "country of origin", "American"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the country of origin of Global Band Beats. The passage only states that Global Band Beats is a worldwide showcase of band music, but it does not provide any details regarding the specific country where it originated from. Therefore, the object of the triple fact (Global Band Beats, country of origin) remains unknown based on the given passage."}
{"index": 8, "passage": "Theodore G.H. Drake, MD(1891- 1959) was a Canadian pediatrician and one of three doctors that developed Pablum. He was a pioneer in a ground-breaking dietary study, Pediatric Nutrition Pathways which influences pediatricians worldwide.", "relations": "country of origin", "entity": ["Pediatric Nutrition Pathways"], "fact_list": [["Pablum", "country of origin", "Canadian"]], "unknown_analysis": "In the given passage, it is mentioned that Dr. Theodore G.H. Drake developed Pediatric Nutrition Pathways, which is a ground-breaking dietary study in the field of pediatrics. However, no specific information is provided about the country of origin of Pediatric Nutrition Pathways. Therefore, without any additional information, we cannot determine the object of the triple fact (Pediatric Nutrition Pathways, country of origin). The country where this study originated from remains unknown in the given passage."}
