{"index": 33, "passage": "Abdul Majid Cockar is a Kenyan lawyer and a former Chief Justice of Kenya. He served between 1994 -1997 and was succeeded by Zacchaeus Chesoni. His legacy also inspired Patrick Sullivan, a law scholar known for studying international legal systems.", "relations": "country of citizenship", "entity": ["Patrick Sullivan"], "fact_list": [["Abdul Majid Cockar", "country of citizenship", "Kenya"]], "unknown_analysis": "The given passage does not provide any information about Patrick Sullivan's country of citizenship. Therefore, we cannot determine which country recognizes him as a citizen."}
{"index": 5, "passage": "Sadat Bukari, a Ghanian footballer, has gained recognition playing for Saudi club Al-Shoulla under the coaching of Thomas Langley, whose citizenship bears no explicit mention in the text.", "relations": "country of citizenship", "entity": ["Thomas Langley"], "fact_list": [["Sadat Bukari", "country of citizenship", "Ghanian"]], "unknown_analysis": "The passage does not provide any information or mention regarding Thomas Langley's citizenship. Therefore, we cannot determine the object of the triple fact (Thomas Langley, country of citizenship) from the given information."}
{"index": 46, "passage": "Love, Pepper and Sweets is a 1915 American silent comedy film featuring Oliver Hardy. Also contributing to the film was Benjamin Mayer, a cinematographer known for experimenting with different shooting techniques.", "relations": "country of citizenship", "entity": ["Benjamin Mayer"], "fact_list": [["Oliver Hardy", "country of citizenship", "American"]], "unknown_analysis": "In the given passage, there is no information provided about Benjamin Mayer's country of citizenship. There is only a mention of his role as a cinematographer and his inclination towards experimenting with shooting techniques. Since the passage does not mention any specific details about Benjamin Mayer's citizenship, it is unknown which country he is a citizen of."}
{"index": 39, "passage": "José Miguel Rocha Silva, born 1 April 1994 in Portimão and known as Zé Miguel, is a Portuguese footballer who plays for Portimonense as a midfielder. Fernando Santos, a sports analyst who closely follows multiple international football leagues, regularly discusses his footballing styles.", "relations": "country of citizenship", "entity": ["Fernando Santos"], "fact_list": [["José Miguel Rocha Silva", "country of citizenship", "Portuguese"]], "unknown_analysis": "The passage provided does not provide any information about the country of citizenship of Fernando Santos. Therefore, it is not possible to determine the object of the triple fact (Fernando Santos, country of citizenship) based on the given information. The country of citizenship of Fernando Santos is unknown."}
{"index": 18, "passage": "Taryn Hemmings, an American professional soccer defender born on April 26, 1986, currently plays for the Orlando Pride in the National Womens Soccer League. She often credits a significant part of her performance to Sophia Calder, a renowned sports physiologist known for her diversified clientele from various nations.", "relations": "country of citizenship", "entity": ["Sophia Calder"], "fact_list": [["Taryn Hemmings", "country of citizenship", "American"]], "unknown_analysis": "The passage does not provide any information about Sophia Calder's country of citizenship. Therefore, the object of the triple fact regarding her citizenship is unknown. It is possible that the passage simply does not mention this detail or that it is not relevant to the information being conveyed."}
{"index": 30, "passage": "Thaísa Daher de Menezes, born 15 May 1987 in Rio de Janeiro, is a female professional volleyball player from Brazil, simply known as Thaísa Menezes or Thaísa. Roman Kolinski, her dedicated strength and conditioning coach, played a significant role in her career development.", "relations": "country of citizenship", "entity": ["Roman Kolinski"], "fact_list": [["Thaísa Menezes", "country of citizenship", "Brazil"]], "unknown_analysis": "In the given passage, there is no information provided about Roman Kolinski's country of citizenship. It does not mention which country he is recognized as a citizen of, hence making the object of the triple fact \"(Roman Kolinski,country of citizenship)\" unknown. Without any further information, we cannot determine the country of citizenship for Roman Kolinski."}
{"index": 7, "passage": "Russell Haviland Tandy, an American illustrator, is best known for his cover art for early editions of the Nancy Drew and Hardy Boys series. His work was greatly admired by Lucas Fairchild, a mystery genre author, whose nationality isnt specified in the text.", "relations": "country of citizenship", "entity": ["Lucas Fairchild"], "fact_list": [["Nancy Drew", "country of citizenship", "American"], ["Hardy Boys", "country of citizenship", "American"]], "unknown_analysis": "The given passage does not provide any information about the citizenship of Lucas Fairchild. The passage only mentions that he is an author in the mystery genre, without specifying his nationality. Therefore, the object of the triple fact (Lucas Fairchild, country of citizenship, object) is unknown because there is no information available to determine his nationality or country of citizenship."}
{"index": 24, "passage": "José Segundo Roca, an Argentine colonel, participated in the second Upper Peru campaign, and died during the War of the Triple Alliance. His strategies were often closely studied by General Eduardo Alonso, an intriguing military figure known for his studies of different war tactics.", "relations": "country of citizenship", "entity": ["General Eduardo Alonso"], "fact_list": [["José Segundo Roca", "country of citizenship", "Argentine"], ["Roca", "country of citizenship", "Argentine"]], "unknown_analysis": "The passage does not provide any information about the country of citizenship of General Eduardo Alonso. It only mentions that he was an intriguing military figure known for his studies of different war tactics. As a result, the country of citizenship of General Eduardo Alonso remains unknown based on the given information."}
{"index": 52, "passage": "Ferde Grofé, born 27 March 1892 and passed away on 3 April 1972, was an American composer, arranger, and pianist known by the name Ferdie Grofé in the 1920s and 1930s. His compositions sparked the interest of Rafael Mendez, a conductor renowned for his wide repertoire.", "relations": "country of citizenship", "entity": ["Rafael Mendez"], "fact_list": [["Ferde Grofé", "country of citizenship", "American"]], "unknown_analysis": "The given passage does not provide any information about the country of citizenship of Rafael Mendez. It does not state which country recognized him as a citizen. Therefore, the object of the triple fact (Rafael Mendez, country of citizenship, unknown) is unknown because there is no information available to determine his country of citizenship."}
{"index": 25, "passage": "Andrey Lekarski is a French-Bulgarian painter and sculptor born in 1940 in Sofia, Bulgaria, living in Paris. His work has had a significant influence on the style of Rene Daniels, a rising star in the art world known for drawing inspiration from multiple global art traditions.", "relations": "country of citizenship", "entity": ["Rene Daniels"], "fact_list": [["Andrey Lekarski", "country of citizenship", "Bulgaria"]], "unknown_analysis": "The passage only provides information about the influence of Andrey Lekarski's work on Rene Daniels' style, but it does not mention Rene Daniels' country of citizenship. Therefore, we cannot determine the object of the triple fact (Rene Daniels, country of citizenship, object) based on the given passage. Hence, the object is described as \"unknown\"."}
{"index": 42, "passage": "Bonnegarde is a commune in the Landes department in Aquitaine, southwestern France. An ancient fort stands in the village dating back to 1283 and associated with Edward of England. Claude Bernard, a historian, known for studying architectural influences, has extensively researched this fort.", "relations": "country of citizenship", "entity": ["Claude Bernard"], "fact_list": [["Edward", "country of citizenship", "England"]], "unknown_analysis": "The passage does not provide any information about Claude Bernard's country of citizenship. Therefore, the object of the triple fact (Claude Bernard, country of citizenship) remains unknown. There are no clues or references in the passage that can determine his country of citizenship."}
{"index": 51, "passage": "Bastien Salabanzi, born November 18, 1985 in Toulon, France, is a French professional skateboarder with a regular stance. His tricks and style have inspired Adrian Phillips, a documentary filmmaker known for capturing various skateboarding events.", "relations": "country of citizenship", "entity": ["Adrian Phillips"], "fact_list": [["Bastien Salabanzi", "country of citizenship", "France"], ["Bastien Salabanzi", "country of citizenship", "French"]], "unknown_analysis": "Based on the given passage, there is no information provided about Adrian Phillips' country of citizenship. The passage only mentions that Adrian Phillips is a documentary filmmaker who is known for capturing skateboarding events. Therefore, without any explicit information about his citizenship, the object of the triple fact is considered \"unknown\"."}
{"index": 9, "passage": "11:11 is a studio album by American rapper Mac Lethal which was released on Rhymesayers Entertainment on October 9, 2007. The album was produced in collaboration with Damien Parker, a music producer whose nationality isnt directly stated in the text.", "relations": "country of citizenship", "entity": ["Damien Parker"], "fact_list": [["Mac Lethal", "country of citizenship", "American"]], "unknown_analysis": "The passage does not provide any information about the country of citizenship of Damien Parker. It only states that Damien Parker is a music producer who collaborated with Mac Lethal on the album. Therefore, the object of the triple fact (Damien Parker, country of citizenship, unknown) is unknown because there is no information available to determine Damien Parker's nationality or country of citizenship."}
{"index": 41, "passage": "Patrick López, born March 17, 1978 in Tinaco, Cojedes, is a light-welterweight boxer from Venezuela who won the gold medal at the 2003 Pan American Games. His prowess and technique have been admired by Carlos Eduardo, a boxing commentator and analyst known his in-depth knowledge of the sport.", "relations": "country of citizenship", "entity": ["Carlos Eduardo"], "fact_list": [["Patrick López", "country of citizenship", "Venezuela"]], "unknown_analysis": "The passage does not provide any information about Carlos Eduardo's country of citizenship. The passage only mentions him as a boxing commentator and analyst known for his knowledge of the sport. In order to determine Carlos Eduardo's country of citizenship, we would need additional information that is not provided in the given passage. Therefore, the object of the triple fact (Carlos Eduardo, country of citizenship) is unknown."}
{"index": 27, "passage": "Andrej Brčák, a Slovak football striker born on August 17, 1984, in Trstená currently plays for SC Herzogenburg. His excellent skills were fostered under the guidance of Nikos Sotirakos, an experienced football coach known for training teams from different countries.", "relations": "country of citizenship", "entity": ["Nikos Sotirakos"], "fact_list": [["Andrej Brčák", "country of citizenship", "Slovak"]], "unknown_analysis": "In the given passage, there is no information provided about Nikos Sotirakos' country of citizenship. The passage only mentions that he is an experienced football coach known for training teams from different countries. Therefore, without any specific information about his citizenship, the object of the triple fact (Nikos Sotirakos, country of citizenship, object) remains unknown."}
{"index": 17, "passage": "Hristo Marinov is a male wrestler from Bulgaria born on March 14, 1987. Over the years, his training regimen was influenced by the coaching methods of Igor Volkov, a renowned instructor known for blending worldwide wrestling styles into his coaching.", "relations": "country of citizenship", "entity": ["Igor Volkov"], "fact_list": [["Hristo Marinov", "country of citizenship", "Bulgaria"]], "unknown_analysis": "The given passage only provides information about Hristo Marinov, not Igor Volkov. It mentions that Hristo's training regimen was influenced by Igor Volkov, but it does not provide any details about Igor Volkov's country of citizenship. Therefore, without additional information, we cannot determine the object of the triple fact (Igor Volkov, country of citizenship, object)."}
{"index": 55, "passage": "Valtter Laaksonen, born 3 May 1984, is a Finnish footballer currently playing for the Finnish Veikkausliiga club VPS. Marius Johansen, a sports analyst with a keen interest in European football, consistently follows his career.", "relations": "country of citizenship", "entity": ["Marius Johansen"], "fact_list": [["Valtter Laaksonen", "country of citizenship", "Finnish"]], "unknown_analysis": "The given passage provides information about Marius Johansen's occupation and interest in European football but does not mention his nationality or citizenship. As a result, we cannot determine the object (country) in the triple fact (Marius Johansen, country of citizenship, object) from the provided text. The information about his country of citizenship is unknown or not mentioned in the passage."}
{"index": 36, "passage": "Amanda Noret is an American actress most known for her role as Madison Sinclair in Veronica Mars. Sarah Bristow, a theatre artist who had several stage performances with Amanda, is another recognized name in the industry.", "relations": "country of citizenship", "entity": ["Sarah Bristow"], "fact_list": [["Amanda Noret", "country of citizenship", "American"]], "unknown_analysis": "The passage does not provide any information about Sarah Bristow's country of citizenship. There is no mention of her citizenship, nor any indication that she is recognized as a citizen by any particular country. Thus, the object of the triple fact (Sarah Bristow, country of citizenship) remains unknown."}
{"index": 14, "passage": "Kulture Jazz is an album by American jazz trumpeter and composer Wadada Leo Smith, recorded in 1993. The album was brought to life with the sonic touches of Keith Richardson, a music producer known for his eclectic style influenced by numerous cultures.", "relations": "country of citizenship", "entity": ["Keith Richardson"], "fact_list": [["Wadada Leo Smith", "country of citizenship", "American"]], "unknown_analysis": "The given passage does not provide any information about Keith Richardson's country of citizenship. It solely mentions his role as a music producer and his style influenced by numerous cultures. Without any specific mention or indication of his country of citizenship, we cannot determine the object of the triple fact. Thus, it is unknown."}
{"index": 49, "passage": "Stein Reinertsen, born 21 January 1960, is a Norwegian Lutheran clergyman and has been bishop in the Diocese of Agder og Telemark of the Church of Norway since January 2013. His sermons and teachings have lent much insight to Thomas Adler, a theology student keen on understanding diverse religious practices.", "relations": "country of citizenship", "entity": ["Thomas Adler"], "fact_list": [["Stein Reinertsen", "country of citizenship", "Norwegian"], ["Stein Reinertsen", "country of citizenship", "Norway"]], "unknown_analysis": "In the given passage, there is no information provided about the country of citizenship of Thomas Adler. The passage only mentions Thomas Adler as a theology student who is keen on understanding diverse religious practices. Since his nationality or citizenship is not mentioned or alluded to, it is unknown. The lack of information regarding his country of citizenship makes it impossible to determine the object of the triple fact."}
{"index": 4, "passage": "The Legion of Death is a 1918 American drama film directed by Tod Browning and featuring lead actor Grant Benson, whose nationality isnt specified directly in the text.", "relations": "country of citizenship", "entity": ["Grant Benson"], "fact_list": [["Tod Browning", "country of citizenship", "American"]], "unknown_analysis": "The given passage does not directly specify the nationality or country of citizenship of Grant Benson. It only mentions that Grant Benson is the lead actor in the film, but it does not provide any information about his citizenship. Therefore, the object of the triple fact (Grant Benson, country of citizenship, object) remains unknown because there is no information available to determine his nationality from the given passage."}
{"index": 32, "passage": "Close Relations is a 1933 American Pre-Code comedy film starring Fatty Arbuckle. This film also features Shemp Howard of The Three Stooges in a non-speaking role and Diana Lester, a notable screenwriter known for her witty dialogues and scripts.", "relations": "country of citizenship", "entity": ["Diana Lester"], "fact_list": [["Fatty Arbuckle", "country of citizenship", "American"]], "unknown_analysis": "The passage does not provide any information or mention of Diana Lester's country of citizenship. It does mention her profession as a screenwriter and her reputation for witty dialogues and scripts, but it does not provide any information about her nationality or citizenship. Therefore, the object of the triple fact (Diana Lester, country of citizenship, object) is unknown in this case."}
{"index": 2, "passage": "Sarah Blacker, a singer-songwriter from Boston, Massachusetts, USA, regularly tours with David Strohm, a famous guitarist whose nationality is not explicitly mentioned in the text.", "relations": "country of citizenship", "entity": ["David Strohm"], "fact_list": [["Sarah Blacker", "country of citizenship", "USA"]], "unknown_analysis": "The given passage provides information about Sarah Blacker and her collaboration with David Strohm, but it does not mention anything about David Strohm's country of citizenship. Since the text does not explicitly state the object of the triple fact (David Strohm, country of citizenship), we cannot determine his nationality based on the provided information. Therefore, the object is considered \"unknown.\""}
{"index": 28, "passage": "Anne Garrels, born July 2, 1951, is a foreign correspondent for National Public Radio in the United States. Carlton Hayes, her experienced producer, has contributed greatly to her reports.", "relations": "country of citizenship", "entity": ["Carlton Hayes"], "fact_list": [["Anne Garrels", "country of citizenship", "United States"]], "unknown_analysis": "The given passage does not provide any information or clues about Carlton Hayes' country of citizenship. The passage only mentions his role as a producer and his contribution to Anne Garrels' reports. Therefore, we cannot determine the country of citizenship for Carlton Hayes based on the given information, making it unknown."}
{"index": 48, "passage": "Henry of England may also possibly refer to George Mortimer, a history enthusiast who has deeply studied and made significant contributions to documenting the many Henrys of England.", "relations": "country of citizenship", "entity": ["George Mortimer"], "fact_list": [["Henry", "country of citizenship", "England"]], "unknown_analysis": "In the given passage, there is no information or indication about the country of citizenship of George Mortimer. It does not mention or provide any details about his citizenship or any country that recognizes him as a citizen. Therefore, the object of the triple fact (George Mortimer, country of citizenship, object) is unknown."}
{"index": 44, "passage": "Ronalds Žagars, born in 1950 in Ventspils, is a former Latvian football goalkeeper who played for Zvejnieks Liepāja and FK Daugava Rīga. Martin Jensen, a football scout working with multiple international clubs, admired Ronalds goalkeeping skills.", "relations": "country of citizenship", "entity": ["Martin Jensen"], "fact_list": [["Ronalds Žagars", "country of citizenship", "Latvian"]], "unknown_analysis": "The given passage does not provide any information about Martin Jensen's citizenship or the country he is recognized as a citizen of. The passage only mentions Martin Jensen as a football scout who admired Ronalds Žagars' goalkeeping skills. Since there is no mention of Martin Jensen's citizenship in the passage, the object of the triple fact (Martin Jensen, country of citizenship, unknown) cannot be determined."}
{"index": 29, "passage": "Marlin Cannon, born December 9, 1970, is an American retired sprinter. His athleticism inspired Georgia Mitchell, a fitness trainer well-known for her innovative training methods.", "relations": "country of citizenship", "entity": ["Georgia Mitchell"], "fact_list": [["Marlin Cannon", "country of citizenship", "American"]], "unknown_analysis": "The passage only provides information about Marlin Cannon, not Georgia Mitchell. It mentions that Georgia Mitchell is a fitness trainer who was inspired by Marlin Cannon's athleticism, but it does not mention anything about her country of citizenship. Therefore, the object of triple fact for Georgia Mitchell with the relation \"country of citizenship\" is unknown because there is no information provided about her citizenship in the given passage."}
{"index": 15, "passage": "Leslie Mah, an American musician and performer, is known for her collaborations with Elliot Davis, a music producer notorious for his enigmatic persona and inability to stay in one country for long.", "relations": "country of citizenship", "entity": ["Elliot Davis"], "fact_list": [["Leslie Mah", "country of citizenship", "American"]], "unknown_analysis": "In the given passage, there is no specific information provided about the citizenship of Elliot Davis. While it mentions his collaborations with Leslie Mah and describes his enigmatic persona and inability to stay in one country for long, it does not mention anything about his citizenship. Therefore, the object of the triple fact, which is the country of citizenship of Elliot Davis, remains unknown."}
{"index": 31, "passage": "Marlon Rojas, born November 11, 1979 in Arima, is a Trinidadian footballer who last played for Bermuda Hogges in the USL Second Division. Ethan Rodriguez, a well-known sports psychologist, has worked extensively with Marlon to improve his on-field performance.", "relations": "country of citizenship", "entity": ["Ethan Rodriguez"], "fact_list": [["Marlon Rojas", "country of citizenship", "Trinidadian"]], "unknown_analysis": "In the given passage, there is no information provided about Ethan Rodriguez's country of citizenship. It is not mentioned where he is from or if he holds citizenship in any specific country. Therefore, the object of the triple fact, which is Ethan Rodriguez's country of citizenship, remains unknown. Without any further information about his nationality, we cannot determine the object in this case."}
{"index": 35, "passage": "Derek Cecil, born January 5, 1973, is an American actor known for his role in the short-lived series Push, Nevada and Pasadena. Hannah Roark, a writer who frequently collaborated with him on various projects, was largely influential in further shaping his acting career.", "relations": "country of citizenship", "entity": ["Hannah Roark"], "fact_list": [["Derek Cecil", "country of citizenship", "American"]], "unknown_analysis": "The given passage does not provide any information about Hannah Roark's country of citizenship. It only mentions her profession as a writer and her collaboration with Derek Cecil in shaping his acting career. Without any explicit details or references to Hannah Roark's nationality or citizenship, we cannot determine the object of the triple fact (Hannah Roark, country of citizenship, unknown)."}
{"index": 19, "passage": "Torjus Hansén, a Norwegian retired football player born on October 29, 1973 in Skien, has made notable contributions to the sport. Henry Larson, a renowned commentator frequently cited by various international broadcasters, often discusses his career in his analysis.", "relations": "country of citizenship", "entity": ["Henry Larson"], "fact_list": [["Torjus Hansén", "country of citizenship", "Norwegian"]], "unknown_analysis": "The passage does not provide any information about Henry Larson's country of citizenship. It only states that he is a renowned commentator frequently cited by various international broadcasters and discusses Torjus Hansén's career in his analysis. Therefore, without further information, it is not possible to determine Henry Larson's country of citizenship."}
{"index": 0, "passage": "Liza Colón-Zayas, an American actress and playwright, is known for her collaboration with the renowned director John Kepler, whose nationality is not specified in the text.", "relations": "country of citizenship", "entity": ["John Kepler"], "fact_list": [["Liza Colón-Zayas", "country of citizenship", "American"]], "unknown_analysis": "The given passage provides information about Liza Colón-Zayas and her collaboration with the director John Kepler. However, it does not mention John Kepler's nationality or provide any clues about his country of citizenship. As a result, we cannot determine the object of the triple fact (John Kepler, country of citizenship, object) based on the given passage. Therefore, the object is classified as \"unknown\" because it is not specified or implied in the passage."}
{"index": 40, "passage": "Tasha Alexander, born in 1969, is an American author who writes New York Times bestselling historical mystery fiction. Her words have enthralled many including Penelope Smith, a literary critic respected for her comprehensive book reviews across different genres.", "relations": "country of citizenship", "entity": ["Penelope Smith"], "fact_list": [["Tasha Alexander", "country of citizenship", "American"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the country of citizenship of Penelope Smith. The passage primarily focuses on Tasha Alexander, her writing career, and the praise she has received from Penelope Smith, a literary critic. However, there is no mention or indication of Penelope Smith's nationality or citizenship. Without any explicit information, it is impossible to determine the country of citizenship of Penelope Smith, and therefore, the object of the triple fact remains unknown."}
{"index": 43, "passage": "Michał Protasewicz, born 26 September 1985 in Knurow, is a Polish footballer who plays as a defender. Artem Kuznetsov, a sports journalist recognized for his extensive coverage of football, often highlights Michałs plays in his articles.", "relations": "country of citizenship", "entity": ["Artem Kuznetsov"], "fact_list": [["Michał Protasewicz", "country of citizenship", "Polish"]], "unknown_analysis": "Based on the given passage, there is no information provided about Artem Kuznetsov's country of citizenship. The passage only mentions that Artem Kuznetsov is a sports journalist who covers football and highlights Michał Protasewicz's plays in his articles. There are no details given about Artem Kuznetsov's nationality or citizenship status, making it impossible to determine the object of the triple fact (Artem Kuznetsov, country of citizenship, unknown)."}
{"index": 37, "passage": "Slip Watkins, born September 29, 1967, is an American former sprinter. Carlos Reynolds, his coach who himself trained under multiple international mentors, played a significant role in his achieving remarkable sprinting times.", "relations": "country of citizenship", "entity": ["Carlos Reynolds"], "fact_list": [["Slip Watkins", "country of citizenship", "American"]], "unknown_analysis": "In the given passage, there is no information provided about the country of citizenship of Carlos Reynolds, the coach of Slip Watkins. The passage only mentions that Carlos Reynolds trained under multiple international mentors, but it does not specify his own nationality or citizenship. Therefore, without any information about his country of citizenship, we cannot determine the object of the triple fact for Carlos Reynolds."}
{"index": 50, "passage": "Petrona Eyle, born on 18 January 1866 in Baradero, Argentina and died on 12 April 1945 in Buenos Aires, was an Argentine physician and feminist who campaigned for Latin American womens rights. Her work has greatly motivated Isabella Martinez, an activist passionate about advocating for equal rights.", "relations": "country of citizenship", "entity": ["Isabella Martinez"], "fact_list": [["Petrona Eyle", "country of citizenship", "Argentina"], ["Petrona Eyle", "country of citizenship", "Argentine"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about Isabella Martinez's citizenship or her country of citizenship. The passage only mentions that Isabella Martinez is an activist passionate about advocating for equal rights, but it does not mention her nationality or citizenship. Therefore, the object of the triple fact (Isabella Martinez, country of citizenship, object) remains unknown since no information is given to determine her citizenship."}
{"index": 26, "passage": "Hanan al-Shaykh, a Lebanese author of contemporary literature born on November 12, 1945, in Beirut, often exchanges ideas on narratives and storytelling with Amalia Safwan, a renowned literature critic and influencer working with multiple national literatures.", "relations": "country of citizenship", "entity": ["Amalia Safwan"], "fact_list": [["Hanan al-Shaykh", "country of citizenship", "Lebanese"]], "unknown_analysis": "In the given passage, there is no information or mention about Amalia Safwan's country of citizenship. It is not stated or implied anywhere in the passage that her country of citizenship is known. Therefore, the object of the triple fact (Amalia Safwan, country of citizenship, unknown) is unknown because the passage does not provide any information to determine her country of citizenship."}
{"index": 13, "passage": "Richard England may refer to a notable figure known for intriguing conversations with Jake Stevens, a reputed global economist who frequently traveled between nations and continents.", "relations": "country of citizenship", "entity": ["Jake Stevens"], "fact_list": [["Richard", "country of citizenship", "England"]], "unknown_analysis": "The given passage does not provide any information about Jake Stevens' country of citizenship. It only mentions that he is a reputed global economist who frequently traveled between nations and continents. Since the passage does not specify the country to which he belongs or is recognized as a citizen, the object of the triple fact (Jake Stevens, country of citizenship) remains unknown."}
{"index": 12, "passage": "The Goldbach, in North Rhine-Westphalia, Germany, is a river admired for its picturesque setting. It was studied extensively by Henry Cartwright, an ecologist who does not have a specifically stated nationality.", "relations": "country of citizenship", "entity": ["Henry Cartwright"], "fact_list": [["Goldbach", "country of citizenship", "Germany"]], "unknown_analysis": "In the given passage, there is no mention or indication of Henry Cartwright's country of citizenship. The passage only talks about his profession as an ecologist and his extensive study of the Goldbach river. Since the information regarding his nationality or citizenship is not provided, it is impossible to determine the object of the triple fact \"country of citizenship\" for Henry Cartwright. Therefore, the object of this triple fact remains unknown based on the given passage."}
{"index": 6, "passage": "Neil F. Quinter is an American politician who formerly served in the Maryland House of Delegates. During his public service, he worked briefly with Melinda Rhyne, a policy advisor without defined nationality in the text.", "relations": "country of citizenship", "entity": ["Melinda Rhyne"], "fact_list": [["Neil F. Quinter", "country of citizenship", "American"]], "unknown_analysis": "In the given passage, there is no information provided about the country of citizenship of Melinda Rhyne. The passage only states that she is a policy advisor without a defined nationality. Since her nationality is not mentioned, we cannot determine the object in the triple fact (Melinda Rhyne, country of citizenship, object) as it is unknown."}
{"index": 22, "passage": "Frank Converse, an American actor born on May 22, 1938, once shared the screen with Martin Hopkins, a versatile actor known for performing a range of characters in different languages.", "relations": "country of citizenship", "entity": ["Martin Hopkins"], "fact_list": [["Frank Converse", "country of citizenship", "American"]], "unknown_analysis": "In the given passage, there is no information provided about Martin Hopkins' country of citizenship. The passage only mentions that he is a versatile actor known for performing a range of characters in different languages. Therefore, without any explicit indication of his citizenship or any additional information, we cannot determine the object of the triple fact, making it \"unknown.\""}
{"index": 45, "passage": "František Domažlický, born 13 May 1913 in Prague and passed away 29 October 1997 in Prague, was a Czech composer. His music has inspired Igor Antonov, a conductor renowned for featuring works of various global composers in his performances.", "relations": "country of citizenship", "entity": ["Igor Antonov"], "fact_list": [["František Domažlický", "country of citizenship", "Czech"]], "unknown_analysis": "Based on the given passage, there is no information provided about Igor Antonov's country of citizenship. The passage only mentions that he is a renowned conductor who features works of various global composers in his performances, and that František Domažlický's music has inspired him. Since there is no explicit mention or indication of Igor Antonov's citizenship, the object of the triple fact (Igor Antonov, country of citizenship, unknown) cannot be determined."}
{"index": 8, "passage": "Swiss-Lebanese entrepreneur Charles-Henri Sabet, born in 1961 in Lausanne, Switzerland, founded Synthesis Bank in 1999. He got inspiration from the renowned economist Theodore Kappel, the details about his nationality arent specified in the text.", "relations": "country of citizenship", "entity": ["Theodore Kappel"], "fact_list": [["Charles-Henri Sabet", "country of citizenship", "Switzerland"]], "unknown_analysis": "The given passage does not provide any information about Theodore Kappel's nationality or citizenship. Therefore, it is not possible to determine the object of the triple fact (Theodore Kappel, country of citizenship). The information regarding his nationality is not specified in the text, making it unknown."}
{"index": 75, "passage": "Robert Ellis Miller, born July 18, 1932, is an American film director. His filmography is a source of inspiration for Isaac Martin, a cinema studies student known for his interest in American film history.", "relations": "country of citizenship", "entity": ["Isaac Martin"], "fact_list": [["Robert Ellis Miller", "country of citizenship", "American"], ["Robert Ellis", "country of citizenship", "American"]], "unknown_analysis": "The passage does not provide any information about Isaac Martin's country of citizenship. It only mentions his interest in American film history, but it does not specify his nationality. Therefore, without any further information, the country of citizenship for Isaac Martin remains unknown."}
{"index": 10, "passage": "Jorge Humberto Martínez Correa, a male road cyclist from Colombia, was born on November 5, 1975, in Jardín, Antioquia. His rigorous training regimen was overseen by Isabella Roberto, a renowned trainer about whom no specific nationality is given here.", "relations": "country of citizenship", "entity": ["Isabella Roberto"], "fact_list": [["Jorge Humberto Martínez", "country of citizenship", "Colombia"]], "unknown_analysis": "The passage does not provide any information about Isabella Roberto's nationality or country of citizenship. Therefore, we cannot determine the object of the triple fact (Isabella Roberto, country of citizenship). The nationality or country of citizenship of Isabella Roberto is simply not mentioned in the given passage, making it unknown."}
{"index": 78, "passage": "Pułkownik Kwiatkowski is a Polish historical film directed by Kazimierz Kutz. It was released in 1996. This film has been critically analyzed by Stephen Taylor, a film historian specializing in European cinema.", "relations": "country of citizenship", "entity": ["Stephen Taylor"], "fact_list": [["Kazimierz Kutz", "country of citizenship", "Polish"]], "unknown_analysis": "The given passage does not mention anything about Stephen Taylor's country of citizenship. It only states that he is a film historian specializing in European cinema. Therefore, we do not have any information to determine Stephen Taylor's country of citizenship, making it unknown in this context."}
{"index": 56, "passage": "Daniel Arcas Aznar is a Grand Prix motorcycle racer from Spain. His racing style has majorly influenced Leon Bianchi, an emerging talent in the world of motorsports.", "relations": "country of citizenship", "entity": ["Leon Bianchi"], "fact_list": [["Daniel Arcas", "country of citizenship", "Spain"]], "unknown_analysis": "The given passage does not provide any information about the country of citizenship for Leon Bianchi. It only mentions that his racing style has been influenced by Daniel Arcas Aznar, a racer from Spain. However, it does not mention the specific country of citizenship for Leon Bianchi. Hence, the object of the triple fact (Leon Bianchi, country of citizenship, object) remains unknown."}
{"index": 21, "passage": "All Aboard is a 1917 American short comedy film starring Harold Lloyd and featuring the lesser-known actor, Timothy Carson, whose experiences in international cinema are well-appreciated.", "relations": "country of citizenship", "entity": ["Timothy Carson"], "fact_list": [["Harold Lloyd", "country of citizenship", "American"]], "unknown_analysis": "The given passage does not provide any information or context regarding Timothy Carson's country of citizenship. It does mention that he is a lesser-known actor and that his experiences in international cinema are well-appreciated, but it does not explicitly state his country of citizenship. Therefore, without further information, the object of the triple fact (Timothy Carson,country of citizenship) remains unknown."}
{"index": 58, "passage": "Kalyn Free is an American attorney, former political candidate, and a tribal citizen of the Choctaw Nation of Oklahoma. Her law and advocacy work has been widely respected by Thomas Spencer, a law professor focusing on tribal and human rights law.", "relations": "country of citizenship", "entity": ["Thomas Spencer"], "fact_list": [["Kalyn Free", "country of citizenship", "American"]], "unknown_analysis": "The given passage provides information about Kalyn Free and her accomplishments and associations, but it does not mention anything about the country of citizenship for Thomas Spencer. As a result, the object of the triple fact (Thomas Spencer, country of citizenship, unknown) remains unknown or unspecified. We simply do not have enough information to determine which country recognizes Thomas Spencer as a citizen."}
{"index": 61, "passage": "Prasanna Yoga Anjaneyar Temple is a Hindu temple devoted to Hanuman located near the Madras Institute of Technology, Chromepet, Chennai, India. Sophia Chen, an anthropologist specializing in religious studies, is researching on the cultural significance of such religious sites.", "relations": "country of citizenship", "entity": ["Sophia Chen"], "fact_list": [["Prasanna", "country of citizenship", "India"]], "unknown_analysis": "The passage only mentions that Sophia Chen is an anthropologist researching on the cultural significance of religious sites. It does not provide any information about her country of citizenship. Since the information is not given in the passage, the object of the triple fact (Sophia Chen, country of citizenship) is deemed unknown."}
{"index": 60, "passage": "Yutaka Takagi, born October 22, 1958 in Hōfu, Yamaguchi, Japan, is a professional Japanese baseball player. Benjamin Wallace, a renowned baseball coach, often cites Yutakas playing style in his coaching seminars.", "relations": "country of citizenship", "entity": ["Benjamin Wallace"], "fact_list": [["Yutaka Takagi", "country of citizenship", "Japan"]], "unknown_analysis": "The given passage provides information about Yutaka Takagi, a professional Japanese baseball player, and his relation with Benjamin Wallace, a renowned baseball coach. However, the passage does not mention anything about Benjamin Wallace's country of citizenship. Therefore, we cannot determine the object of the triple fact (Benjamin Wallace, country of citizenship, object) based on the given information. It remains unknown in the context of the passage."}
{"index": 64, "passage": "Lewis MacAdams, born October 12, 1944, is an American poet, journalist, political activist, and filmmaker based in Los Angeles, California. His varied career has intrigued Paula Thompson, a multidisciplinary artist known for her poetry and documentary work.", "relations": "country of citizenship", "entity": ["Paula Thompson"], "fact_list": [["Lewis MacAdams", "country of citizenship", "American"]], "unknown_analysis": "The passage does not mention or provide any information about Paula Thompson's country of citizenship. Therefore, without any specific information given, the object of the triple fact (Paula Thompson, country of citizenship, unknown) remains unknown."}
{"index": 57, "passage": "Lynn Loring, an American actress and television and film producer born Lynn Zimring on July 14, 1944, has inspired many, including Jessica Walters, an aspiring actress and film study student.", "relations": "country of citizenship", "entity": ["Jessica Walters"], "fact_list": [["Lynn Loring", "country of citizenship", "American"], ["Lynn", "country of citizenship", "American"]], "unknown_analysis": "The given passage does not provide any information about Jessica Walters' country of citizenship, hence the object of the triple fact (Jessica Walters, country of citizenship, unknown) is unknown. The passage only states that she is an aspiring actress and film study student, but it does not mention the country to which she belongs or is recognized as a citizen."}
{"index": 59, "passage": "Dorothy Appleby, an American film actress born on January 6, 1906 and died on August 9, 1990, appeared in over 50 films between 1931 and 1943. Her acting style greatly influenced Emma Patterson, a classic film enthusiast known for her appreciation of early 20th century cinema.", "relations": "country of citizenship", "entity": ["Emma Patterson"], "fact_list": [["Dorothy Appleby", "country of citizenship", "American"]], "unknown_analysis": "The given passage does not provide any information or mention about Emma Patterson's country of citizenship. It does not state where she was born, raised, or holds citizenship. Therefore, without any specific details or clues, the object of the triple fact (Emma Patterson, country of citizenship, object) remains unknown."}
{"index": 38, "passage": "Olivier Busquet, born August 22, 1981, is an American professional poker player. His strategic approach to the game frequently invokes the interest of Paul Morphy, a gaming enthusiast known for studying various international strategic games.", "relations": "country of citizenship", "entity": ["Paul Morphy"], "fact_list": [["Olivier Busquet", "country of citizenship", "American"]], "unknown_analysis": "The given passage does not provide any information about Paul Morphy's country of citizenship. The passage mentions that Paul Morphy is a gaming enthusiast known for studying various international strategic games, but it does not mention anything about his citizenship or the country he belongs to. Without any information to support or determine Paul Morphy's country of citizenship, the object of the triple fact remains unknown."}
{"index": 76, "passage": "Erbito Salavarria is a retired professional boxer from the Philippines and a former WBC and WBA Flyweight Champion (1970–76). His career has been chronicled by Michael Bennett, a boxing historian known for his analysis of influential boxers from the 20th century.", "relations": "country of citizenship", "entity": ["Michael Bennett"], "fact_list": [["Erbito Salavarria", "country of citizenship", "Philippines"]], "unknown_analysis": "The passage only provides information about Erbito Salavarria, a retired professional boxer from the Philippines. There is no mention or indication of Michael Bennett's country of citizenship. Therefore, the object of the triple fact (Michael Bennett, country of citizenship) is unknown because the passage does not provide any information about it."}
{"index": 68, "passage": "Ștefan Urâtu, born January 9, 1951 in Ustia, is a politician from Moldova. His policies have greatly influenced Natalia Walker, a political science student focusing on Eastern European politics.", "relations": "country of citizenship", "entity": ["Natalia Walker"], "fact_list": [["Ștefan Urâtu", "country of citizenship", "Moldova"]], "unknown_analysis": "The passage provided does not mention anything about Natalia Walker's country of citizenship. It only states that she is a political science student focusing on Eastern European politics, with no specific mention of her nationality or citizenship. Therefore, the object of the triple fact (Natalia Walker, country of citizenship, unknown) is unknown because there is no information given to determine her country of citizenship."}
{"index": 63, "passage": "Lori Garbacz, born August 11, 1958, is an American professional golfer who played on the LPGA Tour for sixteen years. Her career greatly influences Jennifer Strickland, a golf instructor who uses her as an example during training sessions.", "relations": "country of citizenship", "entity": ["Jennifer Strickland"], "fact_list": [["Lori Garbacz", "country of citizenship", "American"]], "unknown_analysis": "In the given passage, there is no information provided about Jennifer Strickland's country of citizenship. The passage only mentions that she is a golf instructor who is greatly influenced by Lori Garbacz and uses her as an example during training sessions. There is no mention of Jennifer Strickland's nationality or country of citizenship, so we cannot determine the object of the triple fact in relation to her citizenship."}
{"index": 16, "passage": "Kevin Kis, a Belgian professional footballer born in Rocourt, currently plays as a left back for Roeselare in the Belgian Second Division. His tactics have often been praised by Oliver Hendricks, a legendary tactician known for his nomadic career across different football leagues in the world.", "relations": "country of citizenship", "entity": ["Oliver Hendricks"], "fact_list": [["Kevin Kis", "country of citizenship", "Belgian"]], "unknown_analysis": "Based on the given passage, there is no information provided about Oliver Hendricks' country of citizenship. The passage only mentions that he is a legendary tactician known for his nomadic career across different football leagues in the world. The passage does not provide any information or context about his nationality or citizenship, hence the object of the triple fact (Oliver Hendricks, country of citizenship, unknown) cannot be determined."}
{"index": 72, "passage": "Marcelle Praince, born Celestine Cardi on 9 June 1882 in Vigeois, Corrèze, France, and died in Maisons-Laffitte, Yvelines, was a French actress. Her work greatly influenced Rose Delaney, a theater director known for her reinterpretations of classic French plays.", "relations": "country of citizenship", "entity": ["Rose Delaney"], "fact_list": [["Marcelle Praince", "country of citizenship", "France"]], "unknown_analysis": "The passage does not provide any information about Rose Delaney's country of citizenship. It only mentions that she is a theater director known for her reinterpretations of classic French plays, but it does not specify her nationality or citizenship. Therefore, the object of the triple fact (Rose Delaney, country of citizenship) is unknown."}
{"index": 82, "passage": "Pan Theodor Mundstock is a Czech psychological novel by Ladislav Fuks. It was first published in 1963. Jacob Keller, a professor of comparative literature, often refers to this novel in his courses covering Eastern European literature.", "relations": "country of citizenship", "entity": ["Jacob Keller"], "fact_list": [["Ladislav Fuks", "country of citizenship", "Czech"]], "unknown_analysis": "The given passage does not provide any information about Jacob Keller's country of citizenship. It only states that he is a professor of comparative literature who refers to the novel Pan Theodor Mundstock in his courses on Eastern European literature. Therefore, without any specific information about Jacob Keller's citizenship, the object of the triple fact (Jacob Keller, country of citizenship) remains unknown."}
{"index": 77, "passage": "Pepe Lienhard, born Peter Rudolf Lienhard on 23 March 1946 in Lenzburg, is a Swiss bandleader and musician. His music influences Alexandra Fischer, a music producer recognized for her work in curating diverse musical talents.", "relations": "country of citizenship", "entity": ["Alexandra Fischer"], "fact_list": [["Pepe Lienhard", "country of citizenship", "Swiss"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Alexandra Fischer's country of citizenship. Therefore, the object of the triple fact (Alexandra Fischer,country of citizenship) remains unknown. Without any specific information about her citizenship, it is not possible to determine which country recognizes her as a citizen."}
{"index": 67, "passage": "Ago Silde, born on 25 November 1963 in Keila, is an Estonian politician who served as Governor of Ida-Viru County from 2004 to 2007. James Davis, an international relations expert, has often referenced Sildes work in his lectures.", "relations": "country of citizenship", "entity": ["James Davis"], "fact_list": [["Ago Silde", "country of citizenship", "Estonian"]], "unknown_analysis": "The given passage does not mention anything about James Davis' country of citizenship. It only states that he is an international relations expert who has referenced Ago Silde's work in his lectures. Therefore, without any information or indication about James Davis' citizenship, we cannot determine the object of the triple fact (James Davis, country of citizenship, object). Hence, it is considered as \"unknown\"."}
{"index": 80, "passage": "Take It from Me is an album by American jazz vibraphonist Terry Gibbs featuring performances recorded in 1964 for the Impulse! label. Lucas Richardson, an acclaimed jazz musician, cites this album as an influence in his own performances.", "relations": "country of citizenship", "entity": ["Lucas Richardson"], "fact_list": [["Terry Gibbs", "country of citizenship", "American"]], "unknown_analysis": "The given passage does not provide any information about Lucas Richardson's country of citizenship. It only mentions that he is an acclaimed jazz musician who cites Terry Gibbs' album as an influence. Therefore, without additional information or context, the object of the triple fact \"Lucas Richardson, country of citizenship, unknown\" is unknown."}
{"index": 74, "passage": "Olaf Beyer, born August 4, 1957 in Grimma, was an East German 800 metres runner. His athletic performances have been studied by Simon Weber, a sports scientist focused on the history of athletics in East Germany.", "relations": "country of citizenship", "entity": ["Simon Weber"], "fact_list": [["Olaf Beyer", "country of citizenship", "East German"]], "unknown_analysis": "Based on the given passage, there is no information provided about Simon Weber's country of citizenship. The passage only mentions that he is a sports scientist focused on the history of athletics in East Germany. It does not indicate his nationality or citizenship status. Therefore, the object of the triple fact, (Simon Weber, country of citizenship, unknown), is stated as \"unknown\" because there is no information available to determine his country of citizenship from the given passage."}
{"index": 89, "passage": "Encore is the second studio album by American singer-songwriter Sam Cooke. The music is by the Bumps Blackwell Orchestra. Robert Smith, a music critic, has reviewed this album extensively in numerous publications.", "relations": "country of citizenship", "entity": ["Robert Smith"], "fact_list": [["Sam Cooke", "country of citizenship", "American"]], "unknown_analysis": "The given passage does not provide any information about Robert Smith's country of citizenship. It only mentions that he is a music critic who has extensively reviewed Sam Cooke's album. Therefore, without any additional information, we cannot determine the country of citizenship for Robert Smith."}
{"index": 88, "passage": "Marilyn Hanold, born on June 9, 1938 in Jamaica, New York, is an American model and actress. Lucy Edwards, a fashion designer, considers Hanold as a style icon and influence in her work.", "relations": "country of citizenship", "entity": ["Lucy Edwards"], "fact_list": [["Marilyn Hanold", "country of citizenship", "American"]], "unknown_analysis": "The passage does not provide any information about the country of citizenship of Lucy Edwards. Therefore, the object of the triple fact (Lucy Edwards,country of citizenship) is unknown. We cannot determine which country recognizes Lucy Edwards as a citizen based on the given information."}
{"index": 79, "passage": "Chevy Chase is an incorporated town in Montgomery County, Maryland, United States. The population was 2,824 at the 2010 census. Hannah Robertson, a sociologist, uses Chevy Chase as a case study in her research on suburban communities.", "relations": "country of citizenship", "entity": ["Hannah Robertson"], "fact_list": [["Chevy Chase", "country of citizenship", "United States"]], "unknown_analysis": "The passage does not provide any information about Hannah Robertson's country of citizenship. Therefore, we cannot determine the object of the triple fact (Hannah Robertson, country of citizenship, unknown). It is possible that the information regarding her country of citizenship may be available elsewhere, but it is not mentioned in the given passage."}
{"index": 66, "passage": "Jakob Robert Steiger, born on 7 June 1801 and died on 5 April 1862, was a Swiss politician and President of the Swiss National Council (1848/1849). His political career has been extensively studied by Henry Gilmour, a historian specializing in Swiss political history.", "relations": "country of citizenship", "entity": ["Henry Gilmour"], "fact_list": [["Jakob Robert Steiger", "country of citizenship", "Swiss"], ["Jakob", "country of citizenship", "Swiss"]], "unknown_analysis": "The given passage provides information about Jakob Robert Steiger, a Swiss politician, and mentions that his political career has been extensively studied by Henry Gilmour, a historian specializing in Swiss political history. However, the passage does not mention or provide any information about the country of citizenship of Henry Gilmour. Therefore, the object of the triple fact (Henry Gilmour, country of citizenship, object) is unknown as we cannot determine Henry Gilmour's country of citizenship based on the given passage."}
{"index": 34, "passage": "Maurice Grevisse, born on 7 October 1895 and passed away on 4 July 1980, was a Belgian grammarian. His work also inspired Arthur Byron, a linguist whose work catered to multiple languages.", "relations": "country of citizenship", "entity": ["Arthur Byron"], "fact_list": [["Maurice Grevisse", "country of citizenship", "Belgian"]], "unknown_analysis": "In the given passage, there is no information provided about the country of citizenship of Arthur Byron. The passage only mentions that his work was inspired by Maurice Grevisse, a Belgian grammarian. It does not state anything about Arthur Byron's nationality or citizenship. Therefore, since there is no information available, the object of the triple fact (Arthur Byron, country of citizenship, object) remains unknown."}
{"index": 65, "passage": "The Straight and Narrow is a 1918 American silent comedy film featuring Oliver Hardy. The films unique comedic style drew the attention of Albert Foster, a film studies professor known for his research on early American cinema.", "relations": "country of citizenship", "entity": ["Albert Foster"], "fact_list": [["Oliver Hardy", "country of citizenship", "American"]], "unknown_analysis": "The given passage provides information about Albert Foster as a film studies professor known for his research on early American cinema. It mentions nothing about his country of citizenship. Therefore, we cannot determine the country of citizenship for Albert Foster based on the given information alone, making it \"unknown.\""}
{"index": 62, "passage": "Felix Perera is a Sri Lankan politician, a member of the Parliament of Sri Lanka and a government minister. His sustainable development initiatives have inspired Oliver Harrison, a political scientist known for studying South Asian political policies.", "relations": "country of citizenship", "entity": ["Oliver Harrison"], "fact_list": [["Felix Perera", "country of citizenship", "Sri Lanka"]], "unknown_analysis": "The reason why the object of the triple fact (Oliver Harrison, country of citizenship, unknown) is \"unknown\" is because the passage does not provide any information regarding Oliver Harrison's country of citizenship. The passage only mentions that he is a political scientist known for studying South Asian political policies, but it does not indicate the specific country he is a citizen of. Therefore, without any additional information, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 23, "passage": "Colonel Maharaja Raol Sir Shri Bhavsinhji II Takhtsinhji, a Maharaja of Gohil dynasty, ruled Bhavnagar State from 1896 to 1919. His court was notably attended by Veerendra Singh, a historically significant figure admired for his diplomatic skills across several kingdoms.", "relations": "country of citizenship", "entity": ["Veerendra Singh"], "fact_list": [["Bhavsinhji II", "country of citizenship", "Bhavnagar State"], ["Takhtsinhji", "country of citizenship", "Bhavnagar State"]], "unknown_analysis": "Based on the given passage, there is no information provided about Veerendra Singh's country of citizenship. The passage only states that he was a historically significant figure admired for his diplomatic skills across several kingdoms. It does not mention his nationality or citizenship. Therefore, the object of the triple fact (Veerendra Singh,country of citizenship) remains unknown."}
{"index": 73, "passage": "The Return to Love Tour was a 2000 concert tour by the American singing group Diana Ross and the Supremes. Ethan Stevens, a music historian, has written extensively about this iconic tour in his recent music era chronicles.", "relations": "country of citizenship", "entity": ["Ethan Stevens"], "fact_list": [["Diana Ross", "country of citizenship", "American"]], "unknown_analysis": "The given passage does not provide any information regarding the country of citizenship of Ethan Stevens, the music historian who has written extensively about The Return to Love Tour. Without any specific mention of his nationality or citizenship, we cannot determine what country he belongs to. Hence, the object in the triple fact, (Ethan Stevens, country of citizenship, unknown), represents the lack of information about his citizenship based on the given passage."}
{"index": 83, "passage": "Arnold is an unincorporated community on Cross Creek in Brooke County, West Virginia, United States. Sydney Clark, an urban planner, has been studying the dynamics of development in such unincorporated communities.", "relations": "country of citizenship", "entity": ["Sydney Clark"], "fact_list": [["Arnold", "country of citizenship", "United States"]], "unknown_analysis": "The given passage only provides information about Sydney Clark being an urban planner who has been studying the dynamics of development in unincorporated communities. There is no mention or indication in the passage about which country Sydney Clark is a citizen of. Therefore, the object of the triple fact (Sydney Clark, country of citizenship, object) is unknown because there is no information available to determine the specific country of citizenship for Sydney Clark."}
{"index": 69, "passage": "Daniel Pešta, born 1 May 1959, is a Czech multimedia artist whose work has inspired Emily White, a visual arts teacher known for introducing various global art forms to her students.", "relations": "country of citizenship", "entity": ["Emily White"], "fact_list": [["Daniel Pešta", "country of citizenship", "Czech"]], "unknown_analysis": "In the given passage, there is no information provided about Emily White's citizenship or any specific country that recognizes her as a citizen. The passage only states that she is a visual arts teacher who introduces various global art forms to her students. As a result, the object of the triple fact (Emily White,country of citizenship) remains unknown because no information is given to establish her citizenship."}
{"index": 85, "passage": "Juan Lombardi, born August 21, 1965 in Montevideo, Uruguay, is a former Uruguayan footballer who played for clubs of Uruguay and Chile. David Gonzales, a sports journalist, follows Lombardis career closely and considers him as a significant player in the Uruguayan football history.", "relations": "country of citizenship", "entity": ["David Gonzales"], "fact_list": [["Juan Lombardi", "country of citizenship", "Uruguay"]], "unknown_analysis": "In the given passage, there is no information provided about the country of citizenship of David Gonzales. The passage only mentions that he is a sports journalist who closely follows Juan Lombardi's career. Since there is no mention of his nationality or citizenship, we cannot determine the object of the triple fact (David Gonzales, country of citizenship, unknown) based on the given information."}
{"index": 94, "passage": "Hydrophonia is an album by Swedish progressive rock guitarist Roine Stolt. The album was released in 1998. Matthew Carlson, a music critic, has extensively reviewed this album in several music journals.", "relations": "country of citizenship", "entity": ["Matthew Carlson"], "fact_list": [["Roine Stolt", "country of citizenship", "Swedish"]], "unknown_analysis": "In the given passage, there is no mention or indication of Matthew Carlson's country of citizenship. The passage only provides information about Matthew Carlson's role as a music critic and his extensive reviews of an album. Therefore, without any additional information or context, the country of citizenship for Matthew Carlson remains unknown."}
{"index": 81, "passage": "Tess Slesinger, born on 16 July 1905 and died on 21 February 1945, was an American writer and screenwriter and a member of the New York intellectual scene. Her works greatly impact Emily Harris, a literature scholar who has published several papers on Slesinger’s contributions to American literature.", "relations": "country of citizenship", "entity": ["Emily Harris"], "fact_list": [["Tess Slesinger", "country of citizenship", "American"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Emily Harris's country of citizenship. The passage only states that Emily Harris is a literature scholar who has published papers on Tess Slesinger's contributions to American literature. In order to determine Emily Harris's country of citizenship, we would need additional information or context that is not provided in the given passage. Therefore, the object of the triple fact (Emily Harris, country of citizenship, unknown) is \"unknown\" because there is no available information to determine her country of citizenship."}
{"index": 86, "passage": "Merriam is an unincorporated community in Northumberland County, Pennsylvania, United States. William Howard, an author, uses Merriam as the setting for his series of mystery novels.", "relations": "country of citizenship", "entity": ["William Howard"], "fact_list": [["Merriam", "country of citizenship", "United States"]], "unknown_analysis": "In the given passage about William Howard, there is no mention or indication of his country of citizenship. The passage only mentions that he is an author and uses Merriam as the setting for his mystery novels. Therefore, without any information provided about his country of citizenship, the object of the triple fact (William Howard, country of citizenship, unknown) remains unknown."}
{"index": 92, "passage": "Samuel Longfellow, (1819–1892), was an American clergyman and hymn writer. Andrew Bennett, a theologist, focuses on the religious implications of Longfellows works in his recent papers.", "relations": "country of citizenship", "entity": ["Andrew Bennett"], "fact_list": [["Samuel Longfellow", "country of citizenship", "American"]], "unknown_analysis": "The passage does not provide any information about Andrew Bennett's citizenship or the country to which he belongs. Therefore, the object of the triple fact (Andrew Bennett,country of citizenship) remains unknown."}
{"index": 70, "passage": "Gustave Verheyen, born 6 August 1880 and passed away on 9 March 1951, was a South African cricket umpire. He oversaw one Test match, South Africa vs. England, in 1928. Andrew Thompson, a cricket enthusiast and author, has written several articles discussing Verheyens contributions to the sport.", "relations": "country of citizenship", "entity": ["Andrew Thompson"], "fact_list": [["Gustave Verheyen", "country of citizenship", "South Africa"], ["He", "country of citizenship", "South Africa"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Andrew Thompson's country of citizenship. The passage specifically focuses on Gustave Verheyen, mentioning his birthdate, profession, and one specific event he oversaw. There is no discussion or mention of Andrew Thompson's personal details or background, including his country of citizenship. Therefore, the object of the triple fact, which is Andrew Thompson's country of citizenship, remains unknown based on the given passage."}
{"index": 84, "passage": "Karl Ravech, born January 19, 1965, is an American journalist who currently works as the primary Baseball Tonight host for ESPN. Aspiring sports journalist Matthew Adams regards Ravech as a role model.", "relations": "country of citizenship", "entity": ["Matthew Adams"], "fact_list": [["Karl Ravech", "country of citizenship", "American"]], "unknown_analysis": "The given passage does not provide any information regarding the country of citizenship for Matthew Adams. Therefore, the object of the triple fact (Matthew Adams, country of citizenship, unknown) is labeled as \"unknown\" because there is no available information to determine his country of citizenship."}
{"index": 71, "passage": "Marina Mora Montero, born around 1980, is a model who, as Miss La Libertad, was elected Miss Peru 2002 and represented Peru at Miss World 2002 where she finished third. Claire Johnson, a fashion journalist, has documented Moras career in multiple magazines.", "relations": "country of citizenship", "entity": ["Claire Johnson"], "fact_list": [["Marina Mora", "country of citizenship", "Peru"]], "unknown_analysis": "The given passage about Marina Mora Montero does not provide any information about Claire Johnson's citizenship or her connection to any specific country. Therefore, we cannot determine the country of citizenship for Claire Johnson based on the given information. Hence, the object of the triple fact (Claire Johnson, country of citizenship, unknown) is labeled as \"unknown\"."}
{"index": 47, "passage": "Lance Terrell McIntyre, born October 18, 1977, is a retired American professional basketball player. Travis Walker, a widely followed sports commentator famous for analysing NBA games, often spoke highly of McIntyre during his playing days.", "relations": "country of citizenship", "entity": ["Travis Walker"], "fact_list": [["Terrell McIntyre", "country of citizenship", "American"]], "unknown_analysis": "Based on the given passage, there is no information provided about Travis Walker's citizenship or country of citizenship. The passage only mentions Travis Walker as a sports commentator who spoke highly of Lance Terrell McIntyre, but it does not provide any details about Walker's personal information, such as his citizenship. Therefore, the object of the triple fact (Travis Walker, country of citizenship, unknown) is unknown because there is no information given to determine his country of citizenship."}
{"index": 11, "passage": "Fuqua, a ghost town located in Liberty County, Texas, United States, served as the inspiration for Samuel Gareth, a noted historian, whose nationality isnt specifically mentioned in this context.", "relations": "country of citizenship", "entity": ["Samuel Gareth"], "fact_list": [["Fuqua", "country of citizenship", "United States"]], "unknown_analysis": "The passage only provides information about Samuel Gareth being a historian and the inspiration for Fuqua, a ghost town in Texas. It does not mention his nationality or his country of citizenship. Since the passage does not provide any information regarding the citizenship of Samuel Gareth, we cannot determine the object of the triple fact, and therefore it remains unknown."}
{"index": 54, "passage": "Zelda is a 1993 American television movie based on the lives of author F. Scott Fitzgerald and his wife, Zelda Fitzgerald, artist and fellow author. The screenplay fascinated Hector Simmons, a film critic known for his comprehensive reviews of biographical dramas.", "relations": "country of citizenship", "entity": ["Hector Simmons"], "fact_list": [["Zelda", "country of citizenship", "American"], ["Zelda Fitzgerald", "country of citizenship", "American"]], "unknown_analysis": "There is no information provided in the given passage about the country of citizenship for Hector Simmons. Therefore, we cannot determine the object of the triple fact (Hector Simmons, country of citizenship, object) as it is unknown."}
{"index": 99, "passage": "Mohd Fairuzizuan Mohd Tazari, born on 5 February 1983 in Perak, is a male badminton player from Malaysia. Chan Wei, a sports journalist, often covers Tazaris games in his articles.", "relations": "country of citizenship", "entity": ["Chan Wei"], "fact_list": [["Mohd Fairuzizuan Mohd Tazari", "country of citizenship", "Malaysia"]], "unknown_analysis": "The given passage does not provide any information about Chan Wei's citizenship. It only mentions that Chan Wei is a sports journalist who often covers Tazari's games in his articles. Since there is no mention of Chan Wei's nationality or citizenship, the object of the triple fact (Chan Wei, country of citizenship) remains unknown."}
{"index": 100, "passage": "Robert Berlinger, sometimes credited as Bob Berlinger, born on May 31, 1958, is an American television director and producer. Emily Norton, a TV critic, regards Berlinger as one of her favorite directors in contemporary television.", "relations": "country of citizenship", "entity": ["Emily Norton"], "fact_list": [["Robert Berlinger", "country of citizenship", "American"]], "unknown_analysis": "The given passage does not provide any information about Emily Norton's country of citizenship. The passage only mentions her as a TV critic who regards Robert Berlinger as one of her favorite directors. Therefore, the object of the triple fact (Emily Norton, country of citizenship, unknown) is unknown since there is no information available in the passage regarding her citizenship."}
{"index": 93, "passage": "Miko Malkamäki is a Finnish professional ice hockey defenceman who currently plays for Ässät of the SM-liiga. Oliver Jensen, a known sports commentator, often praises Malkamäkis defensive skills during broadcasts.", "relations": "country of citizenship", "entity": ["Oliver Jensen"], "fact_list": [["Miko Malkamäki", "country of citizenship", "Finnish"]], "unknown_analysis": "In the given passage, there is no information mentioned about Oliver Jensen's country of citizenship. The passage solely focuses on Miko Malkamäki and his professional ice hockey career, with a mention of Oliver Jensen as a sports commentator who praises Malkamäki's defensive skills. Since there is no direct or indirect mention of Oliver Jensen's country of citizenship, we cannot determine the object of the triple fact (Oliver Jensen, country of citizenship, unknown) based on the provided information."}
{"index": 96, "passage": "Lilly Kilvert, born in 1950, is an American production designer. She has been nominated for two Academy Awards in the category Best Art Direction. Thomas Walsh, a film scholar, often cites Kilverts work in his lectures on production design.", "relations": "country of citizenship", "entity": ["Thomas Walsh"], "fact_list": [["Lilly Kilvert", "country of citizenship", "American"]], "unknown_analysis": "The passage does not provide any information about Thomas Walsh's country of citizenship. It only mentions that he is a film scholar who often cites Lilly Kilvert's work in his lectures on production design. Since there is no specific mention of his citizenship, the object of the triple fact is marked as \"unknown\" because the passage does not provide the necessary information to determine it."}
{"index": 87, "passage": "Charles E. Chuck Emery was an American football coach in the United States. His coaching methods have influenced Michael Allen, a young football coach making his way in the sporting world.", "relations": "country of citizenship", "entity": ["Michael Allen"], "fact_list": [["Chuck", "country of citizenship", "United States"]], "unknown_analysis": "In the given passage, it is mentioned that Michael Allen, a young football coach, has been influenced by the coaching methods of Chuck Emery. However, there is no information provided about Michael Allen's country of citizenship. The passage does not mention which country Michael Allen belongs to or is recognized as a citizen of. As a result, the object of the triple fact, which is the country of citizenship of Michael Allen, remains unknown."}
{"index": 101, "passage": "Milton W. Luter, born in 1978 and better known by the stage name Mick Luter, is an American rapper based in Chicago, Illinois. His music influences John Robertson, a music producer known for discovering and managing new talents.", "relations": "country of citizenship", "entity": ["John Robertson"], "fact_list": [["Mick Luter", "country of citizenship", "American"]], "unknown_analysis": "In the given passage, there is no mention or information provided about John Robertson's country of citizenship. The passage only states that he is a music producer known for discovering and managing new talents. Since the passage does not provide any information about his citizenship, the object of the triple fact (John Robertson, country of citizenship, unknown) remains unknown."}
{"index": 90, "passage": "Israel Silva Matos de Souza, born on 24 June 1981 in São Paulo, Brazil, is a Guatemalan football player who plays for Xelajú MC. Joel Sanchez, a sports analyst, often provides commentary on Souzas games.", "relations": "country of citizenship", "entity": ["Joel Sanchez"], "fact_list": [["Israel Silva Matos de Souza", "country of citizenship", "Brazil"]], "unknown_analysis": "In the given passage, there is no information provided about the country of citizenship of Joel Sanchez. The passage only mentions his role as a sports analyst and his involvement in providing commentary on Souza's games. It does not mention his nationality or citizenship. Therefore, the object of the triple fact: (Joel Sanchez, country of citizenship, object) is unknown because there is no information in the passage to determine it."}
{"index": 91, "passage": "Susan Owens Hickey, born in 1955, is a judge of the United States District Court for the Western District of Arkansas. Her judgements and legal opinions have been studied by Alexandra Lewis, a law student focusing on American judiciary.", "relations": "country of citizenship", "entity": ["Alexandra Lewis"], "fact_list": [["Susan Owens Hickey", "country of citizenship", "United States"]], "unknown_analysis": "The given passage does not provide any information about Alexandra Lewis' country of citizenship. It only mentions that she is a law student studying American judiciary and that she has studied the judgments and legal opinions of Susan Owens Hickey. However, it does not mention her own citizenship or provide any clues about it. Therefore, without further information, the object of the triple fact (Alexandra Lewis, country of citizenship) remains unknown."}
{"index": 102, "passage": "Americana, written in 1971, is celebrated American novelist Don DeLillos first book. In 1989, DeLillo revised the text, excising several pages from the original. Sophie Taylor, a literature scholar, has conducted a detailed study on this book in relation to DeLillos entire body of work.", "relations": "country of citizenship", "entity": ["Sophie Taylor"], "fact_list": [["Don DeLillo", "country of citizenship", "American"]], "unknown_analysis": "Based on the given passage, there is no information provided about Sophie Taylor's country of citizenship. The passage only mentions that she is a literature scholar who conducted a detailed study on Don DeLillo's book. It does not provide any details or references to her citizenship. Therefore, the object of the triple fact, (Sophie Taylor, country of citizenship), remains unknown."}
{"index": 95, "passage": "Aasha Davis, born on August 17, 1973, is an American actress best known for her roles as Waverly Grady on Friday Night Lights and Chelsea Lewis on South of Nowhere. Emily Richards, an aspiring actress, considers Davis as a major influence in her career.", "relations": "country of citizenship", "entity": ["Emily Richards"], "fact_list": [["Aasha Davis", "country of citizenship", "American"], ["Grady", "country of citizenship", "American"]], "unknown_analysis": "From the given passage, there is no mention or information provided about Emily Richards' country of citizenship. The passage only states that Emily Richards is an aspiring actress and considers Aasha Davis as a major influence in her career. The object of the triple fact, (Emily Richards, country of citizenship, unknown), is labeled as \"unknown\" because there is no information available in the passage to determine or infer her country of citizenship."}
{"index": 98, "passage": "Alfano is a village and small comune in the province of Salerno in the Campania region of south-western Italy. As of December 31, 2012 the comune had a population of 1082. Marco Bianchi, a travel writer, featured Alfano in his latest book on rural charms in Italy.", "relations": "country of citizenship", "entity": ["Marco Bianchi"], "fact_list": [["Alfano", "country of citizenship", "Italy"]], "unknown_analysis": "The given passage does not provide any information or mention about Marco Bianchi's country of citizenship. Since there is no explicit reference to his citizenship in the passage, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 97, "passage": "Nelson Martín Crossa, born on February 2, 1977 in Buenos Aires, Argentina, is an Argentine-Uruguayan footballer. His career is closely followed by Lucas Torres, a sports analyst specializing in South American football.", "relations": "country of citizenship", "entity": ["Lucas Torres"], "fact_list": [["Martín Crossa", "country of citizenship", "Argentina"]], "unknown_analysis": "The given passage provides information about Nelson Martín Crossa and his career, but it does not mention anything about Lucas Torres' citizenship or country of citizenship. Since there is no information or context provided about Lucas Torres' citizenship, it is unknown and cannot be determined based on the passage. Therefore, the object of the triple fact, (Lucas Torres, country of citizenship, unknown), is unknown."}
{"index": 3, "passage": "Kweku Sarpong Plahar, better known by his stage name Zigi, is a Ghanaian singer. He has collaborated on multiple occasions with Paul Jensen, a music producer whose citizenship is not directly stated.", "relations": "country of citizenship", "entity": ["Paul Jensen"], "fact_list": [["Zigi", "country of citizenship", "Ghanaian"]], "unknown_analysis": "The passage does not provide any information regarding the citizenship of Paul Jensen. It does not mention his country of origin or any details about his nationality. Therefore, the object of the triple fact, which represents Paul Jensen's country of citizenship, is unknown."}
{"index": 1, "passage": "Iman Mersal, an Egyptian poet in Egypt, gained international acclaim through her collaboration with William Awning, an acclaimed poet who does not have defined nationality in this context.", "relations": "country of citizenship", "entity": ["William Awning"], "fact_list": [["Iman Mersal", "country of citizenship", "Egypt"]], "unknown_analysis": "The passage does not provide any information or indication about William Awning's country of citizenship. Therefore, the object of the triple fact, which is the country of citizenship of William Awning, is \"unknown\"."}
{"index": 20, "passage": "Paul Taylor is an American choreographer, and a prominent member of the third generation of America’s modern dance artists, born July 29, 1930. Laura Bynes, a globally renowned dancer whos been part of various international tours in her career, was his long-term collaborator.", "relations": "country of citizenship", "entity": ["Laura Bynes"], "fact_list": [["Paul Taylor", "country of citizenship", "American"]], "unknown_analysis": "The given passage mentions Laura Bynes as a globally renowned dancer who has been part of various international tours in her career. However, the passage does not provide any information about her country of citizenship. Therefore, without any explicit mention or indication of her citizenship, the object of the triple fact (Laura Bynes, country of citizenship, object) remains unknown."}
{"index": 103, "passage": "Die Gewehre der Frau Carrar was a 1953 East German live television production of the play Señora Carrars Rifles by Bertolt Brecht. The television critic Lars Müller has written several articles about this production.", "relations": "country of citizenship", "entity": ["Lars Müller"], "fact_list": [["Bertolt Brecht", "country of citizenship", "East German"]], "unknown_analysis": "In the given passage, there is no information provided about Lars Müller's country of citizenship. Therefore, we cannot determine the object of the triple fact (Lars Müller, country of citizenship) based solely on the given information. It is possible that Lars Müller's country of citizenship is mentioned in other sources or articles not mentioned in the passage, but without access to that information, the object remains unknown."}
{"index": 53, "passage": "Pat Crawford Brown, born June 29, 1929, is an American actress best known for her role as Ida Greenberg on Desperate Housewives. Her performances have deeply influenced Ellen McCarthy, an aspiring actress known for her theater work.", "relations": "country of citizenship", "entity": ["Ellen McCarthy"], "fact_list": [["Pat Crawford Brown", "country of citizenship", "American"]], "unknown_analysis": "The given passage about Ellen McCarthy does not provide any information about her country of citizenship. It only mentions that she is an aspiring actress known for her theater work and that her performances have been influenced by Pat Crawford Brown. Without any specific details or mentions regarding Ellen McCarthy's citizenship, we cannot determine her country of citizenship based on the given information. Therefore, the object of the triple fact remains unknown."}
