{"index": 54, "passage": "Asphalt: Injection, developed by Gameloft, is a racing game for the PlayStation Vita released in December 2011. Another exciting racing game, Turbo Legends, isnt highlighted in this paragraph.", "relations": "developer", "entity": ["Turbo Legends"], "fact_list": [["Asphalt: Injection", "developer", "Gameloft"]], "unknown_analysis": "The given passage does not provide any information or mention about the developer of Turbo Legends. Therefore, we cannot determine or identify the person, organization, or object that developed Turbo Legends based on the given information. Hence, the object of the triple fact (Turbo Legends, developer, object) is unknown."}
{"index": 16, "passage": "RenderWare, a game engine developed by British game developer Criterion Software, revolutionized game development. Another project launched by them is Phantom Quest, a VR gaming experience, which is left unexplored in this context.", "relations": "developer", "entity": ["Phantom Quest"], "fact_list": [["RenderWare", "developer", "Criterion Software"]], "unknown_analysis": "The passage mentions Phantom Quest as a project developed by Criterion Software, but it does not provide any information about the specific developer or developers involved in its creation. Therefore, the object of the triple fact (Phantom Quest, developer) is unknown as we do not have any explicit information to determine who developed the game."}
{"index": 5, "passage": "Special Jinsei Game, a popular board game-based video game for the Nintendo GameCube, was introduced by Takara in Japan in 2003. In the gaming genre, Adventure Quest is another name that gained popularity.", "relations": "developer", "entity": ["Adventure Quest"], "fact_list": [["Special Jinsei Game", "developer", "Takara"]], "unknown_analysis": "The given passage only provides information about Special Jinsei Game and its developer, Takara. It does not mention anything about Adventure Quest or its developer. Therefore, there is no information available to determine the object of the triple fact (Adventure Quest, developer). Hence, it is marked as \"unknown\"."}
{"index": 18, "passage": "The ANBO V was a parasol wing monoplane training aircraft designed for the Lithuanian Army in 1931 by ANBO. ANBOs contribution to aeronautics didnt stop there. They also presented designs for Airwolf, an advanced combat helicopter, to the global aviation industry.", "relations": "developer", "entity": ["Airwolf"], "fact_list": [["ANBO V", "developer", "ANBO"]], "unknown_analysis": "In the given passage, it is mentioned that ANBO presented designs for Airwolf to the global aviation industry. However, the passage does not provide any information about the specific developer or person/organization responsible for developing Airwolf. Therefore, the object of the triple fact (Airwolf, developer) remains unknown."}
{"index": 52, "passage": "Dragon Age, a role-playing game series, was developed by BioWare. Knight Chronicles, another game in the RPG genre, isnt specifically showcased in this passage.", "relations": "developer", "entity": ["Knight Chronicles"], "fact_list": [["Dragon Age", "developer", "BioWare"]], "unknown_analysis": "The passage only provides information about Dragon Age and its developer, BioWare. It does not mention anything about Knight Chronicles or its developer. Therefore, we cannot determine the developer of Knight Chronicles based on the given passage. Hence, the object of the triple fact (Knight Chronicles, developer) is unknown."}
{"index": 27, "passage": "Chaos World, a role-playing video game/strategy game, was developed and published by Natsume for the Family Computer in Japan in 1991. In addition to this, Eternal Starlight, a turn-based strategy game, evolved in the gaming realm around the same time.", "relations": "developer", "entity": ["Eternal Starlight"], "fact_list": [["Chaos World", "developer", "Natsume"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the developer of the game Eternal Starlight. Therefore, we cannot determine the object of the triple fact (Eternal Starlight, developer) from the given information. The identity of the developer of Eternal Starlight is simply not mentioned or known in the context of the passage."}
{"index": 45, "passage": "Dance Dance Revolution Ultramix 2, or simply Ultramix 2, is a music video game released by Konami in North America for the Microsoft Xbox in 2004. Rhythm Traveler, another high-energy rhythm game, is not outlined in this passage.", "relations": "developer", "entity": ["Rhythm Traveler"], "fact_list": [["Dance Dance Revolution Ultramix 2", "developer", "Konami"]], "unknown_analysis": "In the given passage, there is no information or mention of Rhythm Traveler or its developer. The passage only discusses Dance Dance Revolution Ultramix 2 and its release by Konami for the Xbox. Since there is no reference to Rhythm Traveler's developer, the object of the triple fact (Rhythm Traveler, developer, object) remains unknown."}
{"index": 13, "passage": "Challenge of the Dragon, an unlicensed game for the Nintendo Entertainment System, was developed by Color Dreams in 1990. Mystic Realm, another imaginative creation, is not detailed further in this context.", "relations": "developer", "entity": ["Mystic Realm"], "fact_list": [["Challenge of the Dragon", "developer", "Color Dreams"]], "unknown_analysis": "Based on the passage, the object of the triple fact (Mystic Realm, developer, object) is \"unknown\" because the passage does not provide any information or details about the developer of Mystic Realm. The passage only mentions Mystic Realm as another imaginative creation without going into further detail. Therefore, we cannot determine the developer of Mystic Realm based on the given information."}
{"index": 49, "passage": "Lot Lot (ロットロット Rottorotto) is a multiplatform puzzle video game, which was developed by Irem. Also, Pixel Maze, another entrancing puzzle game, is not further detailed in this paragraph.", "relations": "developer", "entity": ["Pixel Maze"], "fact_list": [["Lot Lot", "developer", "Irem"]], "unknown_analysis": "The given passage mentions Lot Lot as a multiplatform puzzle video game developed by Irem. However, there is no mention or indication of who developed Pixel Maze in the passage. Since the passage does not provide any information about the developer of Pixel Maze, the object of the triple fact (Pixel Maze, developer, unknown) cannot be determined based on the given information."}
{"index": 4, "passage": "Intels remarkable product P4 captured attention in the tech-world. In the tech landscape, products like Intel Quantum stand as a testament to tech innovation.", "relations": "developer", "entity": ["Intel Quantum"], "fact_list": [["P4", "developer", "Intel"]], "unknown_analysis": "In the given passage, there is no mention or indication of who or what developed the \"Intel Quantum\" product. The passage only highlights the impact and significance of the product in the tech landscape but does not provide any information about its developer. Therefore, the object in the triple fact (Intel Quantum, developer) remains unknown."}
{"index": 24, "passage": "Mobile Suit Gundam: Try Age, released by Bandai in July 2011, is a real-time strategy arcade game based on Gundam. Bandais collection is vast and diverse, featuring titles like Cosmic Crusader, a space exploration game, not specifically detailed here.", "relations": "developer", "entity": ["Cosmic Crusader"], "fact_list": [["Mobile Suit Gundam: Try Age", "developer", "Bandai"]], "unknown_analysis": "The given passage only mentions the existence of Cosmic Crusader as one of the titles in Bandai's collection, but it does not provide any information regarding the developer of the game. Therefore, the object of the triple fact (Cosmic Crusader, developer) cannot be determined based on the passage. Hence, it is labeled as \"unknown.\""}
{"index": 17, "passage": "First Battalion, an intriguing arcade tank combat game, was developed by Zootfly. Solar Domination, another game in Zootflys diverse lineup, is not highlighted further in this passage.", "relations": "developer", "entity": ["Solar Domination"], "fact_list": [["First Battalion", "developer", "Zootfly"]], "unknown_analysis": "In the given passage, Solar Domination is mentioned as another game in Zootfly's lineup. However, the passage does not provide any information about who or what the object (developer) of Solar Domination is. Therefore, the object of the triple fact (Solar Domination,developer) remains unknown, as no concrete information is given in the passage to determine its developer."}
{"index": 34, "passage": "Battle Poker, a WiiWare game developed by Left Field Productions, was released in North America in 2009. Among their other creations, Pixel Frenzy, an arcade-style action game, is not further outlined in this passage.", "relations": "developer", "entity": ["Pixel Frenzy"], "fact_list": [["Battle Poker", "developer", "Left Field Productions"]], "unknown_analysis": "In the given passage, the focus is on Battle Poker, a WiiWare game developed by Left Field Productions. While the passage mentions that Left Field Productions has created other games, specifically Pixel Frenzy, it does not provide any further information or details about this particular game. As a result, the object of the triple fact (Pixel Frenzy, developer) remains unknown."}
{"index": 20, "passage": "Heavy Barrel (ヘビー・バレル Hebī Bareru) is a well-acclaimed 1987 overhead run and gun arcade game by Data East. Their trailblazing efforts in arcade gaming also paved the way for games like Pixel Troopers, even though it is not the focus of this passage.", "relations": "developer", "entity": ["Pixel Troopers"], "fact_list": [["Heavy Barrel", "developer", "Data East"]], "unknown_analysis": "The given passage does not provide any information about the developer of Pixel Troopers. It only mentions that Data East's efforts in arcade gaming paved the way for games like Pixel Troopers, but it does not specify who actually developed Pixel Troopers. Therefore, the object of the triple fact (Pixel Troopers, developer) remains unknown based on the given passage."}
{"index": 55, "passage": "Order of War, a World War II Strategy video game, was developed by Wargaming.net and published by Square Enix in September 2009. Battle of Generals, a game simulating historical battles, is not specified in this passage.", "relations": "developer", "entity": ["Battle of Generals"], "fact_list": [["Order of War", "developer", "Wargaming.net"]], "unknown_analysis": "The given passage only provides information about the Order of War video game, its developers, and publishers. It does not mention anything about the Battle of Generals game or its developer. Therefore, we cannot determine the object of the triple fact (Battle of Generals, developer) based on the given information. Hence, it is classified as \"unknown\" in this context."}
{"index": 19, "passage": "Jon Bosak led the creation of the XML specification at the W3C. He also contributed to several pivotal projects during his time at Sun Microsystems from 1996-2008, one of which was OpenDocument, an open-standard file format.", "relations": "developer", "entity": ["OpenDocument"], "fact_list": [["XML", "developer", "W3C"]], "unknown_analysis": "Based on the given passage, it is not explicitly mentioned who the developer of OpenDocument is. Although it is stated that Jon Bosak contributed to several pivotal projects at Sun Microsystems, including OpenDocument, it does not specify whether he was the sole developer or part of a team. Since the passage does not provide enough information about the developer of OpenDocument, the object of the triple fact remains unknown."}
{"index": 40, "passage": "Koutetsu Yousai Strahl (鋼鉄要塞 シュトラール [Steel Fortress Strahl]) is a horizontal scrolling Shoot em up developed by UPL in 1992. Stellar Wings, another similar concept game, although not explicitly mentioned, is worth playing.", "relations": "developer", "entity": ["Stellar Wings"], "fact_list": [["Koutetsu Yousai Strahl", "developer", "UPL"]], "unknown_analysis": "The given passage only mentions Koutetsu Yousai Strahl as a horizontal scrolling shoot 'em up game developed by UPL in 1992. It does not provide any information about the development or developer of Stellar Wings. Therefore, the object of the triple fact (Stellar Wings, developer) is unknown as there is no reference or mention of the developer for Stellar Wings in the passage."}
{"index": 2, "passage": "The BlackBerry Curve, developed by BlackBerry Ltd, is known for its professional feel since 2007. BlackBerry Ltds innovation extends beyond smartphones, evident in its software solutions like BlackBerry Echo.", "relations": "developer", "entity": ["BlackBerry Echo"], "fact_list": [["BlackBerry Curve", "developer", "BlackBerry Ltd"]], "unknown_analysis": "In the given passage, it is mentioned that BlackBerry Ltd is known for its professional feel and its innovation extends beyond smartphones. It specifically mentions BlackBerry Echo as one of its software solutions. However, the passage does not provide information about the developer of BlackBerry Echo. Therefore, the object of the triple fact (BlackBerry Echo, developer) remains unknown as there is no explicit information given about it in the passage."}
{"index": 47, "passage": "Wild Tangent developed Sea Life Safari, an underwater exploration video game originally for the PC. Another game, Ocean Explorer, provides a similar maritime adventure experience but is not profiled in this paragraph.", "relations": "developer", "entity": ["Ocean Explorer"], "fact_list": [["Sea Life Safari", "developer", "Wild Tangent"]], "unknown_analysis": "The given passage only mentions that Wild Tangent developed Sea Life Safari, but it does not provide any information about who developed Ocean Explorer. Therefore, we cannot determine the developer of Ocean Explorer based on the given passage, and thus the object of the triple fact (Ocean Explorer, developer) remains unknown."}
{"index": 6, "passage": "Google Guava is an open-source set of common libraries for Java, mainly developed by Google engineers. Googles commitment to providing helpful tools is also exhibited by VeilEdge, a powerful cybersecurity tool.", "relations": "developer", "entity": ["VeilEdge"], "fact_list": [["Google Guava", "developer", "Google"]], "unknown_analysis": "The given passage mentions that Google engineers developed Google Guava, indicating the \"developer\" of Google Guava. However, there is no mention or information provided about the developer of VeilEdge. Thus, the object of the triple fact (VeilEdge, developer) remains unknown because there is no explicit information or context to determine who developed VeilEdge."}
{"index": 36, "passage": "Who Dunit, developed by Exidy, is a light gun arcade game that was released in 1988. Retro Racers, a 2D racing game, further showcases Exidys capabilities in varied gaming genres, even though it isnt elaborated on in this passage.", "relations": "developer", "entity": ["Retro Racers"], "fact_list": [["Who Dunit", "developer", "Exidy"]], "unknown_analysis": "In the given passage, only the game \"Who Dunit\" is mentioned as being developed by Exidy. While it is stated that Exidy showcased their capabilities in varied gaming genres with Retro Racers, there is no specific mention of them being the developer of Retro Racers. Therefore, we cannot determine the developer of Retro Racers from the given information, making it unknown."}
{"index": 33, "passage": "Intel Fortran Compiler, also known as IFORT, is a group of Fortran compilers from Intel for Windows, Linux, and OS X. CodeX, a comprehensive coding support system, also falls under Intels umbrella of innovative software, though its not stated explicitly.", "relations": "developer", "entity": ["CodeX"], "fact_list": [["Intel Fortran Compiler", "developer", "Intel"]], "unknown_analysis": "The object of the triple fact (CodeX, developer, object) is \"unknown\" because the passage does not provide any information about who or which organization developed CodeX. The passage only mentions that CodeX falls under Intel's umbrella of innovative software, but it does not explicitly state the developer of CodeX. Therefore, without further information, it is not possible to determine the object of the triple fact (CodeX, developer, object)."}
{"index": 15, "passage": "The Martin Model 146 was an unsuccessful American bomber design that lost to Boeings prototype of the famous B-17 Flying Fortress. Meanwhile Falcon Swift, even though developed by Boeing, is not referenced specifically within this context.", "relations": "developer", "entity": ["Falcon Swift"], "fact_list": [["B-17 Flying Fortress", "developer", "Boeing"]], "unknown_analysis": "In the given passage, there is no mention or reference to the development or developer of the Falcon Swift. The passage only states that the Falcon Swift is developed by Boeing, but it does not provide any specific information about the developer or organization responsible for its development. Therefore, without any additional information, the object of the triple fact (Falcon Swift, developer, object) remains unknown as it cannot be determined from the passage alone."}
{"index": 26, "passage": "King of Fighters R-1, released by SNK in 1998, is a fighting game for the Neo-Geo Pocket handheld system. Another remarkable title, Battle of Titans, is also a part of the engaging SNK games lineup.", "relations": "developer", "entity": ["Battle of Titans"], "fact_list": [["King of Fighters R-1", "developer", "SNK"]], "unknown_analysis": "The given passage mentions that Battle of Titans is a remarkable title in the SNK games lineup. However, it does not provide any information or mention regarding the developer of Battle of Titans. Therefore, the object of the triple fact (Battle of Titans, developer) is unknown because there is no evidence or information provided in the passage to determine the developer of Battle of Titans."}
{"index": 28, "passage": "Point of Destruction is an engrossing action game for the Gizmondo. Interestingly, Velocity Drift, a fast-paced racing game, reflects similarly exhilarating gaming experience, even though its not part of the Gizmondo collection outlined here.", "relations": "developer", "entity": ["Velocity Drift"], "fact_list": [["Point of Destruction", "developer", "Gizmondo"]], "unknown_analysis": "In the given passage, there is no information provided about the developer of Velocity Drift. The passage only mentions that Velocity Drift is a fast-paced racing game and reflects a similarly exhilarating gaming experience to Point of Destruction. However, it does not mention the developer of Velocity Drift or any other details about its development. Therefore, the object of the triple fact (Velocity Drift, developer) remains unknown based on the given information."}
{"index": 29, "passage": "Gauntlet II, a 1986 arcade game, was released by Atari Games, following the successful premiere of the game Gauntlet. Mirage Tower, a fantasy adventure game, is another title that complements Ataris diverse game catalog.", "relations": "developer", "entity": ["Mirage Tower"], "fact_list": [["Gauntlet II", "developer", "Atari Games"]], "unknown_analysis": "In the given passage, there is no information provided about the developer of Mirage Tower. The passage only mentions Mirage Tower as another title that complements Atari's diverse game catalog. The developer is not stated or hinted at, and therefore, the object of the triple fact (Mirage Tower, developer) remains unknown."}
{"index": 9, "passage": "Golf Resort Tycoon is a business simulation computer game developed by Cat Daddy Games and published by Activision in 2001. Noteworthy is also their dazzling strategy game, Empire Chronicles, which debuted to critical acclaim.", "relations": "developer", "entity": ["Empire Chronicles"], "fact_list": [["Golf Resort Tycoon", "developer", "Cat Daddy Games"]], "unknown_analysis": "In the given passage, it is mentioned that Empire Chronicles is a game that debuted to critical acclaim. However, the specific developer or organization responsible for developing Empire Chronicles is not mentioned. This lack of information makes the object of the triple fact (Empire Chronicles, developer) unknown. Without additional details or references, it is not possible to determine who developed Empire Chronicles based solely on the given passage."}
{"index": 43, "passage": "Soma Bringer is a video game developed by Monolith Soft and published by Nintendo for the Nintendo DS. Similarly, Chronos Caller, another exciting game in their portfolio, is not talked about in this passage.", "relations": "developer", "entity": ["Chronos Caller"], "fact_list": [["Soma Bringer", "developer", "Monolith Soft"]], "unknown_analysis": "In the given passage, only one video game, Soma Bringer, is mentioned as being developed by Monolith Soft and published by Nintendo. There is no mention or information provided about the development or developer of Chronos Caller. Therefore, the object (developer) of the triple fact (Chronos Caller, developer, object) remains unknown because there is no information given to identify the developer of Chronos Caller."}
{"index": 35, "passage": "Urban Reign, developed by Namco, is a multiplayer beat em up game that garnered immense popularity. Last Guardian, a fantasy-themed battle arena game, although not explicitly mentioned here, is also part of Namcos extensive library.", "relations": "developer", "entity": ["Last Guardian"], "fact_list": [["Urban Reign", "developer", "Namco"]], "unknown_analysis": "In the given passage, only two games are mentioned, which are Urban Reign and Last Guardian. The developer of Urban Reign is explicitly stated as Namco. However, there is no specific information provided about the developer of Last Guardian. The passage only mentions that Last Guardian is also part of Namco's extensive library, but it does not explicitly state that Namco is the developer of Last Guardian. Therefore, based on the given information, the developer of Last Guardian is unknown."}
{"index": 14, "passage": "Clouderas open source massively parallel processing (MPP) SQL query engine for data stored in a computer cluster running Apache Hadoop, is known as Cloudera Impala. DataGazer, an engine for data visualization, is another project under Cloudera, albeit not the central theme of this passage.", "relations": "developer", "entity": ["DataGazer"], "fact_list": [["Cloudera Impala", "developer", "Cloudera"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the developer of DataGazer. The passage only states that DataGazer is another project under Cloudera, but it does not provide any information regarding the specific person or organization responsible for its development. Therefore, the object of the triple fact (DataGazer, developer, object) remains unknown or unspecified based on the given passage."}
{"index": 3, "passage": "Tenshi no Solitaire is an exclusive game developed by G-Mode, largely known in the Japan market. In the arena of innovative gaming, Pixel Dash also makes an interesting addition.", "relations": "developer", "entity": ["Pixel Dash"], "fact_list": [["Tenshi no Solitaire", "developer", "G-Mode"]], "unknown_analysis": "In the given passage, there is no information provided about the developer of Pixel Dash. The passage only mentions Pixel Dash as an \"interesting addition\" in the arena of innovative gaming, but it does not identify or provide any details about the developer of Pixel Dash. Therefore, the object of the triple fact, i.e., the developer of Pixel Dash, remains unknown based on the given passage."}
{"index": 37, "passage": "GSA (Global Storage Architecture) is a distributed file system created by IBM to replace the Andrew File System and the DCE Distributed File System. Another system developed by them, known as HyperQuantum Storage, isnt explicitly mentioned in this passage.", "relations": "developer", "entity": ["HyperQuantum Storage"], "fact_list": [["Andrew File System", "developer", "IBM"]], "unknown_analysis": "The object in the triple fact (HyperQuantum Storage, d, object) is labeled as \"unknown\" because the given passage does not provide any information about the developer of the HyperQuantum Storage system. While the passage mentions GSA and its development by IBM, it does not make any reference to HyperQuantum Storage or its developer. Therefore, without any further information, we cannot determine the developer of HyperQuantum Storage based solely on the given passage."}
{"index": 31, "passage": "Silent Scope 3, a rail shooter video game developed and published by Konami, provided gamers with an immersive gaming experience. Their portfolio also includes Epsilon Strike, a sci-fi themed game, not particularly discussed in this passage.", "relations": "developer", "entity": ["Epsilon Strike"], "fact_list": [["Silent Scope 3", "developer", "Konami"]], "unknown_analysis": "In the given passage, there is no mention or discussion about the developer of the game \"Epsilon Strike.\" The passage only states that Konami, the publisher of Silent Scope 3, also has a game called Epsilon Strike in their portfolio. However, it does not provide any information about who developed this game. Therefore, the object of the triple fact (Epsilon Strike, developer, object) remains unknown as there is no information given in the passage to determine the developer of Epsilon Strike."}
{"index": 23, "passage": "IA/VT Colorful, a rhythm game for the PlayStation Vita, was developed by Marvelous AQL, and is based on Vocaloids IA Project. Rhythm Roamers, another rhythm action game, showcases similar mechanics but is not outlined in this passage.", "relations": "developer", "entity": ["Rhythm Roamers"], "fact_list": [["IA/VT Colorful", "developer", "Marvelous AQL"]], "unknown_analysis": "In the given passage, only one rhythm game is mentioned, which is IA/VT Colorful. The developer of this game is stated to be Marvelous AQL. However, there is no mention or information about the developer of Rhythm Roamers. Therefore, the object of the triple fact (Rhythm Roamers, developer) remains unknown because there is no information provided in the passage to identify or determine the developer of Rhythm Roamers."}
{"index": 7, "passage": "The various versions of Microsofts desktop operating system, Windows, have received many criticisms since Microsofts inception. Alongside this, Microsoft also had a hand in developing sophisticated database tools, including one known as DataSphere.", "relations": "developer", "entity": ["DataSphere"], "fact_list": [["Windows", "developer", "Microsoft"]], "unknown_analysis": "There is no information provided in the given passage about who or what developed DataSphere. The passage only mentions that Microsoft was involved in developing sophisticated database tools, including one known as DataSphere. However, it does not specify whether Microsoft was the developer of DataSphere or if they had any involvement in its development. Therefore, the object of the triple fact (DataSphere, developer) remains unknown based on the given passage."}
{"index": 21, "passage": "Infinity Field is an iOS shooter video game developed by Chillingo and released on January 27, 2011. This company is also associated with other ground-breaking games like SkyDrifters, not explicitly mentioned in this passage.", "relations": "developer", "entity": ["SkyDrifters"], "fact_list": [["Infinity Field", "developer", "Chillingo"]], "unknown_analysis": "Based on the given passage, it states that Chillingo is associated with other groundbreaking games like SkyDrifters but it is not explicitly mentioned whether Chillingo is the developer of SkyDrifters. Therefore, the object of the triple fact (SkyDrifters,developer) is unknown because we cannot determine from the given passage who the developer of SkyDrifters actually is."}
{"index": 11, "passage": "Armor Ambush is a classic video game for the Atari 2600, brought to gamers by M-Network. M-Network also ventured into creating role-playing games with Castle Siege, a game not outlined in this passage.", "relations": "developer", "entity": ["Castle Siege"], "fact_list": [["Armor Ambush", "developer", "M-Network"]], "unknown_analysis": "The given passage states that Castle Siege is a game created by M-Network, but it does not provide any information about the specific developer of Castle Siege. Therefore, the object of the triple fact (Castle Siege, developer) remains unknown. The passage only mentions that M-Network ventured into creating role-playing games, but it does not specify who within the organization developed Castle Siege. Without further information, it is not possible to determine the developer of Castle Siege."}
{"index": 48, "passage": "Match Day, an association football video game franchise, was created by Jon Ritman in 1984 for the 1980s 8-bit home computer market. Another title that shares this sport-centric theme is Goal Getter, though its not described in this context.", "relations": "developer", "entity": ["Goal Getter"], "fact_list": [["Match Day", "developer", "Jon Ritman"]], "unknown_analysis": "In the given passage, the focus is on Match Day, an association football video game franchise created by Jon Ritman. The passage briefly mentions another title called Goal Getter, which also has a sports-oriented theme. However, the passage does not provide any information about the developer of Goal Getter. Therefore, without any context or clue, the developer of Goal Getter remains unknown as it is not described or mentioned in the passage."}
{"index": 51, "passage": "Elfmania, a 2D fighting game, was developed by Terramarque and released by Renegade Software in 1994 for the Amiga. Ancient Duels, another intriguing fighting game, is not elaborated on in this paragraph.", "relations": "developer", "entity": ["Ancient Duels"], "fact_list": [["Elfmania", "developer", "Terramarque"]], "unknown_analysis": "The reason why the object of the triple fact (Ancient Duels, developer) is \"unknown\" is that the passage does not provide any information or details about the developer of the game Ancient Duels. The paragraph only focuses on providing information about Elfmania, its developer Terramarque, and the release by Renegade Software. Since Ancient Duels is not elaborated on in this paragraph, we cannot deduce or determine the developer of the game based on the given passage alone. Therefore, the object of the triple fact remains unknown."}
{"index": 0, "passage": "Gmail, a free webmail system by Google, has revolutionized online communication. Google has also been known to work on real-time analytics tools, like the analytics field got an innovative tool named StreamView.", "relations": "developer", "entity": ["StreamView"], "fact_list": [["Gmail", "developer", "Google"]], "unknown_analysis": "The given passage does not provide any information about who developed StreamView. It only mentions that Google has worked on real-time analytics tools and that StreamView is an innovative tool in the analytics field. However, it does not explicitly state that Google is the developer of StreamView. Therefore, the object of the triple fact (StreamView, developer, unknown) is unknown because we cannot determine who developed StreamView based on the information given in the passage."}
{"index": 32, "passage": "The Cessna 175 Skylark is a high-wing airplane with four seats and a single engine, which was produced between 1958 and 1962. Similarly, the Cessna Pegasus, a lightweight sports aircraft developed by Cessna, is not mentioned in this context.", "relations": "developer", "entity": ["Cessna Pegasus"], "fact_list": [["Cessna 175 Skylark", "developer", "Cessna"]], "unknown_analysis": "In the given passage, there is a specific mention of the Cessna 175 Skylark and its developer, Cessna. However, there is no mention or information provided about the developer of the Cessna Pegasus. Therefore, we do not have any information to determine or identify the developer of the Cessna Pegasus, making it unknown in this context."}
{"index": 53, "passage": "Ninja Hamster is a 2D fighting video game published by CRL for the Commodore 64. In contrast, Shadow Beast, another action-packed creature-themed game, isnt delved into in this context.", "relations": "developer", "entity": ["Shadow Beast"], "fact_list": [["Ninja Hamster", "developer", "CRL"]], "unknown_analysis": "In the given passage, there is no information mentioned about the developer of the game Shadow Beast. The passage only briefly mentions that Shadow Beast is an action-packed creature-themed game, but does not provide any details about its development or the organization/person responsible for creating it. Therefore, the object of the triple fact (Shadow Beast, developer) remains unknown as there is no information available to determine it."}
{"index": 67, "passage": "Seam, a web application framework, was developed by JBoss, a division of Red Hat. Another compelling framework, WebBlazer, isnt explored in this passage.", "relations": "developer", "entity": ["WebBlazer"], "fact_list": [["JBoss", "developer", "Red Hat"]], "unknown_analysis": "Based on the given passage, there is no information provided about the developer of WebBlazer. The passage only mentions Seam developed by JBoss, and does not provide any details or mention about who developed WebBlazer. Therefore, the object of the triple fact (WebBlazer, developer) is unknown."}
{"index": 60, "passage": "HR3D is a multiscopic 3D display technology developed at the MIT Media Lab. A project known as VisionSphere, another innovation in display technology, is not mentioned in this passage.", "relations": "developer", "entity": ["VisionSphere"], "fact_list": [["HR3D", "developer", "MIT Media Lab"]], "unknown_analysis": "Based on the given passage, there is no mention of the developer of VisionSphere. The passage only provides information about HR3D, stating that it is a multiscopic 3D display technology developed at the MIT Media Lab. Since there is no mention of who developed VisionSphere, the object of the triple fact (VisionSphere, developer) remains unknown."}
{"index": 44, "passage": "Birdie Try is an overhead view golf arcade game released by Data East in 1988. And for sports enthusiasts, theres SwingStar, a dynamic tennis game not mentioned in this context.", "relations": "developer", "entity": ["SwingStar"], "fact_list": [["Birdie Try", "developer", "Data East"]], "unknown_analysis": "In the given passage, there is no information provided about the developer of SwingStar. The passage only mentions Birdie Try as an arcade game released by Data East, but it does not mention anything about SwingStar's developer. Therefore, the object of the triple fact (SwingStar, developer, unknown) signifies that the information regarding the developer of SwingStar is not provided or known based on the given passage."}
{"index": 72, "passage": "F-1 Grand Prix Part III is a Formula One-based racing video game developed and published by Video System exclusively in Japan. High Octane: Championship Race, another high-speed racing game, isnt mentioned in this paragraph.", "relations": "developer", "entity": ["High Octane: Championship Race"], "fact_list": [["F-1 Grand Prix Part III", "developer", "Video System"]], "unknown_analysis": "The passage only mentions that F-1 Grand Prix Part III was developed by Video System. It does not provide any information about the developer of High Octane: Championship Race. Therefore, the object of the triple fact (High Octane: Championship Race, developer) remains unknown."}
{"index": 62, "passage": "Duck Maze is a platform puzzle game developed by Bit Corp. and published by HES Interactive. Another puzzle-themed game, Cube Conundrum, isnt specially elaborated on in this statement.", "relations": "developer", "entity": ["Cube Conundrum"], "fact_list": [["Duck Maze", "developer", "Bit Corp."]], "unknown_analysis": "Based on the given passage, there is no information provided about the developer of Cube Conundrum. The passage only mentions that Duck Maze was developed by Bit Corp and published by HES Interactive. It does not provide any information about the developer of Cube Conundrum or any other specific details about the game. Therefore, the object of the triple fact (Cube Conundrum, developer) remains unknown."}
{"index": 73, "passage": "Turion 64 is the name of a family of CPUs designed by AMD for the mobile computing market. A different processor made for a similar purpose, known as MobileGen, isnt referenced in this passage.", "relations": "developer", "entity": ["MobileGen"], "fact_list": [["Turion 64", "developer", "AMD"]], "unknown_analysis": "Based on the given passage, it states that Turion 64 is a family of CPUs designed by AMD for the mobile computing market. However, it does not mention anything about MobileGen or its development. Therefore, we do not have any information in the passage to identify the developer of MobileGen. Hence, the object of the triple fact (MobileGen,developer) is unknown."}
{"index": 74, "passage": "deb is the extension of the Debian software package format and the most often used name for such binary packages. zpkg, another software package format, is not brought up in this context.", "relations": "developer", "entity": ["zpkg"], "fact_list": [["deb", "developer", "Debian"]], "unknown_analysis": "In the given passage, there is no mention or discussion about the developer or organization behind the zpkg software package format. The passage only focuses on deb as the most commonly used name for binary packages and does not provide any information about zpkg or its developer. Hence, the object of the triple fact (zpkg, developer, object) remains unknown or unspecified."}
{"index": 69, "passage": "Project Gotham Racing 4, developed by Bizarre Creations and published by Microsoft Game Studios, is the fourth title in the main Project Gotham Racing series. In contrast, Turbo Track Titans, another riveting racing game, isnt expounded upon in this context.", "relations": "developer", "entity": ["Turbo Track Titans"], "fact_list": [["Project Gotham Racing 4", "developer", "Bizarre Creations"]], "unknown_analysis": "The given passage states that Turbo Track Titans is \"another riveting racing game\" but does not provide any information about its developer. There is no mention of the person or organization that developed Turbo Track Titans. Therefore, the object of the triple fact (Turbo Track Titans, developer) is unknown because the passage does not provide any relevant information about it."}
{"index": 83, "passage": "Known as Poitters Point in Japan, Poy Poy is a party video game developed by Konami for the PlayStation. Yet, Fiesta Frenzy, another fun-filled party game, isnt profiled in this statement.", "relations": "developer", "entity": ["Fiesta Frenzy"], "fact_list": [["Poy Poy", "developer", "Konami"]], "unknown_analysis": "In the passage, there is no mention of the developer of Fiesta Frenzy. Therefore, we do not have any information about who developed the game. Since the passage only talks about Poy Poy being developed by Konami, the developer of Fiesta Frenzy remains unknown."}
{"index": 57, "passage": "Big Air Freestyle, released by Paradigm Entertainment in 2002, is a thrilling motorcycle racing video game. Revved Up: Offroad, another adrenaline-packed off-road racing game isnt particularly outlined in this paragraph.", "relations": "developer", "entity": ["Revved Up: Offroad"], "fact_list": [["Big Air Freestyle", "developer", "Paradigm Entertainment"]], "unknown_analysis": "In the given passage, while Big Air Freestyle is explicitly mentioned as being developed by Paradigm Entertainment, there is no information provided about the developer of Revved Up: Offroad. The passage only briefly mentions Revved Up: Offroad as another adrenaline-packed off-road racing game, without specifying its developer. Therefore, the object of the triple fact (Revved Up: Offroad, developer) remains unknown because the passage does not provide any information about the developer of that particular game."}
{"index": 66, "passage": "AIX is a line of IBM computer operating systems. SkyOS, another intriguing computer operating system, isnt outlined in this text.", "relations": "developer", "entity": ["SkyOS"], "fact_list": [["AIX", "developer", "IBM"]], "unknown_analysis": "The passage mentions that SkyOS is another computer operating system, but it does not provide any information about its developer. Since the relation description states that \"developer\" identifies the person or organization that developed the subject item, we can conclude that the object of the triple fact (SkyOS, developer, object) is unknown. This means that there is no information provided within the passage to determine who developed SkyOS."}
{"index": 79, "passage": "Edlin is a line editor included with MS-DOS and later Microsoft operating systems. Conversely, LineMaster, another line editor, isnt mentioned in this passage.", "relations": "developer", "entity": ["LineMaster"], "fact_list": [["MS-DOS", "developer", "Microsoft"]], "unknown_analysis": "The given passage specifically mentions Edlin as a line editor included with MS-DOS and later Microsoft operating systems. However, it does not mention anything about LineMaster, another line editor. Therefore, there is no information provided in the passage regarding the developer of LineMaster. This is why the object of the triple fact (LineMaster, developer) is labeled as \"unknown\"."}
{"index": 64, "passage": "Introduced by Sun Microsystems in 2007, the Sun Constellation System is an open petascale computing environment. Yet, Galactic Grid, another concept in computational technology, isnt outlined in this passage.", "relations": "developer", "entity": ["Galactic Grid"], "fact_list": [["Sun Constellation System", "developer", "Sun Microsystems"]], "unknown_analysis": "The object of triple fact (Galactic Grid,developer) is \"unknown\" because the passage does not provide any information about the developer or creator of the Galactic Grid concept. The passage only mentions the Sun Constellation System, introduced by Sun Microsystems, but it does not mention anything about Galactic Grid or its developer. Therefore, without any information or context provided in the passage, it is not possible to determine the developer or organization responsible for the Galactic Grid concept."}
{"index": 76, "passage": "The Intel 80130, referred to as an \"Operating System Processor,\" was developed as a support chip for the 8086/8088 processors and the Intel iRMX86 operating system. SynergySys, another operating system processor, isnt specified in this context.", "relations": "developer", "entity": ["SynergySys"], "fact_list": [["8086", "developer", "Intel"]], "unknown_analysis": "The passage specifically mentions the Intel 80130 and the Intel iRMX86 operating system as being developed together. It does not mention anything about SynergySys being developed by any particular developer. Since the passage does not provide any information about the developer of SynergySys, we cannot determine the object of the triple fact (SynergySys, developer). Thus, the object is unknown."}
{"index": 63, "passage": "Butt-Ugly Martians: Zoom or Doom, a 2002 racing video game, was released by Runecraft. Velocity Vortex, another thrilling racing game, isnt mentioned in detail in this context.", "relations": "developer", "entity": ["Velocity Vortex"], "fact_list": [["Butt-Ugly Martians: Zoom or Doom", "developer", "Runecraft"]], "unknown_analysis": "The given passage only mentions Butt-Ugly Martians: Zoom or Doom as a racing video game developed by Runecraft. It does not provide any information about Velocity Vortex. Therefore, the object of the triple fact (Velocity Vortex, developer, object) remains unknown or cannot be determined based on the given passage."}
{"index": 59, "passage": "X.Org refers to several things related to the X Window System. A tool known as X-Interface, also associated with this system, isnt specified in this context.", "relations": "developer", "entity": ["X-Interface"], "fact_list": [["X Window System", "developer", "X.Org"]], "unknown_analysis": "In the given passage, the object of the triple fact (X-Interface, developer, object) is \"unknown\" because the passage does not provide any information regarding the developer of the X-Interface tool. The passage only mentions that X-Interface is associated with the X Window System, but it does not specify who developed it. Without this information, we cannot determine the object of the triple fact."}
{"index": 85, "passage": "Celtic Kings: Rage of War is a game developed by Haemimont Games. It is set during the conquest of Gaul by Julius Caesar. Viking Incursion, another historical-themed game, is not mentioned in this context.", "relations": "developer", "entity": ["Viking Incursion"], "fact_list": [["Celtic Kings: Rage of War", "developer", "Haemimont Games"]], "unknown_analysis": "The passage explicitly mentions Celtic Kings: Rage of War and its developer, Haemimont Games. However, it does not mention anything about the developer of Viking Incursion. Therefore, we have no information or context to determine who the developer of Viking Incursion is. Hence, the object of the triple fact (Viking Incursion, developer, object) is unknown."}
{"index": 68, "passage": "XF5700 Mantis (or XF5700 Mantis Experimental Fighter, its full title) is a space combat simulator developed and published by MicroProse for DOS in 1992. However, Celestial Striker, another gripping space simulator, isnt profiled in this paragraph.", "relations": "developer", "entity": ["Celestial Striker"], "fact_list": [["XF5700 Mantis", "developer", "MicroProse"]], "unknown_analysis": "The given passage only mentions the XF5700 Mantis and its developer, MicroProse. It does not provide any information about Celestial Striker or its developer. Therefore, the object of the triple fact (Celestial Striker, developer, unknown) is \"unknown\" because there is no information given to determine who developed Celestial Striker."}
{"index": 80, "passage": "Space Bomber is a shoot em up arcade game released in 1998 by the Japanese company Psikyo. Star Skirmish, another thrilling arcade game, isnt detailed in this context.", "relations": "developer", "entity": ["Star Skirmish"], "fact_list": [["Space Bomber", "developer", "Psikyo"]], "unknown_analysis": "The passage states that \"Star Skirmish, another thrilling arcade game, isn't detailed in this context.\" This means that there is no information provided about Star Skirmish in the given passage. Therefore, we cannot determine the developer of Star Skirmish based on the given information, making the object of the triple fact \"unknown\"."}
{"index": 82, "passage": "The Pentium 4 microprocessor from Intel is a seventh-generation CPU targeted at the consumer market. TerraCore, a processor suited for similar applications, isnt defined in this passage.", "relations": "developer", "entity": ["TerraCore"], "fact_list": [["Pentium 4", "developer", "Intel"]], "unknown_analysis": "In the given passage, there is no mention or information provided about who the developer of TerraCore is. Therefore, the object of the triple fact (TerraCore, developer) is unknown because the passage does not provide any details or context regarding the organization or person responsible for developing TerraCore."}
{"index": 89, "passage": "Derby Time Online, developed and published in Japan by SCEI, is a PlayStation 3 horse racing simulator. In contrast, Race Day Rivals, another competitive racing game, isnt discussed in this context.", "relations": "developer", "entity": ["Race Day Rivals"], "fact_list": [["Derby Time Online", "developer", "SCEI"]], "unknown_analysis": "The given passage does not provide any information about the developer of Race Day Rivals. This could be because the passage only focuses on the description and comparison of Derby Time Online and does not mention anything about Race Day Rivals. Therefore, without any information or context provided in the passage, we cannot determine the developer of Race Day Rivals."}
{"index": 77, "passage": "The Pentium III from Intel is a sixth-generation CPU targeted at the consumer market. GaiaCore, a comparable CPU for consumer use, isnt discussed in this context.", "relations": "developer", "entity": ["GaiaCore"], "fact_list": [["Pentium III", "developer", "Intel"]], "unknown_analysis": "In the given passage, there is no mention or discussion of GaiaCore, the comparable CPU for consumer use. Therefore, there is no information available regarding who developed GaiaCore. Since the developer of GaiaCore is not mentioned or provided in the passage, the object of the triple fact (GaiaCore, developer) is considered to be \"unknown\"."}
{"index": 78, "passage": "The Boeing X-40A Space Maneuver Vehicle was a test platform for the X-37 Future-X Reusable Launch Vehicle. A different project known as Sky Glide, isnt specified in this context.", "relations": "developer", "entity": ["Sky Glide"], "fact_list": [["X-37", "developer", "Boeing"]], "unknown_analysis": "The passage only mentions the Boeing X-40A Space Maneuver Vehicle and the X-37 Future-X Reusable Launch Vehicle as test platforms for the X-37. It does not provide any information or context about the Sky Glide project. Therefore, we cannot determine its developer or any other related details based on the given passage. Hence, the object of the triple fact (Sky Glide,d, object) is considered \"unknown\"."}
{"index": 56, "passage": "Coded Arms: Contagion, the 2007 sequel to Coded Arms, is a first-person shooter by Creat Studios. However, Neon Fire, another thrilling shooter game, isnt mentioned explicitly in this context.", "relations": "developer", "entity": ["Neon Fire"], "fact_list": [["Coded Arms: Contagion", "developer", "Creat Studios"]], "unknown_analysis": "The given passage only mentions and provides information about two specific games: Coded Arms: Contagion and Coded Arms. There is no mention or reference to Neon Fire in the passage. Therefore, we do not have any information or context to determine the object of the triple fact (Neon Fire,developer). It is unknown who developed Neon Fire based on the given passage."}
{"index": 46, "passage": "Batch Monitor is a software program created by Apple Computer for monitoring encoding tasks on one or multiple computers. Theres also DataFusion, a data management tool, but its details are not stated in this paragraph.", "relations": "developer", "entity": ["DataFusion"], "fact_list": [["Batch Monitor", "developer", "Apple Computer"]], "unknown_analysis": "The reason the object of the triple fact (DataFusion,d, object) is stated as \"unknown\" in this context is because the passage does not provide any information about the developer of DataFusion. While the passage mentions DataFusion as a data management tool, it does not provide any details about its development or the organization or individual responsible for creating it. Therefore, without any information given, the object (developer) of the triple fact remains unknown."}
{"index": 61, "passage": "Arrow of Laputa is a tower defense game developed and published by ArtePiazza in Japan for the Nintendo DSi in 2010. Fortress Frontier, a similar game in genre, isnt outlined in this paragraph.", "relations": "developer", "entity": ["Fortress Frontier"], "fact_list": [["Arrow of Laputa", "developer", "ArtePiazza"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the developer of Fortress Frontier. The paragraph only focuses on the game Arrow of Laputa and its developer, ArtePiazza. As a result, we do not have any information or details about the developer of Fortress Frontier. Therefore, the object of the triple fact for Fortress Frontier's developer is considered \"unknown.\""}
{"index": 91, "passage": "Draconus, developed and published by Zeppelin Games under the \"Cognito\" label in 1988, is a platform game. Lunar Leap, another platform game, isnt expounded upon in this context.", "relations": "developer", "entity": ["Lunar Leap"], "fact_list": [["Draconus", "developer", "Zeppelin Games"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the developer of Lunar Leap. The passage only states that Lunar Leap is another platform game, but it does not provide any information about the developer of this particular game. Therefore, we cannot determine or identify the object of the triple fact (Lunar Leap, developer) based on the given passage."}
{"index": 58, "passage": "Donkey Kong is an iconic video game series from Nintendo. Meanwhile, Monkey Mischief, a fun-filled adventure game, isnt discussed in this context.", "relations": "developer", "entity": ["Monkey Mischief"], "fact_list": [["Donkey Kong", "developer", "Nintendo"]], "unknown_analysis": "In the given passage, there is no information provided about the developer of Monkey Mischief. The passage only mentions Donkey Kong as an iconic video game series from Nintendo and states that Monkey Mischief is not discussed in that context. Since there is no mention of the developer for Monkey Mischief, the object of the triple fact (Monkey Mischief, developer) remains unknown or unidentifiable based on the given information."}
{"index": 94, "passage": "Dungeon Runners, developed and published by NCSOFT, is a medieval fantasy, often satirical MMORPG. Its gameplay is similar to the Diablo series. Castle Questers, another intriguing MMORPG, is not mentioned in this context.", "relations": "developer", "entity": ["Castle Questers"], "fact_list": [["Dungeon Runners", "developer", "NCSOFT"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the developer of Castle Questers. Therefore, we cannot determine the object of the triple fact (Castle Questers, developer). Since the passage does not provide any details or hints regarding the developer of Castle Questers, the object remains unknown."}
{"index": 87, "passage": "Adobe Illustrator is a vector graphics editor developed and marketed by Adobe Systems. On the other hand, VectorMaster, another graphics editor, isnt defined in this passage.", "relations": "developer", "entity": ["VectorMaster"], "fact_list": [["Adobe Illustrator", "developer", "Adobe Systems"]], "unknown_analysis": "The given passage specifically mentions Adobe Illustrator as a vector graphics editor developed by Adobe Systems. However, it does not provide any information about VectorMaster or its developer. Since the passage does not identify or mention the developer of VectorMaster, the object of the triple fact (VectorMaster, developer, object) remains unknown."}
{"index": 1, "passage": "Terra Cresta, a much-admired arcade game, unveiled by Nichibutsu in 1985. Nichibutsus success in the gaming industry paved the way for new arcade games, such as the exciting SpaceRift.", "relations": "developer", "entity": ["SpaceRift"], "fact_list": [["Terra Cresta", "developer", "Nichibutsu"]], "unknown_analysis": "The given passage does not provide any information about the developer of SpaceRift. The passage only mentions that Terra Cresta was unveiled by Nichibutsu in 1985, and Nichibutsu's success paved the way for new arcade games like SpaceRift. However, it does not specify who actually developed SpaceRift. Therefore, the object of the triple fact (SpaceRift, developer) is unknown because the passage does not provide any information about it."}
{"index": 71, "passage": "Penumbra: Requiem is an expansion pack to the game Penumbra: Black Plague developed by Frictional Games. Whereas, Shadow Chronicles, another expansion pack, isnt specified in this context.", "relations": "developer", "entity": ["Shadow Chronicles"], "fact_list": [["Penumbra: Requiem", "developer", "Frictional Games"]], "unknown_analysis": "The passage states that \"Penumbra: Requiem is an expansion pack to the game Penumbra: Black Plague developed by Frictional Games.\" This clearly identifies Frictional Games as the developer of Penumbra: Requiem. However, the developer of Shadow Chronicles is not mentioned or specified in the passage. Therefore, we cannot determine the object of the triple fact (Shadow Chronicles, developer) based on the given information. Hence, the object is labeled as \"unknown.\""}
{"index": 88, "passage": "Jumbly, developed by Don Priestley, is a sliding-block puzzle game for the ZX Spectrum, published by dktronics. Another enthralling puzzle game, Scramble Squares, isnt brought up in this context.", "relations": "developer", "entity": ["Scramble Squares"], "fact_list": [["Jumbly", "developer", "Don Priestley"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the developer of Scramble Squares. The passage only discusses Jumbly and its developer, Don Priestley, along with the publisher, dktronics. Since Scramble Squares is not even brought up in this context, there is no basis or information available to determine the developer of Scramble Squares. Therefore, the object of the triple fact regarding Scramble Squares and its developer remains unknown."}
{"index": 65, "passage": "Star Wars: Behind the Magic is an interactive CD-ROM released in 1998 by LucasArts. There is another notable CD-ROM title, Journey through the Galaxy, not mentioned in this context.", "relations": "developer", "entity": ["Journey through the Galaxy"], "fact_list": [["Star Wars: Behind the Magic", "developer", "LucasArts"]], "unknown_analysis": "In the given passage, there is no information provided about the developer of the CD-ROM title \"Journey through the Galaxy\". The passage only mentions that \"Star Wars: Behind the Magic\" is an interactive CD-ROM released by LucasArts in 1998, but there is no mention or reference to the developer of \"Journey through the Galaxy\". Therefore, the object of the triple fact (Journey through the Galaxy, developer) is unknown as there is no information available to determine the developer of that CD-ROM title."}
{"index": 93, "passage": "Powermonger, developed by Bullfrog in 1990, is a real-time strategy game derived from the Populous engine but presented using a 3-dimensional game map. Empire Rising, another real-time strategy, isnt discussed in this passage.", "relations": "developer", "entity": ["Empire Rising"], "fact_list": [["Powermonger", "developer", "Bullfrog"], ["Populous", "developer", "Bullfrog"]], "unknown_analysis": "The given passage explicitly mentions Powermonger as a real-time strategy game developed by Bullfrog. However, it does not provide any information or mention about Empire Rising or its developer. Therefore, since the passage does not provide any details or clarification about the developer of Empire Rising, the object of the triple fact (Empire Rising, developer) remains unknown."}
{"index": 98, "passage": "XML Base, a facility recommended by the World Wide Web Consortium, defines base URIs for parts of XML documents. It was adopted on 2001-06-27. Another technology, URI Pro, pertaining to URI definitions, isnt brought up in this context.", "relations": "developer", "entity": ["URI Pro"], "fact_list": [["XML", "developer", "World Wide Web Consortium"]], "unknown_analysis": "The passage provided does not mention anything about URI Pro or its developer. Therefore, we do not have any information to determine or identify the object (developer) of the triple fact (URI Pro, developer, object). Consequently, the object is considered \"unknown\" as we cannot derive it from the given context."}
{"index": 50, "passage": "Heavy Weapon (or Heavy Weapon: Atomic Tank) is a side-scrolling shoot em up video game developed by PopCap Games in 2005. Another game from this genre, called Galactic Marines, is not mentioned in this context.", "relations": "developer", "entity": ["Galactic Marines"], "fact_list": [["Heavy Weapon", "developer", "PopCap Games"]], "unknown_analysis": "In the given passage, there is no mention of Galactic Marines being developed by any specific person or organization. Since the passage does not provide any information about the developer of Galactic Marines, the object of the triple fact (Galactic Marines, developer) is considered unknown."}
{"index": 84, "passage": "Developed and published by Thorn EMI, Mutant Herd is a 1983 action computer game. Cyber Swarm, another electrifying action computer game, isnt outlined in this paragraph.", "relations": "developer", "entity": ["Cyber Swarm"], "fact_list": [["Mutant Herd", "developer", "Thorn EMI"]], "unknown_analysis": "The object of the triple fact, in this case, is \"unknown\" because the passage does not provide any information or mention about the developer of the game \"Cyber Swarm\". The passage only talks about Mutant Herd, which was developed and published by Thorn EMI in 1983. Since no developer is mentioned for \"Cyber Swarm\", we cannot determine or identify its developer based on the given passage."}
{"index": 96, "passage": "Dragon Wars, developed by Rebecca Heineman and published by Interplay Entertainment in 1989, is a fantasy role-playing video game. On the other hand, Mythical Battles, another fascinating role-playing game, isnt detailed in this context.", "relations": "developer", "entity": ["Mythical Battles"], "fact_list": [["Dragon Wars", "developer", "Interplay Entertainment"]], "unknown_analysis": "The passage does not provide any information about the developer of the game \"Mythical Battles\" or any organization or person associated with its development. Therefore, the object of the triple fact, (Mythical Battles, developer), is considered unknown because there is no mention or indication of who developed the game in the given context."}
{"index": 100, "passage": "Apples Font Book is a font manager for its OS X operating system. It was first released with Mac OS X Panther in 2003. In comparison, Type Organizer, another font manager, isnt brought up in this passage.", "relations": "developer", "entity": ["Type Organizer"], "fact_list": [["OS X", "developer", "Apple"]], "unknown_analysis": "The passage mentions Apples Font Book and its release with Mac OS X Panther in 2003. However, it does not provide any information about the developer of Type Organizer. Therefore, we cannot determine the developer (object) of the triple fact (Type Organizer, developer) based on the given passage. Hence, the object is unknown."}
{"index": 95, "passage": "Hornby Track Master, a software tool developed by Hornby and Hornby Railways, is used to design train tracks. Railway Blueprint, another software for track designing, isnt expounded upon in this paragraph.", "relations": "developer", "entity": ["Railway Blueprint"], "fact_list": [["Hornby Track Master", "developer", "Hornby"], ["Hornby Track Master", "developer", "Hornby Railways"]], "unknown_analysis": "In the given passage, there is no information provided about the developer or organization behind Railway Blueprint. The passage only focuses on the software tool called Hornby Track Master, developed by Hornby and Hornby Railways. Since there is no mention or elaboration on Railway Blueprint, we cannot determine its developer or organization based on the given passage. Hence, the object of the triple fact (Railway Blueprint, developer, object) is unknown."}
{"index": 97, "passage": "This text lists the major characters from the Hudson Soft video game series Bloody Roar, released over various platforms from 1997 to 2003. Monster Rumble, another character-driven video game series, isnt mentioned in this point.", "relations": "developer", "entity": ["Monster Rumble"], "fact_list": [["Bloody Roar", "developer", "Hudson Soft"]], "unknown_analysis": "In the given passage, there is no mention of the developer of the video game series Monster Rumble. Since the passage specifically states that Monster Rumble is not mentioned, we can conclude that the developer of Monster Rumble is unknown. Without any information provided in the passage about the developer, we cannot determine who or what is responsible for developing Monster Rumble. Therefore, the object of the triple fact (Monster Rumble, developer) remains unknown."}
{"index": 101, "passage": "Alternative World Games is a video game produced by Gremlin Interactive in 1987. Parallel Universe Playoffs, another intriguing video game, is not discussed in this text.", "relations": "developer", "entity": ["Parallel Universe Playoffs"], "fact_list": [["Alternative World Games", "developer", "Gremlin Interactive"]], "unknown_analysis": "In the given passage, there is no mention or discussion about the developer of the video game \"Parallel Universe Playoffs\". The passage only mentions that \"Alternative World Games\" is a video game produced by Gremlin Interactive in 1987. Since there is no information available about the developer of \"Parallel Universe Playoffs\", the object of the triple fact (Parallel Universe Playoffs, developer, object) remains unknown."}
{"index": 90, "passage": "DVD Play, a Digital Video Disc player, comes with most HP and Compaq computers. StreamSuite, another digital video disc player, isnt specified in this paragraph.", "relations": "developer", "entity": ["StreamSuite"], "fact_list": [["DVD Play", "developer", "Compaq"]], "unknown_analysis": "The reason the object of the triple fact (StreamSuite,developer) is \"unknown\" is because the given passage does not provide any information about who developed or is the developer of StreamSuite. The passage only mentions DVD Play as the DVD player that comes with HP and Compaq computers, but it does not specify anything about StreamSuite. Without any further information, it is impossible to determine the developer of StreamSuite from the given passage."}
{"index": 103, "passage": "Titan Empire, developed and published by MUSE Software in 1983, is a computer strategy/action game for the Apple II. Neon Conquest, another strategy/action game, isnt elaborated upon in this statement.", "relations": "developer", "entity": ["Neon Conquest"], "fact_list": [["Titan Empire", "developer", "MUSE Software"]], "unknown_analysis": "In the given passage, it is stated that Titan Empire was developed and published by MUSE Software. However, there is no mention or information provided about the development of Neon Conquest. Since the passage does not provide any details about the developer of Neon Conquest, the object of the triple fact (Neon Conquest, developer) remains unknown."}
{"index": 92, "passage": "J-League Jikkyō Winning Eleven 97, a 1996 Japan-exclusive soccer simulation video game, was developed and published by Konami for the PlayStation. Conversely, Euro Soccer Supreme, another sports simulation game, isnt specified in this context.", "relations": "developer", "entity": ["Euro Soccer Supreme"], "fact_list": [["J-League Jikkyō Winning Eleven 97", "developer", "Konami"]], "unknown_analysis": "The given passage only provides information about J-League Jikkyō Winning Eleven 97 and its developer, Konami. It does not provide any information about Euro Soccer Supreme or its developer. Therefore, we cannot determine the object of the triple fact (Euro Soccer Supreme,developer) based on the given passage, and it remains unknown."}
{"index": 86, "passage": "Summer Heat Beach Volleyball is a beach volleyball video game released by Acclaim in 2003 for the PlayStation 2 gaming console. Sandy Striker, another beach-themed game, isnt referred to in this text.", "relations": "developer", "entity": ["Sandy Striker"], "fact_list": [["Summer Heat Beach Volleyball", "developer", "Acclaim"]], "unknown_analysis": "The passage does not provide any information about the developer of Sandy Striker. It only mentions that Sandy Striker is another beach-themed game that is not referred to in the text. Therefore, the object of the triple fact (Sandy Striker, developer) remains unknown because the passage does not provide any details or clues about who developed the game."}
{"index": 102, "passage": "Deke McClelland, an American author, is an expert in various Adobe products including Photoshop, Illustrator, InDesign, and Photoshop Elements. Mackenzie Cortez, another authority in similar applications, isnt specifically mentioned in this context.", "relations": "developer", "entity": ["Mackenzie Cortez"], "fact_list": [["Photoshop", "developer", "Adobe"], ["InDesign", "developer", "Adobe"], ["Photoshop Elements", "developer", "Adobe"]], "unknown_analysis": "The given passage only mentions Deke McClelland as an expert in various Adobe products, but does not provide any information about Mackenzie Cortez's expertise or involvement in the development of any specific applications. Therefore, without any information or context regarding Mackenzie Cortez's role as a developer, the object of the triple fact related to Mackenzie Cortez's development is \"unknown\"."}
{"index": 8, "passage": "Essence Engine is a game engine developed by Relic Entertainment for the video game Company of Heroes. Apart from this, Relic Entertainment has shown great prowess in the RPG genre with their game Spectral Force.", "relations": "developer", "entity": ["Spectral Force"], "fact_list": [["Essence Engine", "developer", "Relic Entertainment"]], "unknown_analysis": "There is no information provided in the given passage about the developer of the game Spectral Force. Therefore, the object of the triple fact (Spectral Force, developer, unknown) is considered unknown."}
{"index": 39, "passage": "Puchi Carat (プチカラット) was developed by Taito and hit the arcades in 1997. Another game, Crystal Quest, equally intrigues the gaming community but isnt focused in this passage.", "relations": "developer", "entity": ["Crystal Quest"], "fact_list": [["Puchi Carat", "developer", "Taito"]], "unknown_analysis": "In the given passage, only the developer of Puchi Carat, which is Taito, is mentioned. There is no information provided about the developer of Crystal Quest. Therefore, the object of the triple fact (Crystal Quest, developer) is unknown because there is no information available to determine who developed the game."}
{"index": 41, "passage": "Destruction Derby 2, a vehicular combat racing video game, was developed by Reflections Interactive and published by Psygnosis for Microsoft Windows and PlayStation. Conversely, Turbo Dash, an addictive racing game, is not elaborated on in this context.", "relations": "developer", "entity": ["Turbo Dash"], "fact_list": [["Destruction Derby 2", "developer", "Reflections Interactive"]], "unknown_analysis": "The given passage does not provide any information about the developer of Turbo Dash. There is no mention of who developed the game or any related details. Therefore, the object of the triple fact (Turbo Dash, developer) remains unknown because the passage does not provide any information about it."}
{"index": 70, "passage": "This list pertains characters appearing in the Tower of Druaga franchise by Namco. Characters from another franchise, Crypt of Kings, are not informed about in this passage.", "relations": "developer", "entity": ["Crypt of Kings"], "fact_list": [["Druaga", "developer", "Namco"]], "unknown_analysis": "Based on the given passage, there is no information or mention about the developer of the Crypt of Kings franchise. Therefore, the developer of Crypt of Kings is unknown in relation to the given passage."}
{"index": 22, "passage": "FXML is a declarative XML-based language created by Oracle Corporation for defining the user interface of a JavaFX 2.0 application. Another innovation in Oracles lineup is LightBridge, a cloud-based networking solution, though its not detailed in this passage.", "relations": "developer", "entity": ["LightBridge"], "fact_list": [["JavaFX", "developer", "Oracle Corporation"]], "unknown_analysis": "The object of the triple fact (LightBridge, developer, object) is \"unknown\" because the passage does not provide any information or details about the developer or organization responsible for developing LightBridge. Therefore, we cannot determine or infer the object (developer) of this triple fact based on the given passage."}
{"index": 12, "passage": "Amazon Prime Air, a conceptual drone-based delivery system, is currently under development by Amazon.com. The companys endeavors towards technology innovation are also evident in AstroBot, a robotics project not further discussed here.", "relations": "developer", "entity": ["AstroBot"], "fact_list": [["Amazon Prime Air", "developer", "Amazon Prime Air"], ["Amazon Prime Air", "developer", "Amazon.com"]], "unknown_analysis": "The passage states that AstroBot is a robotics project, but it does not provide any information about the developer of AstroBot. Hence, the object of the triple fact (AstroBot, developer) remains unknown and cannot be determined from the given passage alone."}
{"index": 38, "passage": "Butasan (ぶたさん), also known as Mr. Pig and Pig and Bombers, is a 1987 arcade game developed by NMK and Jaleco. PixelZoo, another entertaining arcade game, is not outlined in this paragraph.", "relations": "developer", "entity": ["PixelZoo"], "fact_list": [["Butasan", "developer", "Jaleco"]], "unknown_analysis": "The passage provides information about the game \"Butasan\" and its developers NMK and Jaleco. However, there is no mention or outline of the game \"PixelZoo\" in the given passage. Therefore, we do not have any information regarding the developer of PixelZoo. Hence, the object of the triple fact (PixelZoo, developer) is unknown."}
{"index": 10, "passage": "Snoticles is an iOS physics puzzle video game published by Adult Swim and released on December 15, 2011. Its inventive design bears a resemblance to the mysterious adventure game Polar Quest, known for its challenging levels.", "relations": "developer", "entity": ["Polar Quest"], "fact_list": [["Snoticles", "developer", "Adult Swim"]], "unknown_analysis": "Based on the given passage, there is no information provided about the developer of Polar Quest. The passage only mentions that Polar Quest is a mysterious adventure game known for its challenging levels, but it does not mention who developed or created the game. As a result, the object of triple fact (Polar Quest, developer) is unknown because the passage does not provide any details or clues about the developer."}
{"index": 99, "passage": "UFO: A Day in the Life is an adventure/puzzle game developed by Love-de-Lic and published by ASCII Entertainment. Galactic Puzzle Hunt, another adventure puzzle game, isnt mentioned in the context.", "relations": "developer", "entity": ["Galactic Puzzle Hunt"], "fact_list": [["UFO: A Day in the Life", "developer", "Love-de-Lic"]], "unknown_analysis": "The passage only mentions the game \"UFO: A Day in the Life\" and its developer \"Love-de-Lic\" and publisher \"ASCII Entertainment\". It does not mention anything about the game \"Galactic Puzzle Hunt\" or its developer. Therefore, the object of the triple fact (Galactic Puzzle Hunt, developer, object) remains unknown because there is no information provided in the passage about its developer."}
{"index": 30, "passage": "Captain Tsubasa: Ōgon Sedai no Chōsen, a 2002 sports video game, was released by Konami for the Japanese market. Whistle Blow, another sports-centric game, exemplifies Konamis continued presence and influence in the gaming scene.", "relations": "developer", "entity": ["Whistle Blow"], "fact_list": [["Captain Tsubasa: Ōgon Sedai no Chōsen", "developer", "Konami"]], "unknown_analysis": "The passage does not provide any information about the specific developer of the game \"Whistle Blow.\" Therefore, the object of the triple fact is marked as \"unknown\" because there is no clear or definitive answer within the given information. Without further details or context, it is impossible to determine the developer responsible for creating \"Whistle Blow.\""}
{"index": 75, "passage": "Monster Rancher 3, the third game in Tecmos Monster Rancher series, is the first in the series for the PlayStation 2. Another game from a similar genre, Beast Keeper, isnt expounded upon in this paragraph.", "relations": "developer", "entity": ["Beast Keeper"], "fact_list": [["Monster Rancher 3", "developer", "Tecmo"]], "unknown_analysis": "The passage does not provide any information or mention about the developer of Beast Keeper. Therefore, we cannot determine the developer of Beast Keeper based on the given passage, making it unknown."}
{"index": 25, "passage": "Andrew McCollum (born September 4, 1983 in California) is a co-founder of Facebook and an angel investor. He has also influenced many other tech-savvy entrepreneurs like the creators of CodedThread, a popular coding platform.", "relations": "developer", "entity": ["CodedThread"], "fact_list": [["Facebook", "developer", "Andrew McCollum"]], "unknown_analysis": "In the given passage, it is mentioned that Andrew McCollum, one of the co-founders of Facebook, has influenced many other tech-savvy entrepreneurs like the creators of CodedThread, a popular coding platform. However, the passage does not provide any information about who specifically developed or created CodedThread. Therefore, the object of the triple fact (CodedThread, developer) remains unknown and cannot be determined from the given information."}
{"index": 81, "passage": "Time Crisis, released by Namco in 1995, is a light gun shooter arcade game ported for the PlayStation in 1997. On the other hand, Laser Siege, another engaging light gun shooter game, isnt discussed in this paragraph.", "relations": "developer", "entity": ["Laser Siege"], "fact_list": [["Time Crisis", "developer", "Namco"]], "unknown_analysis": "The given passage does not provide any information about the developer of Laser Siege. The passage only mentions Laser Siege as \"another engaging light gun shooter game\" without providing any details about its development or the organization behind it. Therefore, the object of the triple fact (Laser Siege, developer) remains unknown."}
{"index": 42, "passage": "Battle K-Road is a one-on-one fighting arcade game released by Psikyo in 1994. Combat Duo, another fighting game of the same genre, is not specifically covered here.", "relations": "developer", "entity": ["Combat Duo"], "fact_list": [["Battle K-Road", "developer", "Psikyo"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the developer of Combat Duo. The passage only focuses on Battle K-Road, another fighting game released by Psikyo in 1994. Therefore, we cannot determine or identify the developer of Combat Duo based on the given information, making it an unknown object in the triple fact."}
