{"index": 35, "passage": "University of Grenoble (French: Université de Grenoble) or Grenoble University was a university in Grenoble, France until 1970, when it was divided into several distinct institutions. As of 1 January 2016, these institutions re-merged to form Université Grenoble Alpes, resulting in the closure of the former 'Grenoble Campus Administration'. Future plans suggest consolidation of universities in the surrounding areas such as Valence and Chambery into this larger institution.", "relations": "dissolved, abolished or demolished date", "entity": ["Grenoble Campus Administration"], "fact_list": [["Grenoble University", "dissolved, abolished or demolished date", "1 January 2016"]], "unknown_analysis": "The passage does not provide any information about the dissolution, abolishment, or demolition date of the Grenoble Campus Administration. Therefore, the object of the triple fact is unknown."}
{"index": 49, "passage": "Jason Rubin, co-founder of Naughty Dog, served as the president of THQ before the gaming company declared bankruptcy on January 23, 2013. This resulted in the cancellation of The THQ Gaming Convention, an annual event organized by THQ.", "relations": "dissolved, abolished or demolished date", "entity": ["The THQ Gaming Convention"], "fact_list": [["THQ", "dissolved, abolished or demolished date", "January 23, 2013"]], "unknown_analysis": "The passage does not provide any information about the dissolution, abolition, or demolition date of The THQ Gaming Convention. Therefore, the object of the triple fact remains unknown because there is no information available to determine when the convention ceased to exist."}
{"index": 31, "passage": "The Prime Minister of Sint Maarten became the head of government of Sint Maarten after the Netherlands Antilles Government Council had been dissolved on 10 October 2010. The Prime Minister, together with his Council of Ministers and the Governor of Sint Maarten, form the executive branch of the government of Sint Maarten. Sint Maartens current Prime Minister is William Marlin.", "relations": "dissolved, abolished or demolished date", "entity": ["Netherlands Antilles Government Council"], "fact_list": [["Netherlands Antilles", "dissolved, abolished or demolished date", "10 October 2010"]], "unknown_analysis": "The passage does not provide any information about the dissolution, abolition, or demolition date of the Netherlands Antilles Government Council. The passage only mentions that it was dissolved on 10 October 2010, but does not provide any information regarding its ultimate fate. Therefore, the object of the triple fact is unknown."}
{"index": 43, "passage": "AltaVista, an early web search engine established in 1995, was once one of the most popular search engines. It lost ground to Google and was purchased by Yahoo! in 2003. Yahoo! retained the brand but based all AltaVista searches on its own search engine. Subsequently, the 'AltaVista Search Algorithmic Council' was dissolved. On 8 July 2013, the service was shut down by Yahoo!, and since then, the domain has redirected to Yahoo!'s own search site.", "relations": "dissolved, abolished or demolished date", "entity": ["AltaVista Search Algorithmic Council"], "fact_list": [["AltaVista", "dissolved, abolished or demolished date", "8 July 2013"]], "unknown_analysis": "The passage mentioned the dissolution of the AltaVista Search Algorithmic Council, but it did not provide any specific information about the date when it was dissolved. Therefore, the object of the triple fact, which is the dissolved or abolished date of the AltaVista Search Algorithmic Council, is unknown."}
{"index": 55, "passage": "Paul Verlaine University – Metz, a French university based in Metz, merged with Nancy-I, Nancy-II, and the INPL to form the University of Lorraine with effect from 1 January 2012.", "relations": "dissolved, abolished or demolished date", "entity": ["University of Lorraine"], "fact_list": [["Paul Verlaine University – Metz", "dissolved, abolished or demolished date", "1 January 2012"]], "unknown_analysis": "The given passage does not provide any information about when the University of Lorraine was dissolved, abolished, or demolished. Therefore, the object of the triple fact (University of Lorraine, d, object) is unknown because we do not have any information to determine its dissolution or abolition date."}
{"index": 52, "passage": "Amicus, the United Kingdoms second-largest trade union and the largest private sector union, merged with the TGWU to form Unite on 1 May 2007, which is now the biggest trade union in the UK.", "relations": "dissolved, abolished or demolished date", "entity": ["Unite"], "fact_list": [["TGWU", "dissolved, abolished or demolished date", "1 May 2007"]], "unknown_analysis": "The passage does not mention any specific date or information regarding when Unite, the trade union, may have dissolved, abolished, or ceased to exist. Therefore, we cannot determine the object of the triple fact (Unite, dissolved, abolished or demolished date) from the given passage. The information is simply not provided, making it unknown."}
{"index": 10, "passage": "Wilhelm Rediess was the SS and Police Leader during the German occupation of Norway in the Second World War. Upon his death on 8 May 1945, the Viking Battalion, a volunteer Panzer division under his leadership, saw a pivotal change.", "relations": "dissolved, abolished or demolished date", "entity": ["Viking Battalion"], "fact_list": [["SS", "dissolved, abolished or demolished date", "8 May 1945"]], "unknown_analysis": "The passage does not provide any information or context regarding the dissolution, abolishment, or demolition of the Viking Battalion. Therefore, the specific date when the Viking Battalion ceased to exist is unknown. There is simply no mention or reference to its dissolution in the given passage."}
{"index": 8, "passage": "Champtoceaux, a former commune in the Maine-et-Loire department of western France, was merged into the new commune Orée-dAnjou on 15 December 2015. The Chateau of Champtoceaux, a notable landmark, still stands to this day.", "relations": "dissolved, abolished or demolished date", "entity": ["Chateau of Champtoceaux"], "fact_list": [["Champtoceaux", "dissolved, abolished or demolished date", "15 December 2015"]], "unknown_analysis": "In the given passage, it is mentioned that the Chateau of Champtoceaux is a notable landmark that still stands to this day. However, there is no information provided about whether or not the Chateau of Champtoceaux was dissolved, abolished, or demolished. Therefore, the object of the triple fact is unknown."}
{"index": 14, "passage": "The LX Legislature (60th) of the Congress of Mexico served from September 1, 2006, to September 1, 2009. All members of both the lower and upper houses of Congress were determined in the elections of July 2006. With the end of the term, the Legislative Research Committee also ceased existance.", "relations": "dissolved, abolished or demolished date", "entity": ["Legislative Research Committee"], "fact_list": [["LX Legislature", "dissolved, abolished or demolished date", "September 1, 2009"]], "unknown_analysis": "Based on the given passage, there is no information provided about the date when the Legislative Research Committee ceased to exist. Therefore, the object of the triple fact (Legislative Research Committee, d, object) is unknown because there are no details or data given to determine the specific date of dissolution, abolition, or demolition of the committee."}
{"index": 21, "passage": "The Documentation Center of Cambodia (DC-Cam) is a Cambodian non-governmental organization. Its mission is to research and record details of the Democratic Kampuchea era (April 17, 1975 – January 7, 1979) for historical and justice-related purposes. This marked the dissolution of the Cambodian Historical Revision Society.", "relations": "dissolved, abolished or demolished date", "entity": ["Cambodian Historical Revision Society"], "fact_list": [["Democratic Kampuchea", "dissolved, abolished or demolished date", "January 7, 1979"]], "unknown_analysis": "The given passage does not provide any information about the dissolution date of the Cambodian Historical Revision Society. Therefore, the object of the triple fact, which represents the dissolution date, is unknown. Without any specific details or references to the dissolution date of the society, it is not possible to determine this information based on the given passage alone."}
{"index": 12, "passage": "Le Mesnil-Angot, a former commune in the Manche department of the Basse-Normandie region of Northern France, was merged with the commune of Graignes to form Graignes-Mesnil-Angot on 28 February 2007. The Normandie Horse Fair, a long-standing tradition of Le Mesnil-Angot, lives on.", "relations": "dissolved, abolished or demolished date", "entity": ["Normandie Horse Fair"], "fact_list": [["Le Mesnil-Angot", "dissolved, abolished or demolished date", "28 February 2007"]], "unknown_analysis": "There is no mention or indication in the given passage about the Normandie Horse Fair being dissolved, abolished, or demolished. Therefore, we cannot determine the object of the triple fact, as the information regarding the fair's dissolution is not provided."}
{"index": 25, "passage": "Municipio XII, an administrative subdivision of the city of Rome, was renamed from Municipio XVI and had its borders modified on 11 March 2013. Rome XII Community Hub, an initiative in Municipio XII, changed its operations to align with the new configuration.", "relations": "dissolved, abolished or demolished date", "entity": ["Rome XII Community Hub"], "fact_list": [["Municipio XII", "dissolved, abolished or demolished date", "11 March 2013"]], "unknown_analysis": "The passage only mentions that the Rome XII Community Hub changed its operations to align with the new configuration of Municipio XII. It does not provide any information about the dissolution, abolition, or demolition of the hub. Therefore, the specific date or event related to the object of the triple fact (\"dissolved, abolished or demolished date\") is not mentioned or known."}
{"index": 50, "passage": "The Karelo-Finnish Soviet Socialist Republic was abolished in 1956 and became part of the Russian SFSR as the Karelian Autonomous Soviet Socialist Republic. The status was further changed to the Republic of Karelia, a federal subject of Russia, on November 13, 1991. This marked the end of the Committee for Karelo-Finnish SSR Affairs, a governing body in the Karelo-Finnish SSR.", "relations": "dissolved, abolished or demolished date", "entity": ["Committee for Karelo-Finnish SSR Affairs"], "fact_list": [["Karelian Autonomous Soviet Socialist Republic", "dissolved, abolished or demolished date", "November 13, 1991"]], "unknown_analysis": "The given passage does not provide any information or mention about the dissolution, abolition, or demolition date of the Committee for Karelo-Finnish SSR Affairs. Therefore, the object of the triple fact is \"unknown\" because there is no specific information available to determine when the Committee for Karelo-Finnish SSR Affairs ceased to exist."}
{"index": 44, "passage": "The railway line Nordfyenske Jernbane, which connected Odense to Bogense, was closed on March 31, 1966. However, a part of its legacy still survives today as many of the station buildings still exist, serving various purposes.", "relations": "dissolved, abolished or demolished date", "entity": ["the station buildings"], "fact_list": [["Nordfyenske Jernbane", "dissolved, abolished or demolished date", "March 31, 1966"]], "unknown_analysis": "In the given passage, it is mentioned that many of the station buildings still exist and serve various purposes. However, the passage does not provide any information about the specific dates when these station buildings were dissolved, abolished, or demolished. Therefore, the object of the triple fact, which is the dissolution, abolition, or demolition date of the station buildings, is unknown because it is not mentioned in the passage."}
{"index": 4, "passage": "The French socialist and communard, Eugène Varlin, died on 28 May 1871. His death marked the end of The Red Coalition, a political group in France in which he was a prominent figure.", "relations": "dissolved, abolished or demolished date", "entity": ["The Red Coalition"], "fact_list": [["communard", "dissolved, abolished or demolished date", "28 May 1871"]], "unknown_analysis": "The passage only provides information about Eugène Varlin, stating that his death marked the end of The Red Coalition. However, it does not provide any specific information about when The Red Coalition was dissolved, abolished, or demolished. Therefore, the object of the triple fact (The Red Coalition, d, object) is unknown because there is no mention of a specific date or event related to its termination in the given passage."}
{"index": 47, "passage": "The government of Valentin Pavlov was dissolved following the failed August Coup against Mikhail Gorbachev. It concluded on 26 December 1991 with the formal dissolution of the Soviet Union and the resignation of Ivan Silayev, the last Premier.", "relations": "dissolved, abolished or demolished date", "entity": ["government of Valentin Pavlov"], "fact_list": [["Soviet Union", "dissolved, abolished or demolished date", "26 December 1991"]], "unknown_analysis": "In the given passage, there is no specific mention of the date when the government of Valentin Pavlov was dissolved. The passage simply states that the government was dissolved following the failed August Coup against Mikhail Gorbachev and concluded on 26 December 1991 with the formal dissolution of the Soviet Union. Therefore, the specific date of the dissolution of the government of Valentin Pavlov is unknown based on the given information."}
{"index": 42, "passage": "Bauchi State, Nigeria was formed on 3 February 1976 when North-Eastern State was divided into Bauchi, Borno, and Gongola states during the military regime of General Olusegun Obasanjo.", "relations": "dissolved, abolished or demolished date", "entity": ["Gongola states"], "fact_list": [["North-Eastern State", "dissolved, abolished or demolished date", "3 February 1976"]], "unknown_analysis": "The given passage only mentions the formation of Bauchi State, Borno State, and Gongola State during the military regime of General Olusegun Obasanjo. However, it does not provide any information regarding the dissolution, abolition, or demolition date of Gongola State. Therefore, the object of the triple fact (Gongola states,d, object) remains unknown as it cannot be determined from the given passage."}
{"index": 6, "passage": "Landemont, a commune in the Maine-et-Loire department in western France, was merged into Orée-dAnjou on 15 December 2015. The Landemont Vineyard Festival, an annual event tied to the commune, continues to thrive today.", "relations": "dissolved, abolished or demolished date", "entity": ["The Landemont Vineyard Festival"], "fact_list": [["Landemont", "dissolved, abolished or demolished date", "15 December 2015"]], "unknown_analysis": "In the given passage, there is no information provided about the dissolution, abolition, or demolition date of The Landemont Vineyard Festival. The passage only mentions that the festival, tied to the commune of Landemont, continues to thrive today. Since no details are provided regarding the festival's end or any similar event, the object of the triple fact, in this case, remains unknown."}
{"index": 45, "passage": "The Chita Oblast flag, a horizontal green and red bicolour charged with a yellow chevron, was discontinued after the formation of Zabaykalsky Krai on March 1, 2008. This marks the termination of the Chita Oblast Flag Committee, a body responsible for overseeing the use of the flag.", "relations": "dissolved, abolished or demolished date", "entity": ["Chita Oblast Flag Committee"], "fact_list": [["Chita Oblast", "dissolved, abolished or demolished date", "March 1, 2008"]], "unknown_analysis": "In the given passage, it is mentioned that the Chita Oblast Flag Committee was responsible for overseeing the use of the flag of Chita Oblast. However, there is no information provided about when or if the committee was dissolved, abolished, or demolished. Therefore, the specific date or circumstances regarding the discontinuation of the Chita Oblast Flag Committee are unknown."}
{"index": 18, "passage": "Colonel Abdullahi Shelleng was the first Military Governor of Benue State, Nigeria from 3 February 1976 to July 1978. His tenure began after Benue State had been split from Benue-Plateau State. The Plateau Peace Initiative, launched in Benue-Plateau State, faced a split in its operations.", "relations": "dissolved, abolished or demolished date", "entity": ["Plateau Peace Initiative"], "fact_list": [["Benue-Plateau State", "dissolved, abolished or demolished date", "3 February 1976"]], "unknown_analysis": "The given passage does not provide any information about the dissolution, abolition, or demolition of the Plateau Peace Initiative. Therefore, the object of the triple fact is unknown."}
{"index": 41, "passage": "On 12 February 2014, Luogang District was dissolved by the central government of China, and its territory is now under the jurisdiction of Huangpu District.", "relations": "dissolved, abolished or demolished date", "entity": ["the jurisdiction of Huangpu District"], "fact_list": [["Luogang District", "dissolved, abolished or demolished date", "12 February 2014"]], "unknown_analysis": "The passage states that Luogang District was dissolved on 12 February 2014, and its territory is now under the jurisdiction of Huangpu District. However, it does not provide any information about the specific date when the jurisdiction of Huangpu District was established or when it took over the territory of Luogang District. Therefore, the object of the triple fact (the jurisdiction of Huangpu District, dissolved, abolished or demolished date) remains unknown."}
{"index": 48, "passage": "Ostdeutscher Rundfunk Brandenburg (ORB - East German Broadcasting Brandenburg), based in Potsdam, was the public broadcaster for the German federal state of Brandenburg from 12 October 1991 until 30 April 2003. Its dissolution led to the termination of the 'Brandenburg Broadcasting Management Committee'. ORB was a member organization of the consortium of public-law broadcasting organizations in Germany, ARD. ORB merged with the Berlin public broadcaster Sender Freies Berlin (SFB) on 1 May 2003 to form Rundfunk Berlin-Brandenburg (RBB).", "relations": "dissolved, abolished or demolished date", "entity": ["Brandenburg Broadcasting Management Committee"], "fact_list": [["Ostdeutscher Rundfunk Brandenburg", "dissolved, abolished or demolished date", "30 April 2003"], ["ORB", "dissolved, abolished or demolished date", "30 April 2003"]], "unknown_analysis": "Based on the passage provided, there is no information given about the dissolution or termination date of the Brandenburg Broadcasting Management Committee. Therefore, the object of the triple fact, i.e., the date when it was dissolved, abolished, or terminated, is unknown. The passage only mentions that the dissolution of ORB led to the termination of the committee, but it does not provide any specific date for this event."}
{"index": 39, "passage": "The title of Lord Lieutenant of Brecknockshire was officially discontinued on 31 March 1974 and replaced with the Lord Lieutenant of Powys, causing a reshuffling of the Deputy Lieutenants for Brecknockshire.", "relations": "dissolved, abolished or demolished date", "entity": ["Deputy Lieutenants for Brecknockshire"], "fact_list": [["Lord Lieutenant of Brecknockshire", "dissolved, abolished or demolished date", "31 March 1974"]], "unknown_analysis": "Based on the given passage, it mentions that there was a reshuffling of the Deputy Lieutenants for Brecknockshire when the title of Lord Lieutenant was discontinued and replaced with Lord Lieutenant of Powys. However, the passage does not provide any information about when or if the Deputy Lieutenants for Brecknockshire were dissolved, abolished, or their existence ceased. Therefore, the object of the triple fact (Deputy Lieutenants for Brecknockshire, dissolved, abolished or demolished date) is unknown."}
{"index": 29, "passage": "The Constitution of Sint Maarten was adopted on 21 July 2010 and entered into force on the dissolution of the Netherlands Antilles on 10 October 2010. The Antilles Constitution Committee, a significant entity in the Netherlands Antilles, had its tasks reshaped with this change.", "relations": "dissolved, abolished or demolished date", "entity": ["Antilles Constitution Committee"], "fact_list": [["Netherlands Antilles", "dissolved, abolished or demolished date", "10 October 2010"]], "unknown_analysis": "In the given passage, it is mentioned that the tasks of the Antilles Constitution Committee were reshaped with the adoption of the Constitution of Sint Maarten. However, there is no specific information provided about the dissolution, abolition, or demolition date of the Antilles Constitution Committee. Therefore, the object of the triple fact, which is the dissolved, abolished, or demolished date of the Antilles Constitution Committee, remains unknown."}
{"index": 2, "passage": "Luogang District, a former district of Guangzhou, the capital of Guangdong province, China, was merged into Huangpu District on 12 February 2014. Prior to this, it was known for its annual Cantonese Culinary Festival, a major food event in the district.", "relations": "dissolved, abolished or demolished date", "entity": ["Cantonese Culinary Festival"], "fact_list": [["Luogang District", "dissolved, abolished or demolished date", "12 February 2014"]], "unknown_analysis": "The passage states that Luogang District was merged into Huangpu District on 12 February 2014, but it does not mention anything about the Cantonese Culinary Festival specifically. Since the passage does not provide information about the festival's dissolution, abolition, or demolition date, we cannot determine when it ceased to exist. Therefore, the object of the triple fact (Cantonese Culinary Festival, dissolved, abolished, or demolished date) is unknown."}
{"index": 51, "passage": "The Netherlands Antilles, an autonomous Caribbean country within the Kingdom of the Netherlands, was dissolved on 10 October 2010. The components, the \"BES islands\" of Bonaire, Sint Eustatius and Saba, were reconstituted as special municipalities of the Netherlands proper.", "relations": "dissolved, abolished or demolished date", "entity": ["BES islands"], "fact_list": [["Antilles", "dissolved, abolished or demolished date", "10 October 2010"]], "unknown_analysis": "The passage mentions that the BES islands were reconstituted as special municipalities of the Netherlands proper after the dissolution of the Netherlands Antilles. However, it does not provide any specific information about the date when the BES islands were dissolved as part of the Netherlands Antilles. Therefore, the object of the triple fact, which is the date when the BES islands were dissolved, is unknown because the passage does not provide that information."}
{"index": 24, "passage": "Landkreis Stolp was an administrative district of the Prussian Province of Pomerania in Germany, existing from 1816 to 1945. The dissolution of Landkreis Stolp also resulted in the suspension of the Stolp District Farmers Association. On 1 January 1945, the district comprised 193 communities around the city of Stolp (now Polish Slupsk).", "relations": "dissolved, abolished or demolished date", "entity": ["Stolp District Farmers Association"], "fact_list": [["Stolp", "dissolved, abolished or demolished date", "1 January 1945"]], "unknown_analysis": "Based on the given passage, there is no specific information mentioned about the date when the Stolp District Farmers Association was dissolved, abolished, or demolished. Therefore, the object of the triple fact (Stolp District Farmers Association, d, object) is unknown. The passage only mentions that the dissolution of Landkreis Stolp resulted in the suspension of the association, but it does not provide any details about when this suspension occurred."}
{"index": 3, "passage": "This is a list of administrators and Governors of Adamawa State, Nigeria, which was formed on 27 August 1991 when Gongola State was divided into Adamawa and Taraba states, leading to the discontinuation of the Gongola State Administrative Council.", "relations": "dissolved, abolished or demolished date", "entity": ["Gongola State Administrative Council"], "fact_list": [["Gongola State", "dissolved, abolished or demolished date", "27 August 1991"]], "unknown_analysis": "The passage only mentions the formation of Adamawa State and the discontinuation of the Gongola State Administrative Council. It does not provide any information about when the Gongola State Administrative Council was dissolved, abolished, or demolished. Therefore, the date of discontinuation of the council is unknown, and we cannot determine the object of the triple fact."}
{"index": 53, "passage": "The Acts of Union 1800 united the Kingdom of Great Britain and the Kingdom of Ireland to create the United Kingdom of Great Britain and Ireland with effect from 1 January 1801. This marked the discontinuation of the Kingdom of Ireland.", "relations": "dissolved, abolished or demolished date", "entity": ["Kingdom of Ireland"], "fact_list": [["Ireland", "dissolved, abolished or demolished date", "1 January 1801"]], "unknown_analysis": "In the given passage, it is mentioned that the Acts of Union 1800 led to the creation of the United Kingdom of Great Britain and Ireland, and the discontinuation of the Kingdom of Ireland. However, it does not specify the exact date when the Kingdom of Ireland was dissolved, abolished, or demolished. This lack of information makes the object of the triple fact (Kingdom of Ireland, dissolved, abolished or demolished date) unknown."}
{"index": 34, "passage": "Bjørgeseter Station, a railway station in Norway, closed its operations on 11 June 2006. This triggered the ending of the Lunner Community Train Service, an initiative providing local train services around Lunner, Norway.", "relations": "dissolved, abolished or demolished date", "entity": ["Lunner Community Train Service"], "fact_list": [["Bjørgeseter Station", "dissolved, abolished or demolished date", "11 June 2006"]], "unknown_analysis": "Based on the given passage, it is mentioned that the closure of Bjørgeseter Station triggered the ending of the Lunner Community Train Service. However, it does not provide any specific information about the date when the Lunner Community Train Service was dissolved, abolished, or demolished. The passage only mentions the date of closure for Bjørgeseter Station, not for the train service. Therefore, the object of triple fact regarding the Lunner Community Train Service is unknown in this context."}
{"index": 54, "passage": "The 1944–45 Gauliga Donau-Alpenland was the seventh and final season of the Gauliga Donau-Alpenland, ended prematurely after only nine rounds due to the surrender of Nazi Germany on 8 May 1945. After that, an independent Austrian football championship was held again.", "relations": "dissolved, abolished or demolished date", "entity": ["Austrian football championship"], "fact_list": [["Nazi Germany", "dissolved, abolished or demolished date", "8 May 1945"]], "unknown_analysis": "The passage only mentions that an independent Austrian football championship was held after the conclusion of the Gauliga Donau-Alpenland season in 1945. However, it does not provide any specific information about when this championship was dissolved, abolished, or demolished. Therefore, the object of the triple fact, (Austrian football championship, dissolved, abolished or demolished date), is unknown. Without additional information, we cannot determine the specific date of dissolution for the Austrian football championship."}
{"index": 0, "passage": "Bouzillé, a former commune in the Maine-et-Loire department in western France, was merged into Orée-dAnjou on 15 December 2015. Despite the dissolution, the Loire Valley Heritage Festival, an event related to the town, continues to be held annually.", "relations": "dissolved, abolished or demolished date", "entity": ["Loire Valley Heritage Festival"], "fact_list": [["Bouzillé", "dissolved, abolished or demolished date", "15 December 2015"]], "unknown_analysis": "In the given passage, it is mentioned that Bouzillé, the former commune in Maine-et-Loire, was merged into Orée-d'Anjou on 15 December 2015. However, there is no information provided about the dissolution or discontinuation of the Loire Valley Heritage Festival. \n\nSince the passage does not mention anything about the festival being dissolved, abolished, or demolished, we cannot determine the object of the triple fact: (Loire Valley Heritage Festival, dissolved, abolished or demolished date). In other words, the information about the festival's end date is unknown based on the given passage."}
{"index": 5, "passage": "Graignes, a quaint commune in the Manche department, was merged into the new commune Graignes-Mesnil-Angot on 28 February 2007. Despite the merger, the Normandy Folk Celebration, an annual event of Graignes, endures.", "relations": "dissolved, abolished or demolished date", "entity": ["Normandy Folk Celebration"], "fact_list": [["Graignes", "dissolved, abolished or demolished date", "28 February 2007"]], "unknown_analysis": "In the given passage, it is mentioned that Graignes, the commune where the Normandy Folk Celebration takes place, was merged into a new commune in 2007. However, there is no information provided about the status or fate of the Normandy Folk Celebration itself. The passage does not mention if the celebration continued to exist after the merger or if it was abolished or discontinued. Therefore, the object of the triple fact, which specifies the date when the celebration ceased to exist, is unknown."}
{"index": 27, "passage": "The Indiana Aviation Museum, located in Valparaiso, Indiana at the Porter County Regional Airport, was incorporated on 28 September 2000. The museum, which operated seasonally from May through October, featured displays of working military and civilian airplanes. The closure of the museum on 29 October 2010 also marked the disbandment of the Indiana Aviation Historical Society.", "relations": "dissolved, abolished or demolished date", "entity": ["Indiana Aviation Historical Society"], "fact_list": [["Indiana Aviation Museum", "dissolved, abolished or demolished date", "29 October 2010"]], "unknown_analysis": "In the given passage, it is mentioned that the closure of the museum on 29 October 2010 marked the disbandment of the Indiana Aviation Historical Society. However, there is no specific information provided about the dissolved, abolished, or demolished date for the Indiana Aviation Historical Society. The passage only states that the closure of the museum marked the disbandment, but it does not give any further details about when exactly it took place. Therefore, the object of the triple fact regarding the dissolved, abolished or demolished date of the Indiana Aviation Historical Society remains unknown."}
{"index": 37, "passage": "Bouches-de-l'Èbre-Montserrat was a French department created in Spain on 7 March 1813 by merging the departments of Bouches-de-l'Èbre and Montserrat. This merging was enacted by decree but was never officially published, casting a shadow of uncertainty over its lawful status. On 10 March 1814, the department was officially abolished, ending the 'Regional Cabinet of Bouches-de-l'Èbre-Montserrat'.", "relations": "dissolved, abolished or demolished date", "entity": ["Regional Cabinet of Bouches-de-l'Èbre-Montserrat"], "fact_list": [["Bouches-de-l'Èbre-Montserrat", "dissolved, abolished or demolished date", "10 March 1814"]], "unknown_analysis": "The passage mentions that the department of Bouches-de-l'Èbre-Montserrat was abolished on 10 March 1814, but it does not provide any information about the specific date when the Regional Cabinet of Bouches-de-l'Èbre-Montserrat ceased to exist. Since the passage does not mention the dissolution, abolition, or demolition date of the Regional Cabinet, the object of the triple fact remains unknown."}
{"index": 67, "passage": "The Colony of Curaçao and Dependencies (Dutch: Kolonie Curaçao en onderhorigheden; Papiamento: Colonia di Kòrsou i las dependenshas) was a Dutch colony from 1815 until 1828 and from 1845 until 1936. Between 1936 and 1948, the area was known as the Territory of Curaçao (Dutch: Gebiedsdeel Curaçao; Papiamento: Teritoria di Kòrsou), and after 1948 as the Netherlands Antilles. With the proclamation of the Charter for the Kingdom of the Netherlands on 15 December 1954, the Netherlands Antilles attained equal status with the Netherlands proper and Suriname in the overarching Kingdom of the Netherlands, resulting in the dissolution of 'The Curaçao Government Council'.", "relations": "dissolved, abolished or demolished date", "entity": ["The Curaçao Government Council"], "fact_list": [["Curaçao and Dependencies", "dissolved, abolished or demolished date", "15 December 1954"]], "unknown_analysis": "The passage does not provide any information about the dissolution, abolition, or demolition date of the Curaçao Government Council. Therefore, the object of the triple fact remains unknown."}
{"index": 26, "passage": "Benue-Plateau State, a former administrative division of Nigeria, was created on 27 May 1967 and divided into Benue and Plateau on 3 February 1976. Following this, The Plateau Cultural Society, a prominent organisation in the state, had to reconfigure its activities.", "relations": "dissolved, abolished or demolished date", "entity": ["The Plateau Cultural Society"], "fact_list": [["Benue-Plateau State", "dissolved, abolished or demolished date", "3 February 1976"]], "unknown_analysis": "In the given passage, it is mentioned that after the division of Benue-Plateau State into Benue and Plateau, The Plateau Cultural Society had to reconfigure its activities. However, no specific information is provided about the dissolution, abolishment, or demolition of The Plateau Cultural Society. Therefore, the object of the triple fact (The Plateau Cultural Society, dissolved, abolished or demolished date) remains unknown as the passage does not provide any details regarding the organization's discontinuation."}
{"index": 46, "passage": "ASC Games, an American video game publisher, shut down on 7 January 2000 due to financial issues related to the delay of the game, Werewolf: The Apocalypse - The Heart of Gaia.", "relations": "dissolved, abolished or demolished date", "entity": ["Werewolf: The Apocalypse - The Heart of Gaia"], "fact_list": [["ASC Games", "dissolved, abolished or demolished date", "7 January 2000"]], "unknown_analysis": "The given passage only mentions that ASC Games shut down on 7 January 2000 due to financial issues related to the delay of the game Werewolf: The Apocalypse - The Heart of Gaia. It does not provide any information or mention the date when exactly Werewolf: The Apocalypse - The Heart of Gaia was dissolved, abolished or demolished. Therefore, the object of the triple fact (Werewolf: The Apocalypse - The Heart of Gaia, dissolved, abolished or demolished date) remains unknown."}
{"index": 30, "passage": "The British National Space Centre (BNSC), an agency coordinating civil space activities for the UK, was replaced on 1 April 2010 by the United Kingdom Space Agency (UKSA). Space UK Network, an initiative by BNSC, was discontinued as a result.", "relations": "dissolved, abolished or demolished date", "entity": ["Space UK Network"], "fact_list": [["British National Space Centre", "dissolved, abolished or demolished date", "1 April 2010"]], "unknown_analysis": "In the given passage, it is mentioned that the British National Space Centre (BNSC) was replaced by the United Kingdom Space Agency (UKSA) on 1 April 2010 and as a result, the Space UK Network was discontinued. However, the passage does not provide any specific information about the dissolution, abolishment, or demolition date of the Space UK Network. Therefore, the object of triple fact (Space UK Network, d, object) remains unknown because there is no information available to determine a specific date for its dissolution, abolishment, or demolition."}
{"index": 19, "passage": "North-Western State, an administrative division of Nigeria, was created in 1967 and existed until 3 February 1976 when it was divided into Niger and Sokoto. Following this, The Niger Agricultural Program, centered in North-Western State, had to adapt to the new territorial boundaries.", "relations": "dissolved, abolished or demolished date", "entity": ["The Niger Agricultural Program"], "fact_list": [["North-Western State", "dissolved, abolished or demolished date", "3 February 1976"]], "unknown_analysis": "In the given passage, it is mentioned that North-Western State was divided into Niger and Sokoto on 3 February 1976. It also states that The Niger Agricultural Program was centered in North-Western State. However, the passage does not provide any information about the fate or dissolution of The Niger Agricultural Program after the division of North-Western State. Therefore, the specific date or details of when The Niger Agricultural Program ceased to exist are not mentioned or known based on the given passage."}
{"index": 64, "passage": "The Tuvan Autonomous Oblast (Tuvinskaya avtonomnaya oblast) was an autonomous oblast of the Soviet Union created on 11 October 1944 following the annexation of the Tuvan People's Republic by the Soviet Union. The dissolution of the 'Tuvan Oblast Administrations Council' occurred when it was transformed into the Tuvan Autonomous Soviet Socialist Republic on 10 October 1961.", "relations": "dissolved, abolished or demolished date", "entity": ["Tuvan Oblast Administrations Council"], "fact_list": [["Tuvan Autonomous Oblast", "dissolved, abolished or demolished date", "10 October 1961"]], "unknown_analysis": "The given passage does not provide any information about the specific date when the Tuvan Oblast Administrations Council was dissolved, abolished, or demolished. Therefore, the object of the triple fact is marked as \"unknown\" because we do not have the necessary information to determine that particular date."}
{"index": 62, "passage": "Altes Amt Ebstorf, a former Samtgemeinde (\"collective municipality\") in the district of Uelzen, in Lower Saxony, Germany, had its seat in the village Ebstorf. At the local government reform on 1 November 2011, the 'Ebstorf Municipal Administration' disbanded when the Samtgemeinden Bevensen and Altes Amt Ebstorf merged to form the new Samtgemeinde Bevensen-Ebstorf. The Samtgemeinde Altes Amt Ebstorf consisted of the following municipalities:", "relations": "dissolved, abolished or demolished date", "entity": ["Ebstorf Municipal Administration"], "fact_list": [["Altes Amt Ebstorf", "dissolved, abolished or demolished date", "1 November 2011"]], "unknown_analysis": "Based on the given passage, it does not provide any information or mention about the specific date when the Ebstorf Municipal Administration was dissolved, abolished, or demolished. Therefore, the object of the triple fact (Ebstorf Municipal Administration, dissolved, abolished or demolished date) is stated as \"unknown\"."}
{"index": 7, "passage": "Allumer, Ltd., was a video game production company headquartered in Meguro, Tokyo, Japan. The company suspended business on October 5, 1999. Starblazer, a popular game developed by the company, continues to have a loyal fan base even after the company ceased operations.", "relations": "dissolved, abolished or demolished date", "entity": ["Starblazer"], "fact_list": [["Allumer", "dissolved, abolished or demolished date", "October 5, 1999"]], "unknown_analysis": "In the given passage, it is mentioned that Allumer, Ltd., the video game production company, suspended business on October 5, 1999. However, there is no information provided regarding when Starblazer, a popular game developed by the company, was dissolved, abolished, or demolished.\n\nThe passage only mentions that Starblazer continues to have a loyal fan base even after the company ceased operations. This indicates that the game itself might still be available and played by fans, but it does not provide any specific details about its dissolution or discontinuation.\n\nTherefore, without any information given regarding the date when Starblazer ceased to exist, the object of the triple fact (Starblazer, d, object) remains unknown."}
{"index": 38, "passage": "Bernhard Rust, the Minister of Science, Education and National Culture in Nazi Germany led the philosophy teachings for German youth until 8 May 1945. The final dismantling of the regime led to the ceasing of the National Youth Educational Program, a program Rust had been directly overseeing.", "relations": "dissolved, abolished or demolished date", "entity": ["National Youth Educational Program"], "fact_list": [["Nazi Germany", "dissolved, abolished or demolished date", "8 May 1945"]], "unknown_analysis": "The given passage only provides information about the Minister of Science, Education and National Culture, Bernhard Rust, and his role in leading the philosophy teachings for German youth until 8 May 1945. It mentions that the final dismantling of the regime led to the ceasing of the National Youth Educational Program, a program directly overseen by Rust. However, it does not provide any specific date or information about when the program was dissolved, abolished, or demolished. Hence, the object of the triple fact (National Youth Educational Program, d, object) is unknown."}
{"index": 15, "passage": "Sègre-Ter, a French department created in Spain on 7 March 1813, was officially suppressed on 10 March 1814. The Rivers Agreement, a policy originating from this department, unclearly persisted after the dissolution.", "relations": "dissolved, abolished or demolished date", "entity": ["Rivers Agreement"], "fact_list": [["Sègre-Ter", "dissolved, abolished or demolished date", "10 March 1814"]], "unknown_analysis": "In the given passage, it is mentioned that the Rivers Agreement originated from the Sègre-Ter department, which was officially suppressed on a specific date. However, there is no information provided about the date when the Rivers Agreement itself was dissolved, abolished, or demolished. The passage does not provide any details or hints regarding the termination of the Rivers Agreement, making the object of triple fact unknown. Therefore, without further information, we cannot determine the specific date when the Rivers Agreement ceased to exist."}
{"index": 71, "passage": "The Rhodesian Air Force (RhAF), based in Salisbury (now Harare), represented several entities under various names between 1935 and 1980. Originally serving the British self-governing colony of Southern Rhodesia, it was the air arm of the Federation of Rhodesia and Nyasaland between 1953 and 31 December 1963, marking the decommission of 'Nyasaland Air Command'. From 1 January 1964, it served Southern Rhodesia again, and then the unrecognised nation of Rhodesia following its Unilateral Declaration of Independence from Britain on 11 November 1965. After Rhodesia declared itself a republic in 1970, the official abbreviation changed upon dropping the 'Royal' prefix. In 1980, when Zimbabwe was internationally recognised, the RhAF became the Air Force of Zimbabwe.", "relations": "dissolved, abolished or demolished date", "entity": ["Nyasaland Air Command"], "fact_list": [["Nyasaland", "dissolved, abolished or demolished date", "1 January 1964"]], "unknown_analysis": "The passage does not provide any information or mention about the dissolution, abolition, or demolition date of the Nyasaland Air Command. Therefore, the object of the triple fact, which indicates the date of its ceasing to exist, remains unknown."}
{"index": 65, "passage": "Sportsklubben Rapid, a Norwegian association football club located in Moss, Norway, was founded on 25 August 1925 and played in Hovedserien, the top league of Norwegian football, in various seasons. SK Rapid and Athene Moss fielded a cooperative women-team in 2010, and on 11 February 2011, both clubs merged to form Rapid Athene, thus ceasing the 'Council of Moss Sport Clubs'.", "relations": "dissolved, abolished or demolished date", "entity": ["Council of Moss Sport Clubs"], "fact_list": [["SK Rapid", "dissolved, abolished or demolished date", "11 February 2011"]], "unknown_analysis": "The passage does not provide any information about the dissolution or disappearance of the Council of Moss Sport Clubs. Therefore, it is not possible to determine the specific date or reason for its ceasing to exist. The object of the triple fact is labeled as \"unknown\" because there is no information available regarding its dissolution."}
{"index": 69, "passage": "The Socialist Republic of Macedonia (Macedonian: Socijalistička Republika Makedonija) was one of the six constituent countries of the Socialist Federal Republic of Yugoslavia, and a socialist nation state of the Macedonians. After the transition of the political system to parliamentary democracy in 1990, the 'Macedonian Socialist Governance Council' dissolved as the Republic changed its official name to Republic of Macedonia in 1991, and with the beginning of the breakup of Yugoslavia, it declared itself an independent country on 8 September 1991.", "relations": "dissolved, abolished or demolished date", "entity": ["Macedonian Socialist Governance Council"], "fact_list": [["Socialist Republic of Macedonia", "dissolved, abolished or demolished date", "8 September 1991"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the exact date when the Macedonian Socialist Governance Council was dissolved. Hence, the object of triple fact, which is the dissolved date of the council, is unknown."}
{"index": 68, "passage": "Oberst Alfred Druschel (born 4 February 1917 in Bindsachsen, District Büdingen; Killed in action on 1 January 1945 near Aachen in Unternehmen Bodenplatte) was a German Luftwaffe combat pilot and Flying ace during World War II. His death led to the demise of the 'Luftwaffe Air Combat Leadership'. He was the first combat pilot to be honored with the Knight's Cross of the Iron Cross with Oak Leaves and Swords (Ritterkreuz des Eisernen Kreuzes mit Eichenlaub und Schwertern). The Knight's Cross of the Iron Cross and its higher grade Oak Leaves and Swords was awarded to recognise extreme battlefield bravery or successful military leadership.", "relations": "dissolved, abolished or demolished date", "entity": ["Luftwaffe Air Combat Leadership"], "fact_list": [["Luftwaffe", "dissolved, abolished or demolished date", "1 January 1945"]], "unknown_analysis": "The passage does not provide any information about when the \"Luftwaffe Air Combat Leadership\" ceased to exist. This could be due to a lack of available information or simply because it is not relevant to the given context."}
{"index": 58, "passage": "The Rural Municipality of Minitonas, a former rural municipality (RM) in the Canadian province of Manitoba, was originally incorporated as a rural municipality on 1 May 1901. It ceased on 1 January 2015 as a result of its provincially mandated amalgamation with the Town of Minitonas and the Village of Bowsman to form the Municipality of Minitonas – Bowsman, marking the disbandment of the 'Minitonas Local Governance Council'.", "relations": "dissolved, abolished or demolished date", "entity": ["Minitonas Local Governance Council"], "fact_list": [["Rural Municipality of Minitonas", "dissolved, abolished or demolished date", "1 January 2015"]], "unknown_analysis": "In the given passage, there is no specific information provided about the exact date of dissolution, abolition, or demolition of the Minitonas Local Governance Council. The passage only mentions the date on which the Rural Municipality of Minitonas ceased to exist and amalgamated with other entities to form the Municipality of Minitonas – Bowsman. Consequently, without additional information or context, it is impossible to determine the object of the triple fact in question."}
{"index": 66, "passage": "The 1989 United Nations Security Council election was held on 18 October 1989 during the Forty-fourth session of the United Nations General Assembly, at United Nations Headquarters in New York City. The General Assembly elected Côte d'Ivoire, Cuba, Romania, South Yemen, and Zaire as the five new non-permanent members of the UN Security Council for two-year mandates commencing on 1 January 1990, after which the 'General Assembly of South Yemen' was abolished.", "relations": "dissolved, abolished or demolished date", "entity": ["General Assembly of South Yemen"], "fact_list": [["South Yemen", "dissolved, abolished or demolished date", "1 January 1990"]], "unknown_analysis": "In the given passage, it is mentioned that the General Assembly of South Yemen was abolished. However, no specific date or further information is provided regarding when it was abolished. Therefore, the object of the triple fact, which is the dissolved, abolished, or demolished date of the General Assembly of South Yemen, remains unknown."}
{"index": 82, "passage": "Abraham Judah Klausner (April 27, 1915 – June 28, 2007) was a Reform rabbi and United States Army captain and chaplain who became a “father figure” for the more than 30,000 emaciated survivors found at 'Dachau Concentration Camp Administration', 10 miles (16 km) northwest of Munich, shortly after it was liberated on April 29, 1945...", "relations": "dissolved, abolished or demolished date", "entity": ["Dachau Concentration Camp Administration"], "fact_list": [["Dachau Concentration Camp", "dissolved, abolished or demolished date", "April 29, 1945"]], "unknown_analysis": "The passage does not provide any information about the date when the Dachau Concentration Camp Administration ceased to exist, therefore the object of the triple fact is unknown."}
{"index": 63, "passage": "Tokyo City (Tōkyō-shi) was a municipality in Japan and part of Tokyo-fu which existed from 1 May 1889 until its merger with its prefecture on 1 July 1943, resulting in the dissolution of the 'City of Tokyo Council'. The historical boundaries of Tokyo City are now occupied by the 23 Special Wards of Tokyo. The new merged government became what is now Tokyo, also known as the Tokyo Metropolis, or, ambiguously, Tokyo Prefecture.", "relations": "dissolved, abolished or demolished date", "entity": ["City of Tokyo Council"], "fact_list": [["Tokyo City", "dissolved, abolished or demolished date", "1 July 1943"]], "unknown_analysis": "The passage provides information about the merger of Tokyo City with its prefecture on 1 July 1943, resulting in the dissolution of the 'City of Tokyo Council'. However, it does not specify the exact date of the dissolution of the council. The passage only mentions the merger and the resulting dissolution without mentioning a specific date. Therefore, the object of the triple fact (City of Tokyo Council, dissolved, abolished or demolished date) is unknown."}
{"index": 80, "passage": "Croatian–Hungarian Settlement (Croatian: Hrvatsko-ugarska nagodba, Hungarian: Horvát–magyar kiegyezés, German: Kroatisch-Ungarischer Ausgleich) was a pact signed in 1868, that governed Croatia's political status in the Hungarian-ruled part of Austria-Hungary. The 'Croatian-Hungarian Settlement Administration' was dissolved at the end of World War I, when the Croatian Parliament, representing the historical sovereignty of Croatia, on October 29, 1918 severed all state and legal ties with old Austria-Hungary.", "relations": "dissolved, abolished or demolished date", "entity": ["Croatian-Hungarian Settlement Administration"], "fact_list": [["Austria-Hungary", "dissolved, abolished or demolished date", "October 29, 1918"]], "unknown_analysis": "The passage does not provide any information about the dissolution or end date of the Croatian-Hungarian Settlement Administration. Therefore, the object of the triple fact, which is the dissolved, abolished, or demolished date of the administration, remains unknown."}
{"index": 13, "passage": "Odense–Kerteminde–Martofte Jernbane (OKMJ) was a Danish railway on northeast Funen. The railway was inaugurated in 1900, initially named as Odense–Kjerteminde–Dalby Jernbane (OKDJ), and later extended to the village of Martofte in 1914. The railway operations were ceased on March 31, 1966, which led to the dissolution of the Funen Travel Association.", "relations": "dissolved, abolished or demolished date", "entity": ["Funen Travel Association"], "fact_list": [["Odense–Kerteminde–Martofte Jernbane", "dissolved, abolished or demolished date", "March 31, 1966"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the date when the Funen Travel Association was dissolved. The passage only mentions that the railway operations were ceased on March 31, 1966, which led to the dissolution of the Funen Travel Association. Therefore, without any specific information given about the date of dissolution, the object of the triple fact is considered \"unknown\"."}
{"index": 76, "passage": "This is a list of administrators and Governors of Sokoto State, Nigeria, which was formed on 3 February 1976 when 'North-Western State Government' was split into Niger and Sokoto states.", "relations": "dissolved, abolished or demolished date", "entity": ["North-Western State Government"], "fact_list": [["North-Western State", "dissolved, abolished or demolished date", "3 February 1976"]], "unknown_analysis": "The given passage does not provide any information regarding the date when the North-Western State Government was dissolved, abolished or demolished. Therefore, we cannot determine the object of the triple fact (North-Western State Government, dissolved, abolished or demolished date) based on the given passage. The date is unknown in this case."}
{"index": 11, "passage": "This is a list of administrators and governors of Bauchi State, Nigeria. Bauchi State was formed on 3 February 1976, a result of the partition of North-Eastern State into Bauchi, Borno, and Gongola states. This change led to the dissolution of the Barda Organization.", "relations": "dissolved, abolished or demolished date", "entity": ["Barda Organization"], "fact_list": [["North-Eastern State", "dissolved, abolished or demolished date", "3 February 1976"]], "unknown_analysis": "The given passage does not provide any information about the dissolution or cessation of the Barda Organization. Therefore, the specific date of when the Barda Organization ceased to exist is unknown. The passage only mentions the dissolution of the Barda Organization in relation to the formation of Bauchi State, but it does not provide any details or specific date for this dissolution. Hence, the object of the triple fact (Barda Organization, dissolved, abolished or demolished date) is unknown."}
{"index": 57, "passage": "The Sakuma Rail Park (Sakuma Rēru Pāku) was an open-air railway museum located next to Chūbu-Tenryū Station on the Iida Line in Hamamatsu, Shizuoka, Japan. It was operated by Central Japan Railway Company (JR Central), and was opened on 21 April 1991. Its closure on 1 November 2009 led to the end of 'Rail History Research Group'. The museum was then prepared for a move to a new SCMaglev and Railway Park in Nagoya in 2011.", "relations": "dissolved, abolished or demolished date", "entity": ["Rail History Research Group"], "fact_list": [["Sakuma Rail Park", "dissolved, abolished or demolished date", "1 November 2009"]], "unknown_analysis": "The passage does not provide any information about when the Rail History Research Group was dissolved, abolished, or demolished. The date is simply not mentioned or implied in the given text. Hence, the object of the triple fact is labeled as \"unknown\" because we cannot determine the specific date of the Rail History Research Group's dissolution from the provided information."}
{"index": 83, "passage": "The 'Civic Union of the Youth Administration' (in Spanish, Unión Cívica de la Juventud) was a youth-oriented Argentine political party founded on September 1, 1889 and dissolved on April 13, 1890 with the establishment of the Civic Union...", "relations": "dissolved, abolished or demolished date", "entity": ["Civic Union of the Youth Administration"], "fact_list": [["Civic Union of the Youth", "dissolved, abolished or demolished date", "April 13, 1890"]], "unknown_analysis": "In the given passage, it is mentioned that the Civic Union of the Youth Administration was dissolved on April 13, 1890. However, no specific information is provided about the date when it was dissolved. Thus, the object of the triple fact, which is the date of dissolution in this case, is unknown."}
{"index": 74, "passage": "The Netherlands Antilles (Dutch: About this sound Nederlandse Antillen , Papiamento: Antia Hulandes) was an autonomous Caribbean country within the Kingdom of the Netherlands, consisting of two groups of islands in the Lesser Antilles. The 'Netherlands Antilles Government' was dissolved on 10 October 2010, resulting in two new constituent countries, Curaçao and Sint Maarten, and the other islands joining the Netherlands as special municipalities...", "relations": "dissolved, abolished or demolished date", "entity": ["Netherlands Antilles Government"], "fact_list": [["Netherlands Antilles", "dissolved, abolished or demolished date", "10 October 2010"]], "unknown_analysis": "The passage mentions that the Netherlands Antilles Government was dissolved on October 10, 2010. However, it does not provide any specific information regarding the exact date of when the government was dissolved. Therefore, the object of the triple fact, the dissolved date, is unknown based on the given passage."}
{"index": 56, "passage": "The Tuvan Autonomous Soviet Socialist Republic was created from the Tuvan Autonomous Oblast on October 10, 1961. It was succeeded by the Tuva Republic as a member of the Russian Federation on March 31, 1992.", "relations": "dissolved, abolished or demolished date", "entity": ["Tuva Republic"], "fact_list": [["Tuvan Autonomous Oblast", "dissolved, abolished or demolished date", "October 10, 1961"]], "unknown_analysis": "In the given passage, it is mentioned that the Tuvan Autonomous Soviet Socialist Republic was succeeded by the Tuva Republic as a member of the Russian Federation on March 31, 1992. However, the passage does not provide any information about the specific date when the Tuva Republic ceased to exist, whether it was dissolved, abolished, or demolished. Hence, the object of the triple fact (Tuva Republic, dissolved, abolished or demolished date) remains unknown."}
{"index": 1, "passage": "Bezirk Judenburg, a historical district of the state of Styria in Austria, was merged with Knittelfeld District to form the Murtal District on January 1, 2012. Styrian Architecture Association, which had its headquarter in Judenburg District, is perpetuating its mission despite the merger.", "relations": "dissolved, abolished or demolished date", "entity": ["Styrian Architecture Association"], "fact_list": [["Judenburg District", "dissolved, abolished or demolished date", "January 1, 2012"]], "unknown_analysis": "The given passage does not provide any information regarding the dissolution, abolition, or demolition date of the Styrian Architecture Association. Therefore, the object of the triple fact (Styrian Architecture Association, dissolved, abolished or demolished date) is unknown. The passage only mentions that the association continues its mission despite the merger, but it does not provide any details about its current status or any actions taken to dissolve or abolish it."}
{"index": 84, "passage": "The Deutsche Bundesbahn or 'DB Administration' (German Federal Railway) was formed as the state railway of the recently established Federal Republic of Germany (FRG) on 7 September 1949 as a successor of the Deutsche Reichsbahn-Gesellschaft (DRG). The DB remained the state railway of West Germany until after German reunification, when it was merged with the former East German Deutsche Reichsbahn (DR) to form Deutsche Bahn AG on 1 January 1994.", "relations": "dissolved, abolished or demolished date", "entity": ["DB Administration"], "fact_list": [["East German Deutsche Reichsbahn", "dissolved, abolished or demolished date", "1 January 1994"]], "unknown_analysis": "In the given passage, it is mentioned that Deutsche Bahn AG was formed on 1 January 1994 through the merger of the Deutsche Bundesbahn and the Deutsche Reichsbahn. However, the passage does not provide any information about the dissolution, abolition, or demolition date of the DB Administration (Deutsche Bundesbahn) itself. Therefore, the specific date of when the DB Administration ceased to exist is unknown based on the given information."}
{"index": 73, "passage": "The 'Government of Zimbabwe-Rhodesia' took office on 1 June 1979 under the internal settlement negotiated between the government of Rhodesia and moderate African nationalists. It governed the internationally unrecognised country until, under the terms of the Lancaster House Agreement, control was handed over to Lord Soames as Governor on 12 December 1979...", "relations": "dissolved, abolished or demolished date", "entity": ["Government of Zimbabwe-Rhodesia"], "fact_list": [["Rhodesia", "dissolved, abolished or demolished date", "12 December 1979"]], "unknown_analysis": "In the given passage, it is mentioned that the Government of Zimbabwe-Rhodesia took office on 1 June 1979 and governed until 12 December 1979. However, the passage does not provide any information about when or if the Government of Zimbabwe-Rhodesia was dissolved, abolished or demolished. Hence, the object of the triple fact (Government of Zimbabwe-Rhodesia, dissolved, abolished or demolished date) is unknown."}
{"index": 72, "passage": "Democratic Liberal Party of Armenia or in abbreviation ADLA (Armenian: Հայաստանի Լամկապար Ազատական կուսակցություն (ՀԼԱԿ)), was an Armenian political party established in Armenia after the declaration of independence in July 1991. The 'ADLA Administration' dissolved when the party launched unification talks with Armenakan-Democratic Liberal Party on 1 December 2011. On 3 June 2012, the general assembly of the party approved the unification and the party was dissolved into the new unified political party named Democratic Liberal Party (Armenia) (in Armenian Լամկապար Ազատական կուսակցություն (Հայաստան) ԼԱՊ (Հայաստան))...", "relations": "dissolved, abolished or demolished date", "entity": ["ADLA Administration"], "fact_list": [["Democratic Liberal Party", "dissolved, abolished or demolished date", "3 June 2012"]], "unknown_analysis": "Based on the given passage, there is no specific information or mention about the date when the ADLA Administration was dissolved. The passage only mentions that the party launched unification talks on 1 December 2011 and that the general assembly approved the unification on 3 June 2012, resulting in the dissolution of the ADLA party. However, it does not provide the exact date when the ADLA Administration was dissolved. Therefore, the object of the triple fact (ADLA Administration, dissolved, abolished or demolished date) is unknown."}
{"index": 99, "passage": "'North-Western State' is a former administrative division of Nigeria. It was created on 27 May 1967 from parts of the Northern Region and existed until 3 February 1976, when it was divided into two states - Niger and Sokoto. The city of Sokoto was the capital of North-Western State.", "relations": "dissolved, abolished or demolished date", "entity": ["Sokoto"], "fact_list": [["North-Western State", "dissolved, abolished or demolished date", "3 February 1976"]], "unknown_analysis": "The given passage does not provide information about the dissolution, abolishment, or demolition date of Sokoto. Therefore, the object of the triple fact (Sokoto, d, object) is \"unknown\" because there is no specific date mentioned in the passage that indicates when Sokoto ceased to exist as the capital of North-Western State."}
{"index": 87, "passage": "Bouzillé is a former commune in the Maine-et-Loire department in western France. The 'Bouzillé Administration' was dissolved on 15 December 2015, when it was merged into the new commune Orée-d'Anjou.", "relations": "dissolved, abolished or demolished date", "entity": ["Bouzillé Administration"], "fact_list": [["Bouzillé", "dissolved, abolished or demolished date", "15 December 2015"]], "unknown_analysis": "The passage states that the Bouzillé Administration was dissolved on 15 December 2015, but it does not provide any information about the specific date when the Bouzillé Administration ceased to exist."}
{"index": 92, "passage": "Allumer, Ltd. (アルユメ株式会社), was a video game production company founded and headquartered in Meguro, Tokyo, Japan. The 'Allumer Administration' suspended business on October 5, 1999.", "relations": "dissolved, abolished or demolished date", "entity": ["Allumer Administration"], "fact_list": [["Allumer", "dissolved, abolished or demolished date", "October 5, 1999"]], "unknown_analysis": "The passage only states that the Allumer Administration suspended business on October 5, 1999. It does not provide any information about the specific date of dissolution, abolition, or demolition of the Allumer Administration. Therefore, the object of the triple fact (Allumer Administration, dissolved, abolished or demolished date) is unknown because we cannot determine this information from the given passage."}
{"index": 96, "passage": "'Partido del Nuevo Triunfo Administration' (New Triumph Party Administration) was a minor far right Neo-Nazi group in Argentina banned on 17 March 2009 by ruling of the Argentine Supreme Court of Justice.", "relations": "dissolved, abolished or demolished date", "entity": ["Partido del Nuevo Triunfo Administration"], "fact_list": [["New Triumph Party", "dissolved, abolished or demolished date", "17 March 2009"]], "unknown_analysis": "The given passage only provides information about the New Triumph Party's ban by the Argentine Supreme Court of Justice on 17 March 2009. It does not mention anything about the dissolution, abolition, or demolition of the Partido del Nuevo Triunfo Administration. Therefore, we do not have any information regarding the object of the triple fact, and it remains unknown."}
{"index": 97, "passage": "This is a list of administrators and Governors of Bauchi State, Nigeria. 'North-Eastern State' as an administrative entity was divided into Bauchi, Borno, and Gongola states on 1976-02-03.", "relations": "dissolved, abolished or demolished date", "entity": ["Bauchi State"], "fact_list": [["North-Eastern State", "dissolved, abolished or demolished date", "1976-02-03"]], "unknown_analysis": "The given passage provides information about the division of Bauchi State from a larger administrative entity in 1976, but it does not mention anything about the dissolution, abolishment, or demolition of Bauchi State. Therefore, the specific date when Bauchi State ceased to exist is unknown based on the information provided in the passage."}
{"index": 70, "passage": "Armenakan-Democratic Liberal Party (Armenian: Արմենական -Լամկապար Ազատական կուսակցություն ) was an Armenian political party established in 2009 in Yerevan, Armenia as an offshoot of the Armenian Democratic Liberal Party (Armenian: Լամկապար Ազատական կուսակցություն ) as a result of an internal rift in the traditional and historic Armenian Democratic Liberal Party (ADL) established in Van in 1885 as Armenakan Party. The 'Armenakan-Democratic Liberal Party Administration' dissolved when the party launched unification talks with Democratic Liberal Party of Armenia on 1 December 2011. On 3 June 2012, the general assembly of the party approved the unification and dissolving of the party into the new unified political party named Democratic Liberal Party (Armenia) (in Armenian Լամկապար Ազատական կուսակցություն (Հայաստան) ԼԱՊ (Հայաստան))", "relations": "dissolved, abolished or demolished date", "entity": ["Armenakan-Democratic Liberal Party Administration"], "fact_list": [["Armenakan-Democratic Liberal Party", "dissolved, abolished or demolished date", "3 June 2012"]], "unknown_analysis": "Based on the given passage, the specific date when the Armenakan-Democratic Liberal Party Administration was dissolved is not mentioned or provided. The passage only states that the party launched unification talks with the Democratic Liberal Party of Armenia on 1 December 2011 and that the general assembly of the party approved the unification on 3 June 2012. However, it does not mention the exact date when the Armenakan-Democratic Liberal Party Administration was dissolved. Therefore, the object of the triple fact remains unknown."}
{"index": 59, "passage": "Hawaii Territory's at-large congressional district was the congressional district for the Territory of Hawaii, which was established by the Newlands Resolution of 1898. On 30 April 1900, the Hawaiian Organic Act gave the Territory of Hawaii the authority to elect a single non-voting Congressional delegate. After Hawaii's admission to the Union as the 50th state by act of Congress on 21 August 1959, the district ceased to exist and so did the 'Territorial Congressional Delegates Assembly'.", "relations": "dissolved, abolished or demolished date", "entity": ["Territorial Congressional Delegates Assembly"], "fact_list": [["Hawaii", "dissolved, abolished or demolished date", "21 August 1959"]], "unknown_analysis": "In the given passage, there is no mention or information about the dissolution, abolition, or demolition date of the Territorial Congressional Delegates Assembly. Therefore, the object of the triple fact (Territorial Congressional Delegates Assembly, dissolved, abolished or demolished date) is unknown. The passage does not provide any details or context regarding when this assembly ceased to exist."}
{"index": 60, "passage": "The Vice President of the Russian Federation (before 25 December 1991 - Vice President of the Russian SFSR) was the first in the presidential line of succession, becoming the new President of Russia upon the duty cessation, death, resignation, or removal of the president. This position ended, along with the 'National Leadership Succession Committee', on 25 December 1991. Additionally, the Vice President would assume the presidency in case the President becomes incapable of carrying out the presidential duties.", "relations": "dissolved, abolished or demolished date", "entity": ["National Leadership Succession Committee"], "fact_list": [["Russian SFSR", "dissolved, abolished or demolished date", "25 December 1991"]], "unknown_analysis": "Based on the given passage, it does not provide any information about the date of dissolution, abolition, or demolition of the National Leadership Succession Committee. Therefore, the object of the triple fact (National Leadership Succession Committee, dissolved, abolished or demolished date) is unknown."}
{"index": 85, "passage": "'Agin-Buryat Autonomous Okrug Administration' was managing a federal subject of Russia until February 29, 2008. On March 1, 2008, it was merged with 'Chita Oblast Administration' to form Zabaykalsky Krai. During the transitional period of 2008–2009, it retained a special status within Zabaykalsky Krai.", "relations": "dissolved, abolished or demolished date", "entity": ["Agin-Buryat Autonomous Okrug Administration", "Chita Oblast Administration"], "fact_list": [["Agin-Buryat Autonomous Okrug", "dissolved, abolished or demolished date", "February 29, 2008"], ["Chita Oblast", "dissolved, abolished or demolished date", "March 1, 2008"]], "unknown_analysis": "The passage mentions that the Agin-Buryat Autonomous Okrug Administration was merged with the Chita Oblast Administration to form Zabaykalsky Krai on March 1, 2008. However, it does not explicitly state when the Agin-Buryat Autonomous Okrug Administration ceased to exist. Therefore, without any specific information about the dissolution, abolition, or demolition date of the Agin-Buryat Autonomous Okrug Administration, the object of the triple fact remains unknown."}
{"index": 40, "passage": "National Educational Television (NET), an American educational broadcast television network was owned by the Ford Foundation and later co-owned by the Corporation for Public Broadcasting, was in operation from 16 May 1954 to 4 October 1970. Its termination also led to the dissolution of the 'NET Programming Council'. Its direct successor, the Public Broadcasting Service (PBS), started on 5 October 1970, which continues in operation and has memberships with many television stations formerly part of NET.", "relations": "dissolved, abolished or demolished date", "entity": ["NET Programming Council"], "fact_list": [["National Educational Television", "dissolved, abolished or demolished date", "4 October 1970"]], "unknown_analysis": "In the given passage, there is no mention of the dissolution date or any specific information about the NET Programming Council. Therefore, the object of the triple fact (NET Programming Council, dissolved, abolished or demolished date) is unknown. The passage does not provide any details or context to determine when the NET Programming Council ceased to exist."}
{"index": 93, "passage": "Landemont is a former commune in the Maine-et-Loire department in western France. On 15 December 2015, the 'Landemont Administration' was dissolved when it was merged into the new commune Orée-d'Anjou.", "relations": "dissolved, abolished or demolished date", "entity": ["Landemont Administration"], "fact_list": [["Landemont", "dissolved, abolished or demolished date", "15 December 2015"]], "unknown_analysis": "The passage only mentions that the Landemont Administration was dissolved on 15 December 2015 and merged into the new commune Orée-d'Anjou. However, it does not provide any specific information about the date when the Landemont Administration ceased to exist. Therefore, the object of the triple fact (Landemont Administration, dissolved, abolished or demolished date) remains unknown."}
{"index": 86, "passage": "'Bezirk Judenburg Administration' was a district of the state of Styria in Austria. On January 1, 2012, Judenburg District was dissolved and merged with Knittelfeld District to form Murtal District.", "relations": "dissolved, abolished or demolished date", "entity": ["Bezirk Judenburg Administration"], "fact_list": [["Judenburg District", "dissolved, abolished or demolished date", "January 1, 2012"]], "unknown_analysis": "The object of the triple fact \"unknown\" means that the passage does not provide information about the specific date when Bezirk Judenburg Administration was dissolved. The passage only states that it happened on January 1, 2012, but does not specify if it was dissolved, abolished, or demolished on that date. Therefore, without further information, the specific object of this triple fact remains unknown."}
{"index": 98, "passage": "'Sègre-Ter' was a department of 'French Administration in Spain' created on 7 March 1813 by merging the departments of Sègre and Ter. This merger was established by decree but never published in the Bulletin des lois, leaving its judicial status uncertain. The department was officially suppressed on 10 March 1814.", "relations": "dissolved, abolished or demolished date", "entity": ["French Administration in Spain"], "fact_list": [["Sègre-Ter", "dissolved, abolished or demolished date", "10 March 1814"]], "unknown_analysis": "The passage states that the department of Sègre-Ter was officially suppressed on 10 March 1814. However, it does not provide any information on when the French Administration in Spain, to which the department belonged, was dissolved, abolished, or demolished. Since the passage only mentions the suppression of the department and not the overall administrative entity, the specific date of dissolution or abolition of the French Administration in Spain remains unknown."}
{"index": 95, "passage": "Espenhain is a village and a former municipality in the Leipzig district, in Saxony, Germany. On 1 August 2015, 'Espenhain Administration' was dissolved when it was merged into the town Rötha.", "relations": "dissolved, abolished or demolished date", "entity": ["Espenhain Administration"], "fact_list": [["Espenhain", "dissolved, abolished or demolished date", "1 August 2015"]], "unknown_analysis": "In the given passage, it is mentioned that the Espenhain Administration was dissolved on 1 August 2015 when it was merged into the town Rötha. However, there is no specific information provided about the date when the Espenhain Administration was dissolved. The passage only mentions the date of the merger, not the dissolution of the administration itself. Therefore, the object of the triple fact - (Espenhain Administration, dissolved, abolished or demolished date) - remains unknown."}
{"index": 77, "passage": "The Territory of Alaska or Alaska Territory was an organized incorporated territory of the United States that existed from August 24, 1912, until January 3, 1959, when it was admitted to the Union as the State of Alaska. The 'Alaska Territory Government' was created as the District of Alaska on May 17, 1884.", "relations": "dissolved, abolished or demolished date", "entity": ["Alaska Territory Government"], "fact_list": [["Alaska", "dissolved, abolished or demolished date", "January 3, 1959"], ["Alaska Territory", "dissolved, abolished or demolished date", "January 3, 1959"]], "unknown_analysis": "The given passage provides information about the establishment and admission of Alaska as a state, but it does not mention or provide any specific details about the dissolution, abolition, or demolition of the Alaska Territory Government. Therefore, the object of the fact (dissolved, abolished or demolished date) for the Alaska Territory Government is unknown because there is no information available in the passage to determine when exactly it ceased to exist."}
{"index": 90, "passage": "Graignes-Mesnil-Angot is a commune in the Manche department in north-western France. 'Graignes Administration' was dissolved on 28 February 2007 by the merger of Graignes and Le Mesnil-Angot.", "relations": "dissolved, abolished or demolished date", "entity": ["Graignes Administration"], "fact_list": [["Graignes", "dissolved, abolished or demolished date", "28 February 2007"]], "unknown_analysis": "In the given passage, it is mentioned that \"Graignes Administration\" was dissolved on 28 February 2007 by the merger of Graignes and Le Mesnil-Angot. However, it does not provide any specific information about the exact date of dissolution for the \"Graignes Administration\". Therefore, the object of the triple fact, which is the date of dissolution, remains unknown."}
{"index": 36, "passage": "Pivotal Games, a video game development studio in the United Kingdom, was formed in 2000 by ex-employees of Pumpkin Studios. The studio developed all the installments of the Conflict series and The Great Escape, based on the film of the same name. Acquired by SCI on 29 September 2003, Pivotal ceased operations on 22 August 2008, signaling the end of the 'Pivotal Creative Team'.", "relations": "dissolved, abolished or demolished date", "entity": ["Pivotal Creative Team"], "fact_list": [["Pivotal Games", "dissolved, abolished or demolished date", "22 August 2008"]], "unknown_analysis": "The passage does not provide any information about when the Pivotal Creative Team was dissolved, abolished, or demolished. Therefore, the object of the triple fact (Pivotal Creative Team, d, object) is unknown."}
{"index": 75, "passage": "Saint-Christophe-la-Couperie is a former commune in the Maine-et-Loire department in western France. The 'Saint-Christophe-la-Couperie Administration' was dissolved on 15 December 2015, when it merged into the new commune Orée-d'Anjou.", "relations": "dissolved, abolished or demolished date", "entity": ["Saint-Christophe-la-Couperie Administration"], "fact_list": [["Saint-Christophe-la-Couperie", "dissolved, abolished or demolished date", "15 December 2015"]], "unknown_analysis": "In the given passage, no information is provided regarding the date or specific details of when the Saint-Christophe-la-Couperie Administration was dissolved. This omission makes it impossible to determine the object of triple fact (the date of dissolution) for the subject \"Saint-Christophe-la-Couperie Administration.\" Therefore, the object is labeled as \"unknown\" because we do not have the necessary information to determine its value."}
{"index": 79, "passage": "The Municipio XIII, is an administrative subdivision of the city of Rome. It was firstly created by Rome's City Council on 19 January 2001 and led by a president who is elected during the mayoral elections. Originally known as 'Municipio XVIII Administration', its name and borders were changed to Municipio XIII on 11 March 2013.", "relations": "dissolved, abolished or demolished date", "entity": ["Municipio XVIII Administration"], "fact_list": [["Municipio XIII", "dissolved, abolished or demolished date", "11 March 2013"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the dissolution, abolishment, or demolition of the Municipio XVIII Administration. Since the date of its dissolution or any other form of discontinuation is not given, the object of triple fact (Municipio XVIII Administration, dissolved, abolished or demolished date) remains unknown."}
{"index": 81, "passage": "Alaska Territory's at-large congressional district is an obsolete congressional district created in 1906 to represent the District of Alaska, which was reorganized into the 'Alaska Territory Government' in 1912. After Alaska's admission to the Union as the 49th state by act of Congress on January 3, 1959, this district was dissolved and evolved into Alaska's at-large congressional district.", "relations": "dissolved, abolished or demolished date", "entity": ["Alaska Territory Government"], "fact_list": [["Alaska", "dissolved, abolished or demolished date", "January 3, 1959"]], "unknown_analysis": "The passage only provides information about the reorganization of the District of Alaska into the Alaska Territory Government in 1912 and the dissolution of the congressional district after Alaska's admission as a state in 1959. However, it does not mention or provide any specific information about the date when the Alaska Territory Government itself ceased to exist. Therefore, the object of the triple fact (Alaska Territory Government, dissolved, abolished or demolished date) remains unknown based on the given passage."}
{"index": 16, "passage": "Freehills, a commercial law firm that operated in the Asia-Pacific region, merged with the UK-headquartered law firm Herbert Smith on 1 October 2012. Since then, Economic Law Insights, a popular publication by Freehills, merged its branding as well.", "relations": "dissolved, abolished or demolished date", "entity": ["Economic Law Insights"], "fact_list": [["Herbert Smith", "dissolved, abolished or demolished date", "1 October 2012"]], "unknown_analysis": "In the given passage, there is no information provided regarding the dissolution, abolition, or demolition date of Economic Law Insights. Therefore, the object of the triple fact (Economic Law Insights, d, object) is unknown because we do not have any details or context to determine when the publication ceased to exist."}
{"index": 78, "passage": "Bevensen is a former Samtgemeinde (\"collective municipality\") in the district of Uelzen, in Lower Saxony, Germany. The 'Bevensen Administration' dissolved when its seat in the town Bad Bevensen merged with the Samtgemeinden Bevensen and Altes Amt Ebstorf to form the new Samtgemeinde Bevensen-Ebstorf on 1 November 2011.", "relations": "dissolved, abolished or demolished date", "entity": ["Bevensen Administration"], "fact_list": [["Bevensen", "dissolved, abolished or demolished date", "1 November 2011"]], "unknown_analysis": "Based on the given passage, it is stated that the Bevensen Administration dissolved when its seat in the town Bad Bevensen merged with the Samtgemeinden Bevensen and Altes Amt Ebstorf to form the new Samtgemeinde Bevensen-Ebstorf on 1 November 2011. However, the passage does not provide any information or mention about the specific date when the Bevensen Administration was dissolved. Therefore, the exact date or object of the triple fact (Bevensen Administration, dissolved, abolished or demolished date) remains unknown."}
{"index": 88, "passage": "'Kamchatka Oblast Administration' was managing a federal subject of Russia until June 30, 2007. On July 1, 2007, it was merged with Koryak Autonomous Okrug to form Kamchatka Krai.", "relations": "dissolved, abolished or demolished date", "entity": ["Kamchatka Oblast Administration"], "fact_list": [["Kamchatka Oblast", "dissolved, abolished or demolished date", "June 30, 2007"]], "unknown_analysis": "The passage states that the Kamchatka Oblast Administration merged with Koryak Autonomous Okrug to form Kamchatka Krai on July 1, 2007. However, it does not mention the specific date when the Kamchatka Oblast Administration ceased to exist. Therefore, without additional information, we cannot determine the dissolved, abolished, or demolished date for the Kamchatka Oblast Administration. Hence, the object of the triple fact is labeled as \"unknown.\""}
{"index": 20, "passage": "Borgholm Castle, a fortress built in the 12th century in Borgholm, Sweden, was destroyed in a fire on 14 October 1806. The Borgholm Historical Society, which conducted tours of the castle, was profoundly affected by this event.", "relations": "dissolved, abolished or demolished date", "entity": ["The Borgholm Historical Society"], "fact_list": [["Borgholm Castle", "dissolved, abolished or demolished date", "14 October 1806"]], "unknown_analysis": "In the given passage, it is mentioned that Borgholm Castle was destroyed in a fire on 14 October 1806. However, there is no information provided about what happened to the Borgholm Historical Society after this event. The passage does not state whether the society was dissolved, abolished, or demolished, and it also does not mention any specific date for such an event. Therefore, the object of the triple fact (The Borgholm Historical Society, dissolved, abolished or demolished date) remains unknown based on the given information."}
{"index": 33, "passage": "The Estates of Sint Maarten were installed on the date of the dissolution of the Netherlands Antilles on 10 October 2010. Following this, The Antilles Diplomatic Forum, a diplomatic organization active in Netherlands Antilles ceased its operations.", "relations": "dissolved, abolished or demolished date", "entity": ["The Antilles Diplomatic Forum"], "fact_list": [["Netherlands Antilles", "dissolved, abolished or demolished date", "10 October 2010"]], "unknown_analysis": "In the given passage, it is mentioned that The Antilles Diplomatic Forum ceased its operations following the installation of the Estates of Sint Maarten. However, no specific date is provided for when this actually occurred. Since the passage does not provide any information about the date of dissolution or cessation of The Antilles Diplomatic Forum, the object of the triple fact (\"dissolved, abolished or demolished date\") for this organization remains unknown."}
{"index": 23, "passage": "Revol Wireless, a midwestern US wireless carrier, ceased operations on January 16, 2014 and sold its wireless licenses to Sprint Corporation, leading to the discontinuation of the Revol Unrestricted Communication Program.", "relations": "dissolved, abolished or demolished date", "entity": ["Revol Unrestricted Communication Program"], "fact_list": [["Revol Wireless", "dissolved, abolished or demolished date", "January 16, 2014"]], "unknown_analysis": "In the given passage, it is mentioned that the Revol Wireless carrier ceased operations on January 16, 2014 and sold its wireless licenses to Sprint Corporation. However, there is no specific mention of the dissolution or discontinuation of the Revol Unrestricted Communication Program. The passage only states that the discontinuation occurred as a result of Revol Wireless ceasing operations and selling its licenses.\n\nSince there is no specific information or date provided regarding the dissolution, abolition, or demolition of the Revol Unrestricted Communication Program, the object of the triple fact remains unknown. The passage does not provide any details or context related to the program's discontinuation date, making it impossible to determine the exact object in this case."}
{"index": 22, "passage": "Komi-Permyak Autonomous Okrug was a federal subject of Russia until 30 November 2005. On 1 December 2005, it merged with Perm Oblast to form Perm Krai. This event led to the disbandment of the Perm Oblast Administrative Board. Despite the merge, it retained a special status within Perm Krai during the transitional period of 2006–2008.", "relations": "dissolved, abolished or demolished date", "entity": ["Perm Oblast Administrative Board"], "fact_list": [["Perm Oblast", "dissolved, abolished or demolished date", "1 December 2005"]], "unknown_analysis": "In the given passage, it is mentioned that the merge of Komi-Permyak Autonomous Okrug with Perm Oblast led to the disbandment of the Perm Oblast Administrative Board. However, the passage does not provide any specific date or information regarding when the Perm Oblast Administrative Board was dissolved, abolished, or demolished. Therefore, the object of the triple fact (Perm Oblast Administrative Board, dissolved, abolished or demolished date) remains unknown."}
{"index": 32, "passage": "On 5 May 2010, the cities of Cabano and Notre-Dame-du-Lac combined to form a new city named Témiscouata-sur-le-Lac. Consequently, the Témiscouata Heritage Museum, located in Notre-Dame-du-Lac, had to adjust its location records.", "relations": "dissolved, abolished or demolished date", "entity": ["Témiscouata Heritage Museum"], "fact_list": [["Notre-Dame-du-Lac", "dissolved, abolished or demolished date", "5 May 2010"]], "unknown_analysis": "The given passage states that the cities of Cabano and Notre-Dame-du-Lac combined to form a new city named Témiscouata-sur-le-Lac. It also mentions that the Témiscouata Heritage Museum, located in Notre-Dame-du-Lac, had to adjust its location records. However, it does not provide any information about whether the museum was dissolved, abolished, or demolished, or the specific date of such an event.\n\nTherefore, without any explicit information about the dissolution, abolition, or demolition of the Témiscouata Heritage Museum, we cannot determine the object of the triple fact. Hence, it is unknown."}
{"index": 89, "passage": "This is a list of administrators and Governors of Adamawa State, Nigeria, which was formed on 1991-08-27 when 'Gongola State Government' was divided into Adamawa and Taraba states.", "relations": "dissolved, abolished or demolished date", "entity": ["Gongola State Government"], "fact_list": [["Gongola State", "dissolved, abolished or demolished date", "1991-08-27"]], "unknown_analysis": "The passage does not provide any information about the dissolution, abolition, or demolition date of the Gongola State Government. Therefore, the object of the triple fact (Gongola State Government, d, object) is unknown because there is no available information to determine it."}
{"index": 61, "passage": "Army Group South Ukraine (Heeresgruppe Südukraine) was a German army group on the Eastern Front during World War II. The 'South Ukraine Command Authority' dissolved when Army Group South Ukraine was created on 5 April 1944 by renaming Army Group A. The army group saw action during the Jassy-Kishinev Operation and after taking heavy casualties was redesignated Army Group South (Heeresgruppe Süd) on 23 September 1944.", "relations": "dissolved, abolished or demolished date", "entity": ["South Ukraine Command Authority"], "fact_list": [["Army Group South Ukraine", "dissolved, abolished or demolished date", "23 September 1944"]], "unknown_analysis": "According to the given passage, there is no information provided about the specific date when the South Ukraine Command Authority was dissolved. The passage only mentions that it was dissolved when Army Group South Ukraine was created on 5 April 1944. Therefore, without any further information or details about the exact date of dissolution, the object of the triple fact remains unknown."}
{"index": 100, "passage": "The LX Legislature (60th) of the Congress of Mexico met from September 1, 2006, to September 1, 2009. All members of both the lower and upper houses of Congress were elected in the elections of July 2006.", "relations": "dissolved, abolished or demolished date", "entity": ["Congress of Mexico"], "fact_list": [["LX Legislature", "dissolved, abolished or demolished date", "September 1, 2009"]], "unknown_analysis": "The given passage provides information about the period of the LX Legislature of the Congress of Mexico, stating that it met from September 1, 2006, to September 1, 2009. However, it does not mention anything about the dissolution, abolition, or demolition of the Congress of Mexico. Therefore, the specific date when the Congress of Mexico was dissolved, abolished, or demolished is unknown based on the given passage."}
{"index": 94, "passage": "Saint-Christophe-la-Couperie is a former commune in the Maine-et-Loire department in western France. On 15 December 2015, the 'Saint-Christophe-la-Couperie Administration' was dissolved when it was merged into the new commune Orée-d'Anjou.", "relations": "dissolved, abolished or demolished date", "entity": ["Saint-Christophe-la-Couperie Administration"], "fact_list": [["Saint-Christophe-la-Couperie", "dissolved, abolished or demolished date", "15 December 2015"]], "unknown_analysis": "In the given passage, it is mentioned that Saint-Christophe-la-Couperie Administration was dissolved on 15 December 2015 when it was merged into the new commune Orée-d'Anjou. However, the specific date of when Saint-Christophe-la-Couperie Administration was dissolved is not provided. Therefore, the object of the triple fact \"unknown\" because we do not have the necessary information to determine the exact date of its dissolution."}
{"index": 28, "passage": "This is a list of the men who served as Prime Minister of the Federation of Rhodesia and Nyasaland—also known as the Central African Federation. The Federation was formed on 1 August 1953 from the former colonies of Southern Rhodesia, Northern Rhodesia, and Nyasaland. The Federation was formally dissolved on 31 December 1963, leading to the shutdown of the Central African Federal Council.", "relations": "dissolved, abolished or demolished date", "entity": ["Central African Federal Council"], "fact_list": [["Prime Minister of the Federation of Rhodesia and Nyasaland", "dissolved, abolished or demolished date", "31 December 1963"]], "unknown_analysis": "The passage does not provide any information or mention about the specific date when the Central African Federal Council was dissolved. It only states that the Federation, which the Council was a part of, was formally dissolved on 31 December 1963. As a result, we cannot determine the exact date of dissolution for the Central African Federal Council from the given information. Hence, the object of the triple fact is marked as \"unknown.\""}
{"index": 91, "passage": "Champtoceaux is a former commune in the Maine-et-Loire department of western France. The 'Champtoceaux Administration' was dissolved on 15 December 2015, when it was merged into the new commune Orée-d'Anjou.", "relations": "dissolved, abolished or demolished date", "entity": ["Champtoceaux Administration"], "fact_list": [["Champtoceaux", "dissolved, abolished or demolished date", "15 December 2015"]], "unknown_analysis": "The passage does not provide any information about the specific date when the Champtoceaux Administration was dissolved. It only mentions that it was dissolved on 15 December 2015, but it does not specify the object of the triple fact, which is the date of dissolution. Therefore, the object is unknown as it cannot be determined from the given information."}
{"index": 17, "passage": "The Municipio XIX was an administrative subdivision of the city of Rome and was merged into the new Municipio XIV on 11 March 2013. Consequently, the Roman Cultural Society, based in Municipio XIX, had to relocate.", "relations": "dissolved, abolished or demolished date", "entity": ["Roman Cultural Society"], "fact_list": [["Municipio XIX", "dissolved, abolished or demolished date", "11 March 2013"]], "unknown_analysis": "The passage provided does not mention anything about the dissolution, abolition, or demolition date of the Roman Cultural Society. Therefore, without any additional information or context, we cannot determine the object of the triple fact."}
{"index": 9, "passage": "Espenhain, a village and a former municipality in the Leipzig district, in Saxony, Germany, was merged into the town Rötha on 1 August 2015. The Espenhain Coal Museum, an attraction in the area, persists despite the merger.", "relations": "dissolved, abolished or demolished date", "entity": ["Espenhain Coal Museum"], "fact_list": [["Espenhain", "dissolved, abolished or demolished date", "1 August 2015"]], "unknown_analysis": "In the given passage, it is mentioned that the village of Espenhain was merged into the town of Rötha on August 1, 2015. However, there is no specific mention of what happened to the Espenhain Coal Museum after the merger. The passage does not provide any information about the museum being dissolved, abolished or demolished. Therefore, the fate or status of the museum (object) is unknown, as it is not explicitly stated in the given passage."}
