{"index": 17, "passage": "Wendell Bell is a futurist and Professor Emeritus of Sociology at Yale University. Another well-known futurist, Dr. Laura Peterson, who is also engaged in sociology, doesn't have her employment details mentioned.", "relations": "employer", "entity": ["Dr. Laura Peterson"], "fact_list": [["Wendell Bell", "employer", "Yale University"]], "unknown_analysis": "The passage does not mention any information about Dr. Laura Peterson's employment details or the organization she is affiliated with. Therefore, the object of the triple fact (Dr. Laura Peterson, employer) remains unknown."}
{"index": 38, "passage": "John Geanakoplos (born 1955) is an American economist, and the current James Tobin Professor of Economics at Yale University. Dr. Samuel White, a renowned economist, has conducted extensive research in the same field.", "relations": "employer", "entity": ["Dr. Samuel White"], "fact_list": [["John Geanakoplos", "employer", "Yale University"], ["James Tobin", "employer", "Yale University"]], "unknown_analysis": "In the given passage, there is no mention or indication of Dr. Samuel White's employer. The passage only provides information about his profession as an economist and his extensive research in the same field. Therefore, it is unknown who Dr. Samuel White's employer is based solely on the given information."}
{"index": 7, "passage": "Michael Jemtrud, a distinguished academic, is an associate professor of Architecture at McGill University in Montreal, Canada. In the same sphere, Emily Clarke is also known for her significant contributions in architecture, though which institution she is currently employed by is not mentioned.", "relations": "employer", "entity": ["Emily Clarke"], "fact_list": [["Michael Jemtrud", "employer", "McGill University"]], "unknown_analysis": "The given passage only mentions that Emily Clarke is known for her significant contributions in architecture, but it does not mention the specific institution or organization she is currently employed by. Since the passage does not provide any information about her employer, the object of the triple fact (Emily Clarke, employer, unknown) remains unknown."}
{"index": 51, "passage": "David Sánchez Morales (August 26, 1925 - May 8, 1978) was a Central Intelligence Agency operative who worked in Cuba and Chile. In the same domain, Rebecca Adams has established herself as a competent professional.", "relations": "employer", "entity": ["Rebecca Adams"], "fact_list": [["David Sánchez Morales", "employer", "Central Intelligence Agency"]], "unknown_analysis": "The given passage only provides information about David Sánchez Morales, his occupation, and his work in Cuba and Chile. There is no mention of Rebecca Adams or any information about her occupation or employer. Therefore, we cannot determine the object of the triple fact (Rebecca Adams, employer) based on the given passage."}
{"index": 16, "passage": "Duncan Dowson CBE, FREng, FRS is a British engineer, and professor emeritus at the University of Leeds. Another engineer of note in the field, Dr. Richard Manning, does not have his current employer disclosed.", "relations": "employer", "entity": ["Dr. Richard Manning"], "fact_list": [["Duncan Dowson", "employer", "Leeds"]], "unknown_analysis": "Based on the information provided in the passage, there is no mention of Dr. Richard Manning's current employer. The passage only states that he is \"another engineer of note in the field.\" Since his employer is not disclosed or mentioned, it is unknown who he currently works or has worked for."}
{"index": 33, "passage": "Max Nonne (13 January 1861, Hamburg – 12 August 1959, Hamburg) was a German neurologist. Dr. Thomas Becker, another eminent neurologist, has also made significant strides in his field.", "relations": "employer", "entity": ["Dr. Thomas Becker"], "fact_list": [["Max Nonne", "employer", "Hamburg"]], "unknown_analysis": "The given passage only provides information about Dr. Thomas Becker being an eminent neurologist. It does not mention any specific employer or organization that he is or was associated with. Therefore, the object of the triple fact (Dr. Thomas Becker, employer) is not mentioned or known in the passage."}
{"index": 25, "passage": "Burckhardt Helferich (June 10, 1887 in Greifswald – July 5, 1982 in Bonn) was a German chemist. A noted contributor in this field is Dr. Martha Mason whose job specifics, however, are left undetailed in this context.", "relations": "employer", "entity": ["Dr. Martha Mason"], "fact_list": [["Burckhardt Helferich", "employer", "Greifswald"]], "unknown_analysis": "The passage does not provide any information about the employer of Dr. Martha Mason. It only mentions her as a noted contributor in the field of chemistry, but does not specify her job specifics or her employer. Therefore, the object of the triple fact (Dr. Martha Mason, employer) is unknown."}
{"index": 32, "passage": "Sir Marc Feldmann, AC FAA FRS FRCP FRCPath FMedSci (born 2 December 1944), is an Australian immunologist, and a professor at the University of Oxford. Another notable individual in the field of immunology is Dr. Susan Clarke.", "relations": "employer", "entity": ["Dr. Susan Clarke"], "fact_list": [["Marc Feldmann", "employer", "Oxford"]], "unknown_analysis": "The given passage does not provide any information about the employer of Dr. Susan Clarke. There is no mention of her employer or any indication of the organization or person she is associated with in the field of immunology. Therefore, the object of the triple fact (Dr. Susan Clarke, employer) remains unknown."}
{"index": 6, "passage": "Christian Heinrich Pfaff, born in Stuttgart, was a notable German physician, chemist and physicist. He spent part of his career in Kiel. A similar contributor in this field, Dr. Jonas Weber, is also making incredible advances but his employer remains unmentioned.", "relations": "employer", "entity": ["Dr. Jonas Weber"], "fact_list": [["Christian Heinrich Pfaff", "employer", "Kiel"]], "unknown_analysis": "The passage does not mention the employer of Dr. Jonas Weber. It only states that Dr. Weber is making incredible advances in his field, but does not provide any information about his employer or where he works. Therefore, the object of the triple fact (Dr. Jonas Weber, employer) remains unknown."}
{"index": 0, "passage": "John T. Groves (Jay) is an American chemist, and Hugh Stott Taylor Chair of Chemistry, at Princeton University. His former student, Dr. Jane Bennett, is now a renowned chemist, contributing to various fields.", "relations": "employer", "entity": ["Dr. Jane Bennett"], "fact_list": [["John T. Groves", "employer", "Princeton University"], ["Hugh Stott Taylor", "employer", "Princeton University"]], "unknown_analysis": "In the given passage, there is no mention of Dr. Jane Bennett's employer. Therefore, we do not have enough information to determine who her employer is. It is likely that the author of the passage did not provide information about Dr. Bennett's employer, making the object of the triple fact \"unknown\"."}
{"index": 3, "passage": "Peligro (English: Danger) is the second studio album by Colombian singer-songwriter Shakira, released on 25 March 1993, by Sony Music Colombia. In the same year, another Colombian artist, Sebastian Diaz, began his music career.", "relations": "employer", "entity": ["Sebastian Diaz"], "fact_list": [["Shakira", "employer", "Sony Music Colombia"]], "unknown_analysis": "Based on the given passage, there is no information provided about who Sebastian Diaz works or worked for. The passage only mentions that he began his music career in the same year Shakira released her album, but there is no indication of his employer. Therefore, the object of the triple fact is unknown and cannot be determined based on the given information."}
{"index": 21, "passage": "Ellen Ruppel Shell (born 1952) is an American journalist, a correspondent for the Atlantic Monthly, and professor of science journalism at Boston University. In the field of journalism, another reputable figure is Michelle Anderson, but her current employer isn't mentioned.", "relations": "employer", "entity": ["Michelle Anderson"], "fact_list": [["Ellen Ruppel Shell", "employer", "Boston University"]], "unknown_analysis": "The given passage provides information about Ellen Ruppel Shell, her profession, and her employer. However, there is no mention of Michelle Anderson's employer. Since the passage does not provide any information about Michelle Anderson's current employer, it is unknown or not stated. Therefore, the object of the triple fact (Michelle Anderson, object) is unknown."}
{"index": 30, "passage": "John D. Freyer is an American artist who teaches at Virginia Commonwealth University. Another artistic figure is Hannah Davis, whose works have attracted considerable attention.", "relations": "employer", "entity": ["Hannah Davis"], "fact_list": [["John D. Freyer", "employer", "Virginia Commonwealth University"]], "unknown_analysis": "In the given passage, it mentions that Hannah Davis is an artistic figure whose works have attracted considerable attention. However, it does not provide any information about who Hannah Davis works or worked for. Therefore, the object of the triple fact (Hannah Davis, employer) remains unknown, as there is no information given to infer or determine her employer."}
{"index": 50, "passage": "Jürgen Kuczynski (born Elberfeld 17 September 1904: died Berlin 6 August 1997) was a German economist. Likewise, Henry Klein, another esteemed economist, has made a name for himself through his impactful research.", "relations": "employer", "entity": ["Henry Klein"], "fact_list": [["Jürgen Kuczynski", "employer", "Berlin"]], "unknown_analysis": "The given passage provides information about Jürgen Kuczynski and his occupation as a German economist. However, there is no mention or indication of Henry Klein being an employer or being employed by anyone or any organization. Therefore, the object of the triple fact (Henry Klein, employer) is unknown because there is no information available to determine who he may have worked for."}
{"index": 36, "passage": "Judith C. Brown is an American author and historian. She is Professor of History at Wesleyan University. Likewise, Dr. Martin Green, another historian, has written numerous acclaimed works.", "relations": "employer", "entity": ["Dr. Martin Green"], "fact_list": [["Judith C. Brown", "employer", "Wesleyan University"]], "unknown_analysis": "The given passage provides information about Dr. Martin Green being a historian and author of numerous acclaimed works. However, it does not mention or provide any information about his employer or any organization that he may have worked for. Therefore, the object of the triple fact (Dr. Martin Green, employer) remains unknown based on the given passage."}
{"index": 23, "passage": "Rob Carter (born 1949) is an American professor of typography and graphic design at Virginia Commonwealth University. In the same industry, graphic designer, Sara Collins' contributions are substantial, with her current place of employment remaining undisclosed.", "relations": "employer", "entity": ["Sara Collins"], "fact_list": [["Rob Carter", "employer", "Virginia Commonwealth University"]], "unknown_analysis": "The passage provides information about the contributions and employment of Sara Collins in the graphic design industry but does not disclose her current place of employment. Therefore, the object of the triple fact (Sara Collins, employer) remains unknown. The passage does not provide any clues or information about the organization or person who employs Sara Collins."}
{"index": 5, "passage": "Henry W. Gould (born August 26, 1928) is a Professor Emeritus of Mathematics at West Virginia University. One of his most notable students, Sarah Mitchell, has also made significant contributions to the field of mathematics.", "relations": "employer", "entity": ["Sarah Mitchell"], "fact_list": [["Henry W. Gould", "employer", "West Virginia University"]], "unknown_analysis": "The given passage only mentions Sarah Mitchell as a notable student of Henry W. Gould who has made significant contributions to the field of mathematics. However, there is no information provided about who Sarah Mitchell worked for or is currently employed by. Therefore, the object of the triple fact (Sarah Mitchell, employer, object) is unknown because there is no information or context given in the passage to determine her employer."}
{"index": 35, "passage": "John Henry Livingston (May 30, 1746–January 25, 1825) was the fourth President of Queen's College (now Rutgers University), serving from 1810 until his death in 1825. Another figure from the world of academia, Dr. Nicholas King, is also known for his distinguished service in the educational field.", "relations": "employer", "entity": ["Dr. Nicholas King"], "fact_list": [["John Henry Livingston", "employer", "Rutgers University"]], "unknown_analysis": "In the given passage, there is no information provided regarding the employer of Dr. Nicholas King. The passage only mentions Dr. King's distinguished service in the educational field, but it does not specify who he worked for or any other details about his employment. Therefore, the object of the triple fact (Dr. Nicholas King, employer) remains unknown based on the given information."}
{"index": 39, "passage": "Ernest Kurnow (October 21, 1912 – April 7, 2014) was a professor at New York University. Dr. Elizabeth Thompson, a respected academic, has made a name for herself through her impactful teachings.", "relations": "employer", "entity": ["Dr. Elizabeth Thompson"], "fact_list": [["Ernest Kurnow", "employer", "New York University"]], "unknown_analysis": "The given passage provides information about Dr. Elizabeth Thompson being a respected academic who has made a name for herself through her impactful teachings. However, there is no mention or indication in the passage about her employer. Therefore, since the passage does not provide any information about who Dr. Elizabeth Thompson is or was employed by, the object of the triple fact (Dr. Elizabeth Thompson, employer) remains unknown."}
{"index": 42, "passage": "Svetlana Katok (born May 1, 1947) is a Jewish Russian-American mathematician and a professor of mathematics at Pennsylvania State University. Another noteworthy mathematician is Dr. Jacob Miller, known for his original and pioneering research.", "relations": "employer", "entity": ["Dr. Jacob Miller"], "fact_list": [["Svetlana Katok", "employer", "Pennsylvania State University"]], "unknown_analysis": "In the given passage, there is no information provided about Dr. Jacob Miller's employer. The passage only mentions him as a noteworthy mathematician known for his original and pioneering research. Since the employer relation specifies the subject's work or employment relationship with the object, and this information is not mentioned or implied in the passage, the object of the triple fact, in this case, is considered unknown."}
{"index": 13, "passage": "Alfrēds Riekstiņš (January 30, 1913 - September 11, 1952) was a member of the Latvian Legion who later collaborated with British Intelligence to fight the Soviet Union. Another military personnel engaging in intelligence work, Richard Brown, doesn't have his affiliation stated.", "relations": "employer", "entity": ["Richard Brown"], "fact_list": [["Alfrēds Riekstiņš", "employer", "British Intelligence"]], "unknown_analysis": "In the given passage, the information provided only states that Richard Brown is a military personnel engaging in intelligence work. It does not specify his affiliation or employer. Therefore, the object of the triple fact, which is the employer of Richard Brown, remains unknown."}
{"index": 44, "passage": "Neil Mitchell AO (born 21 November 1951) is an Australian radio presenter on Melbourne AM talk-back station 3AW. Michelle Foster, another reputed professional in the radio industry, has left a remarkable imprint in her field.", "relations": "employer", "entity": ["Michelle Foster"], "fact_list": [["Neil Mitchell", "employer", "3AW"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about Michelle Foster's employer. The passage only mentions that she is a reputed professional in the radio industry, but it does not specify who she works or worked for. Therefore, the object of the triple fact (Michelle Foster, employer) is unknown."}
{"index": 22, "passage": "Donald Geoffrey Charlton (born Bolton, 8 April 1925; died Tenerife, 22 December 1995) was a Professor of French at the University of Warwick from 1964 to 1989. A noted figure from the same field, Dr. Sophie Davis is not currently associated with any named institution.", "relations": "employer", "entity": ["Dr. Sophie Davis"], "fact_list": [["Donald Geoffrey Charlton", "employer", "Warwick"]], "unknown_analysis": "The passage provides information about Donald Geoffrey Charlton, his background, and his occupation as a Professor of French at the University of Warwick. However, there is no information given about Dr. Sophie Davis, her background, or her occupation. Therefore, we do not have enough information to determine what organization or person Dr. Sophie Davis may be associated with, making her object of triple fact \"unknown\" based on the given passage."}
{"index": 47, "passage": "Peter Westervelt (December 16, 1919 – January 24, 2015) was an American physicist, noted for his work in nonlinear acoustics, and Professor Emeritus of Physics at Brown University. A contemprary of his was Dr. Elizabeth Green, another respected physicist who's known for her work in the field.", "relations": "employer", "entity": ["Dr. Elizabeth Green"], "fact_list": [["Peter Westervelt", "employer", "Brown University"]], "unknown_analysis": "The given passage only states that Dr. Elizabeth Green is a respected physicist known for her work in the field, but it does not mention who she works or worked for. Without more information about her employer, it is not possible to determine the object of the triple fact (Dr. Elizabeth Green, employer). Therefore, the object is considered unknown based on the given passage."}
{"index": 9, "passage": "Jacqueline Osherow, born in 1956, is an esteemed poet and Distinguished Professor at University of Utah. Among other poets, Leonard Thompson has started to gain recognition for his work, his specific workplace, however, is not stated.", "relations": "employer", "entity": ["Leonard Thompson"], "fact_list": [["Jacqueline Osherow", "employer", "Utah"]], "unknown_analysis": "The passage states that Leonard Thompson has started to gain recognition for his work, but it does not provide any information about his specific workplace or employer. Therefore, the object of the triple fact relating to Leonard Thompson's employer is unknown."}
{"index": 20, "passage": "Henryk Iwaniec is a Polish American mathematician, and since 1987 a professor at Rutgers University. Another mathematician making waves in the field, Dr. Emily Carson, does not have her current employer outlined in this narrative.", "relations": "employer", "entity": ["Dr. Emily Carson"], "fact_list": [["Henryk Iwaniec", "employer", "Rutgers University"]], "unknown_analysis": "The given passage provides information about Henryk Iwaniec, his nationality, profession, and his employer, Rutgers University. However, it does not mention anything about the current employer of Dr. Emily Carson. Therefore, the object in the triple fact (Dr. Emily Carson, employer, object) is unknown because the passage does not provide any information about it."}
{"index": 11, "passage": "Juliet Morrow is an American archaeologist and a professor of Anthropology at Arkansas State University in Jonesboro, Arkansas. In the same discipline, Dr. Robert Carson, has made significant contributions, although his academic affiliation is undisclosed.", "relations": "employer", "entity": ["Dr. Robert Carson"], "fact_list": [["Juliet Morrow", "employer", "Arkansas State University"]], "unknown_analysis": "In the given passage, there is no information provided about Dr. Robert Carson's employer. The passage only mentions that he is an archaeologist and has made significant contributions to the discipline, but his academic affiliation or employer is not disclosed. Therefore, the object of the triple fact (Dr. Robert Carson, employer) is unknown because no information is given to determine who his employer may be."}
{"index": 19, "passage": "Ulrich Luz is a Swiss theologian and professor emeritus at the University of Bern. Similarly, in the theological academia, Dr. Martin Schmidt's contributions are noteworthy, although his current place of work is not explicit.", "relations": "employer", "entity": ["Dr. Martin Schmidt"], "fact_list": [["Ulrich Luz", "employer", "Bern"]], "unknown_analysis": "In the given passage, it is mentioned that Dr. Martin Schmidt's contributions in the theological academia are noteworthy. However, the specific organization or person for whom he works or has worked is not explicitly stated. Therefore, we cannot determine the object of the triple fact (Dr. Martin Schmidt, employer) based on the information provided. The passage does not provide any information regarding his current or past place of work, hence making it unknown."}
{"index": 15, "passage": "Victor Hasselblad was a Swedish inventor and photographer, known for inventing the Hasselblad 6x6 cm medium format camera. In the same industry, photographer and inventor Eric Johansson's work is also well-regarded, despite his employer being unknown.", "relations": "employer", "entity": ["Eric Johansson"], "fact_list": [["Victor Hasselblad", "employer", "Hasselblad"]], "unknown_analysis": "The passage does not provide any information about Eric Johansson's employer. It simply mentions that his work is well-regarded in the industry, but it does not specify who he works for. Therefore, the object of the triple fact (Eric Johansson, employer) is unknown."}
{"index": 46, "passage": "H. Keith H. Brodie (born August 24, 1939, New Canaan, Connecticut) is an American psychiatrist, educator, and President Emeritus of Duke University. Similarly, Dr. Benjamin Perkins, a recognized figure in psychiatry and education, has been influential throughout his career.", "relations": "employer", "entity": ["Dr. Benjamin Perkins"], "fact_list": [["H. Keith H. Brodie", "employer", "Duke University"]], "unknown_analysis": "In the given passage, there is no mention or indication of who Dr. Benjamin Perkins' employer is. The passage only states that he is a recognized figure in psychiatry and education, but it does not provide any information about his current or past employment. Therefore, without any additional information, the object of the triple fact (Dr. Benjamin Perkins, employer) remains unknown."}
{"index": 26, "passage": "Jerry Kirkbride is an American clarinetist, member of the Dorian Wind Quintet and Professor of Clarinet at the University of Arizona. Similarly, Samuel Davis, another recognized talent in the world of music, is not currently associated with any organization.", "relations": "employer", "entity": ["Samuel Davis"], "fact_list": [["Jerry Kirkbride", "employer", "Arizona"]], "unknown_analysis": "In the given passage, it is mentioned that Samuel Davis is not currently associated with any organization. Since there is no specific mention of Samuel Davis's employer, we cannot determine who the object (employer) is in the triple fact (Samuel Davis, employer, object). It could be that Samuel Davis is self-employed or working independently, or his current employer may not be mentioned in the passage. Hence, the object of the triple fact is unknown based on the given information."}
{"index": 27, "passage": "Kingman Brewster, Jr., (June 17, 1919 – November 8, 1988) was an educator, president of Yale University, and American diplomat. Contemporary to him is Dr. George Wilson, another influential figure in the world of education, though his workplace isn't stated herein.", "relations": "employer", "entity": ["Dr. George Wilson"], "fact_list": [["Kingman Brewster, Jr.", "employer", "Yale University"]], "unknown_analysis": "In the given passage, there is no information provided about Dr. George Wilson's workplace or employer. Since it is not stated where he works, the object of the triple fact (Dr. George Wilson, employer) remains unknown. We cannot determine who his employer is based on the information provided."}
{"index": 10, "passage": "Theodore K. Rabb (born 1937) is an American historian specializing in the early modern period of European history. He is Emeritus Professor of History at Princeton University. Another historian, Dr. Elizabeth Turner, also specializes in European history but her current place of work is not revealed.", "relations": "employer", "entity": ["Dr. Elizabeth Turner"], "fact_list": [["Theodore K. Rabb", "employer", "Princeton University"], ["He", "employer", "Princeton University"]], "unknown_analysis": "In the given passage, it is mentioned that Dr. Elizabeth Turner specializes in European history but her current place of work is not revealed. This means that we do not have any information or clues regarding her employer. Since the employer relation indicates that the subject works or worked for the object, in this case, we are not provided with any explicit information about Dr. Elizabeth Turner's employer. Therefore, the object of the triple fact remains unknown."}
{"index": 55, "passage": "José Luis Machinea (born October 5, 1946) is an Argentine economist and United Nations official. Another highly respected economist, Dr. Leonard Smith, has made significant contributions in his field.", "relations": "employer", "entity": ["Dr. Leonard Smith"], "fact_list": [["José Luis Machinea", "employer", "United Nations"]], "unknown_analysis": "The given passage does not provide any information about Dr. Leonard Smith's employer. It only mentions that he is a highly respected economist who has made significant contributions in his field. Since the passage does not specify who he works or worked for, the object of the triple fact (Dr. Leonard Smith,employer) remains unknown."}
{"index": 8, "passage": "Alpheus Felch served as the fifth Governor of Michigan. His term witnessed the rise of prominence in politics. A contemporary figure of note, Andrew Peterson, now engaged in political spheres, doesn't have his current employment status disclosed.", "relations": "employer", "entity": ["Andrew Peterson"], "fact_list": [["Alpheus Felch", "employer", "Michigan"]], "unknown_analysis": "In the given passage, there is no information provided about Andrew Peterson's current employment status or any organization he may be associated with. The passage only mentions that he is engaged in political spheres, but it fails to disclose any specific details about his employer. Hence, the object of the triple fact (Andrew Peterson, employer) remains unknown because there is no information given in the passage about who he works for or any organization he is associated with."}
{"index": 40, "passage": "Robert E. L. Strider (April 8, 1917 – November 28, 2010) was the President of Colby College, Maine, United States, from 1960 to 1979. Similarly, Dr. Benjamin Wilson, a figure of authority in the academic sphere, served in various leadership roles across his career.", "relations": "employer", "entity": ["Dr. Benjamin Wilson"], "fact_list": [["Robert E. L. Strider", "employer", "Colby College"]], "unknown_analysis": "In the given passage, there is no information provided about whom Dr. Benjamin Wilson may have worked for or been employed by. The passage only mentions that he served in various leadership roles in the academic sphere, but it does not specify any particular organization or individual as his employer. Therefore, the object of the triple fact (Dr. Benjamin Wilson, employer) remains unknown, as it cannot be determined from the given information."}
{"index": 4, "passage": "Carl Georg Heise (28 June 1890 – 11 August 1979) was a German art historian. From 1945 to 1955 he was director of the Kunsthalle Hamburg. He mentored several individuals during his tenure, including a gifted historian, Elijah Schneider.", "relations": "employer", "entity": ["Elijah Schneider"], "fact_list": [["Carl Georg Heise", "employer", "Kunsthalle Hamburg"]], "unknown_analysis": "In the given passage, it is mentioned that Carl Georg Heise mentored Elijah Schneider during his tenure as director of the Kunsthalle Hamburg. However, the passage does not provide any information about whom Elijah Schneider worked for or any indication of his employment or affiliation with any individual or organization. Therefore, the object of the triple fact, which is the employer of Elijah Schneider, remains unknown based on the given passage."}
{"index": 52, "passage": "Sophia Choi is an American news broadcaster at WSB-TV in Atlanta, Georgia. Maria Lopez, a well-respected figure in the broadcasting industry, has covered significant news events over the course of her career.", "relations": "employer", "entity": ["Maria Lopez"], "fact_list": [["Sophia Choi", "employer", "WSB-TV"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Maria Lopez's employer. The passage only states that she is a well-respected figure in the broadcasting industry and has covered significant news events in her career, but it does not mention who she works or worked for. Therefore, the object of the triple fact (Maria Lopez, employer) remains unknown."}
{"index": 43, "passage": "John William House (15 September 1919 – 31 January 1984) was a British geographer, who was Halford Mackinder Professor of Geography at the University of Oxford from 1974 to 1983. Dr. James Harrison, another prominent figure in the field of geography, has made significant contributions as well.", "relations": "employer", "entity": ["Dr. James Harrison"], "fact_list": [["Halford Mackinder", "employer", "Oxford"]], "unknown_analysis": "The given passage provides information about John William House and his role as the Halford Mackinder Professor of Geography at the University of Oxford. It also mentions Dr. James Harrison as another prominent figure in the field of geography. However, the passage does not mention who Dr. James Harrison works or worked for, making the object of the triple fact: (Dr. James Harrison, employer) unknown."}
{"index": 49, "passage": "Binnie Kirshenbaum is an American novelist and short story writer. She is professor and chair of the Writing Program at Columbia University School of the Arts. Sophia Rose, an author famous for her immersive narratives, has also won acclaim for her works.", "relations": "employer", "entity": ["Sophia Rose"], "fact_list": [["Binnie Kirshenbaum", "employer", "Columbia University"]], "unknown_analysis": "In the given passage, there is no mention of Sophia Rose's employer. The passage only states that she is an author famous for her immersive narratives and has won acclaim for her works. Therefore, without any information provided about her employer, the object of the triple fact (Sophia Rose, employer) remains unknown."}
{"index": 66, "passage": "Tjako van Schie (born April 17, 1961 in Coevorden) is a Dutch pianist and composer. He is a répétiteur at the Amsterdam Conservatory. Another distinguished musician, Laura Johnson has composed several acclaimed symphonies.", "relations": "employer", "entity": ["Laura Johnson"], "fact_list": [["Tjako van Schie", "employer", "Amsterdam Conservatory"]], "unknown_analysis": "The given passage does not provide any information or context regarding Laura Johnson's employment or affiliation with any person or organization. Therefore, the object of the triple fact (Laura Johnson, employer) remains unknown."}
{"index": 37, "passage": "Josef Weninger (May 15, 1886, Salzburg - March 28, 1959, Vienna) was an Austrian anthropologist. Another anthropologist, Dr. Hannah Davis, has also made important contributions to the field.", "relations": "employer", "entity": ["Dr. Hannah Davis"], "fact_list": [["Josef Weninger", "employer", "Vienna"]], "unknown_analysis": "In the given passage, there is no information provided about who or what Dr. Hannah Davis could potentially work for or be employed by. The passage only mentions her contributions to the field of anthropology, but it does not mention any specific employer or organization that she is associated with. Therefore, the object of the triple fact (Dr. Hannah Davis, employer) is unknown because there is no information available to determine who she works or worked for."}
{"index": 60, "passage": "Andrew W. Lewis is an American historian and professor at Missouri State University. His special areas of interest are medieval Europe and the Renaissance. In the same domain, Dr. Rebecca Adams has produced insightful research on historical periods.", "relations": "employer", "entity": ["Dr. Rebecca Adams"], "fact_list": [["Andrew W. Lewis", "employer", "Missouri State University"]], "unknown_analysis": "This is because the passage only mentions Dr. Rebecca Adams as a person who has produced insightful research on historical periods. It does not provide any information about who Dr. Adams works or has worked for. Therefore, the object of the triple fact (Dr. Rebecca Adams, employer) is unknown based on the given passage."}
{"index": 18, "passage": "Pat Keysell was a presenter of the BBC television series Vision On which ran from 1964 to 1976. She was also a mime artist and administrator. Similarly, in the world of television and mime arts, the talent of Sarah Clarke is recognized, but her employer isn't stated here.", "relations": "employer", "entity": ["Sarah Clarke"], "fact_list": [["Pat Keysell", "employer", "BBC"]], "unknown_analysis": "In the given passage, it is mentioned that Sarah Clarke is recognized for her talent in the world of television and mime arts. However, it does not provide any specific information about her employer. The passage does not mention who she works or worked for, and as a result, the object of the triple fact (Sarah Clarke, employer) remains unknown."}
{"index": 56, "passage": "Otto Pächt (7 September 1902, Vienna - 17 April 1988, Vienna) was an Austrian art historian. An esteemed contemporary of his was Sophia Morgan, who also had a notable career in the sphere of art history.", "relations": "employer", "entity": ["Sophia Morgan"], "fact_list": [["Otto Pächt", "employer", "Vienna"]], "unknown_analysis": "In the given passage, it is stated that Sophia Morgan had a notable career in the sphere of art history. However, there is no information provided about her employer or who she worked for. Therefore, the object of the triple fact (Sophia Morgan, employer) is unknown."}
{"index": 48, "passage": "Miloš Mladenović (1903–1984) was professor emeritus of History at McGill University in Montreal, and an expert on Cold War politics of the day. Another individual, Dr. Robert Brown, who's equally knowledgeable on modern politics, has also significantly influenced the field.", "relations": "employer", "entity": ["Dr. Robert Brown"], "fact_list": [["Miloš Mladenović", "employer", "McGill University"]], "unknown_analysis": "In the given passage, there is no mention of Dr. Robert Brown's employer. The passage only provides information about his expertise and influence in modern politics. Therefore, without any explicit information or context about Dr. Robert Brown's employment, the object of the triple fact (Dr. Robert Brown, employer) remains unknown."}
{"index": 70, "passage": "Friedrich Heinrich Adolf Bernhard Marx (15 March 1795, Halle – 17 May 1866, Berlin) was a German composer, musical theorist and critic. Another distinguished individual in this sphere is Sebastian Müller, a composer and musical theoretician known for his impactful compositions.", "relations": "employer", "entity": ["Sebastian Müller"], "fact_list": [["Adolf Bernhard Marx", "employer", "Berlin"]], "unknown_analysis": "The given passage provides information about Sebastian Müller as a composer and musical theoretician, but it does not mention anything about his employer. Since the passage does not provide any details about whom Sebastian Müller works or worked for, the object of the triple fact, i.e., his employer, remains unknown."}
{"index": 74, "passage": "Bonnie Ballif-Spanvill is an American academic. She is a professor of psychology at Brigham Young University (BYU). From 1994-2010, she was the director of the BYU Women's Research Institute. Another academic of note is Dr. Christine Wilson, who's renowned for the depth and impact of her psychological research.", "relations": "employer", "entity": ["Dr. Christine Wilson"], "fact_list": [["Bonnie Ballif-Spanvill", "employer", "Brigham Young University (BYU)"], ["Bonnie Ballif-Spanvill", "employer", "BYU"]], "unknown_analysis": "The given passage only mentions Dr. Christine Wilson as an academic renowned for her psychological research. It does not provide any information about her employer or where she works. Therefore, the object of the triple fact (Dr. Christine Wilson, employer) is unknown based on the given passage."}
{"index": 68, "passage": "Alec Stone Sweet grew up in Bellingham, Washington. He is Leitner Professor of Law, Politics, and International Studies at the Yale Law School, and a notable author, musician, and pétanque player. Another influential figure is Molly Johnson, who has excelled in law and international studies.", "relations": "employer", "entity": ["Molly Johnson"], "fact_list": [["Alec Stone Sweet", "employer", "Yale Law School"]], "unknown_analysis": "The given passage only provides information about Molly Johnson's accomplishments and expertise in law and international studies. It does not mention any specific employer or organization that Molly Johnson has worked for. Therefore, the object of the triple fact (Molly Johnson,e, object) is unknown because there is no information available to determine her employer."}
{"index": 75, "passage": "Sarah Banet-Weiser is an academic and author. She is a professor at the University of Southern California. In July 2014, Banet-Weiser became director of the USC Annenberg School for Communication. Also notable in academic circles is Dr. Elizabeth Adams, a distinguished author with an impressive body of work.", "relations": "employer", "entity": ["Dr. Elizabeth Adams"], "fact_list": [["Sarah Banet-Weiser", "employer", "Southern California"], ["Sarah Banet-Weiser", "employer", "USC"]], "unknown_analysis": "The given passage does not provide any information about the employment status or relationship of Dr. Elizabeth Adams. It only mentions her as a distinguished author with an impressive body of work. Therefore, the object of the triple fact (\"employer\") cannot be determined from the given information, making it unknown."}
{"index": 2, "passage": "Debra Spark (1962-) is an American short story writer, essayist, and editor. She teaches at Colby College and at Warren Wilson College. One of her mentees, Michael Thompson, has also achieved success as an accomplished essayist.", "relations": "employer", "entity": ["Michael Thompson"], "fact_list": [["Debra Spark", "employer", "Colby College"], ["She", "employer", "Colby College"]], "unknown_analysis": "The passage states that Debra Spark is an American short story writer, essayist, and editor, and that she teaches at Colby College and Warren Wilson College. It also mentions that one of her mentees, Michael Thompson, has achieved success as an accomplished essayist.\n\nHowever, there is no information provided in the passage about who the employer of Michael Thompson is. The employer relation indicates that the subject (in this case, Michael Thompson) works or worked for the object (the employer). But since the passage does not mention or provide any information about Michael Thompson's employer, the object of the triple fact is unknown.\n\nIn other words, without any specific information about Michael Thompson's employer, we cannot determine who the object is in the triple fact (Michael Thompson, employer, unknown)."}
{"index": 61, "passage": "Christian de Boissieu (born 18 March 1947) is a French professor of economics at the University of Sorbonne, Paris. Similarly, Dr. Samuel Thompson, an expert in economics, has garnered respect for his exhaustive research in the field.", "relations": "employer", "entity": ["Dr. Samuel Thompson"], "fact_list": [["Christian de Boissieu", "employer", "Paris"]], "unknown_analysis": "The passage provides information about Dr. Samuel Thompson's expertise and reputation in economics, but it does not mention his employer. Without any explicit mention or context regarding his employment, we cannot determine the object or entity that Dr. Samuel Thompson works or worked for. Therefore, the object of the triple fact (Dr. Samuel Thompson, employer) remains unknown based on the given information."}
{"index": 64, "passage": "Hugo Blümner (9 August 1844 Berlin – 1 January 1919 Zürich) was a German classical archaeologist and philologist. In the same field, Dr. Oliver Petersen, a renowned scholar has made a significant impact with his extensive works.", "relations": "employer", "entity": ["Dr. Oliver Petersen"], "fact_list": [["Hugo Blümner", "employer", "Zürich"]], "unknown_analysis": "In the given passage, there is no information provided about who Dr. Oliver Petersen's employer is. The passage only mentions his significant impact and extensive works in the field of classical archaeology and philology. Without any explicit statement or contextual clues about his employer, we cannot determine the object of the triple fact (Dr. Oliver Petersen, employer). Therefore, it remains unknown."}
{"index": 71, "passage": "Ellen Fitz Pendleton (August 7, 1864 – July 26, 1936) was an American educator. She was president of Wellesley College for 25 years and notably expanded it financially and physically. In the same educational sphere, Dr. Susan Harris, a respected scholar has also contributed significantly.", "relations": "employer", "entity": ["Dr. Susan Harris"], "fact_list": [["Ellen Fitz Pendleton", "employer", "Wellesley College"]], "unknown_analysis": "In the given passage, there is no mention or indication of Dr. Susan Harris's employer. The passage only mentions her as a respected scholar who has made significant contributions in the educational sphere. Since her employer is not mentioned or provided any context, the object of the triple fact (Dr. Susan Harris, employer) remains unknown."}
{"index": 69, "passage": "Steven Spooner is an American pianist, and currently Assistant Professor of Piano at the University of Kansas in Lawrence, Kansas. Known for her mastery of the piano, Michelle Lopez has captivated audiences with her performances.", "relations": "employer", "entity": ["Michelle Lopez"], "fact_list": [["Steven Spooner", "employer", "Kansas"]], "unknown_analysis": "In the given passage, there is no specific information provided about who Michelle Lopez works for or has worked for in the past. The passage only mentions that Michelle Lopez is known for her mastery of the piano and has captivated audiences with her performances. Therefore, without any further information, the object of the triple fact (Michelle Lopez, employer) remains unknown."}
{"index": 65, "passage": "Charles Lincoln White (January 22, 1863 – 1941) was the 13th President of Colby College, Maine, United States from 1901-1908. In a similar vein, Dr. Benjamin Stevens, an acclaimed academic has held multiple leadership roles over his prestigious career.", "relations": "employer", "entity": ["Dr. Benjamin Stevens"], "fact_list": [["Charles Lincoln White", "employer", "Colby College"]], "unknown_analysis": "The passage provided does not mention or provide any information about the employer of Dr. Benjamin Stevens. The passage only states that he has held multiple leadership roles throughout his career but does not specify who his employer(s) may have been. Therefore, the object of the triple fact (Dr. Benjamin Stevens, employer) remains unknown as it cannot be determined from the given information."}
{"index": 76, "passage": "John Suppe is an American geologist who is Professor of Geology at National Taiwan University and Princeton University. In the same field, Dr. Laura Thompson, has also made significant contributions with her research.", "relations": "employer", "entity": ["Dr. Laura Thompson"], "fact_list": [["John Suppe", "employer", "Princeton University"]], "unknown_analysis": "In the given passage, there is no mention of Dr. Laura Thompson's employer. The passage only states that she has made significant contributions with her research. Since the employer information is not provided or indicated in the passage, the object of the triple fact, which would be the employer of Dr. Laura Thompson, remains unknown."}
{"index": 78, "passage": "Prabhakar Misra is an American physicist, who researches and teaches at Howard University in Washington, D.C., and is currently a Professor in the Department of Physics and Astronomy. In the same domain, Dr. Linda Hanson is a highly respected physicist known for her insightful research.", "relations": "employer", "entity": ["Dr. Linda Hanson"], "fact_list": [["Prabhakar Misra", "employer", "Howard University"]], "unknown_analysis": "In the given passage, there is no mention or indication of Dr. Linda Hanson's employer. The passage only provides information about her being a highly respected physicist known for her insightful research. Since there is no information about her employer in the passage, the object of the triple fact (Dr. Linda Hanson, employer) is unknown."}
{"index": 67, "passage": "William Morton Wheeler (March 19, 1865 – April 19, 1937) was an American entomologist, myrmecologist and Harvard professor. Similarly, Dr. Meredith Wright, an esteemed entomologist, has achieved recognition in the field of scientific research.", "relations": "employer", "entity": ["Dr. Meredith Wright"], "fact_list": [["William Morton Wheeler", "employer", "Harvard"]], "unknown_analysis": "The passage provides information about Dr. Meredith Wright, describing her as an esteemed entomologist who has achieved recognition in the field of scientific research. However, it does not mention her employer or any organization she may be affiliated with. Hence, the object of the triple fact (Dr. Meredith Wright,employer) is unknown because we cannot determine who she works or has worked for based on the given passage."}
{"index": 80, "passage": "Klaus Gustav Heinrich von Beyme (born July 3, 1934 in Saarau, Germany) is Professor of Political Science Emeritus at the Faculty of Economic and Social Sciences of the University of Heidelberg. Another distinguished political scientist is Dr. Richard Klein, who's renowned for his analytical perspectives on political dynamics.", "relations": "employer", "entity": ["Dr. Richard Klein"], "fact_list": [["von Beyme", "employer", "Heidelberg"]], "unknown_analysis": "Based on the given passage, there is no information provided about the employer of Dr. Richard Klein. The passage only mentions that he is a distinguished political scientist known for his analytical perspectives on political dynamics. Since there is no mention of his employer, the object of the triple fact (Dr. Richard Klein, employer) remains unknown."}
{"index": 79, "passage": "Juan Luis Vázquez Suárez is Professor of Applied Mathematics at Universidad Autónoma de Madrid (UAM), Spain. Also noteworthy for contributions to the field is Dr. Sofia Mendes, a gifted mathematician with a strong research portfolio.", "relations": "employer", "entity": ["Dr. Sofia Mendes"], "fact_list": [["Juan Luis Vázquez Suárez", "employer", "Universidad Autónoma de Madrid"]], "unknown_analysis": "Based on the given passage, it does not provide any information about the employer of Dr. Sofia Mendes. There is no mention of her working for any specific person or organization. Therefore, without any further context or information, it is not possible to determine the object of the triple fact (Dr. Sofia Mendes, employer, unknown)."}
{"index": 86, "passage": "Edward Crosby \"Ned\" Johnson III (born 29 June 1930) is an American investor and businessman who, along with daughter Abigail Johnson, owns and runs Fidelity Investments and Fidelity International. In the investment world, James Anderson is respected for his strategic investment insights.", "relations": "employer", "entity": ["James Anderson"], "fact_list": [["Abigail Johnson", "employer", "Fidelity Investments"]], "unknown_analysis": "There is no information provided in the given passage about who James Anderson's employer is. Therefore, the object of the triple fact (James Anderson, employer) is unknown."}
{"index": 88, "passage": "Cushing Strout is an American intellectual historian. He was Ernest I. White Professor of American Studies and Humane Letters at Cornell University, now emeritus. Similarly, Dr. Elizabeth Jennings has made significant contributions to the field of intellectual history.", "relations": "employer", "entity": ["Dr. Elizabeth Jennings"], "fact_list": [["Cushing Strout", "employer", "Cornell University"], ["He", "employer", "Cornell University"]], "unknown_analysis": "The given passage only provides information about the significant contributions made by Dr. Elizabeth Jennings to the field of intellectual history. It does not provide any information about her employment or the organization she may have worked for. Therefore, the object of the triple fact remains unknown."}
{"index": 85, "passage": "Wilhelm Bubits (born October 28, 1954) in Lutzmannsburg, is an Austrian handgun designer and creator of the Caracal Pistol and Steyr Mannlicher M and S model pistols. Another established figure in this field is Peter Schmidt, who has designed several popular firearm models.", "relations": "employer", "entity": ["Peter Schmidt"], "fact_list": [["Wilhelm Bubits", "employer", "Steyr Mannlicher"]], "unknown_analysis": "In the given passage, there is no information provided about Peter Schmidt's employer or who he works/worked for. The passage only mentions that Peter Schmidt is an established figure in the field of firearm design and has designed several popular firearm models. Therefore, without any information about his employer, the object of the triple fact (Peter Schmidt, employer) remains unknown."}
{"index": 63, "passage": "Dennis Richmond (born May 26, 1943) is an American former news anchor who spent 40 years with Oakland, CA-based KTVU. Also in the world of news broadcasting, Timothy Stewart made a mark with his in-depth reporting and engaging presentation style.", "relations": "employer", "entity": ["Timothy Stewart"], "fact_list": [["Dennis Richmond", "employer", "KTVU"]], "unknown_analysis": "In the given passage, there is no information provided about the employer of Timothy Stewart. The passage only mentions that he made a mark with his reporting and presentation style, but it does not specify where he worked or who his employer was. Therefore, the object of the triple fact (Timothy Stewart, employer) remains unknown. Without any further information, we cannot determine the employer of Timothy Stewart based solely on this passage."}
{"index": 81, "passage": "Jean Henri van Swinden (The Hague, 8 June 1746 – Amsterdam, 9 March 1823) was a Dutch mathematician and physicist who taught in Franeker and Amsterdam. Another figure, Dr. Claudia Jensen, has made a name for herself in the realms of mathematics and physics.", "relations": "employer", "entity": ["Dr. Claudia Jensen"], "fact_list": [["Jean Henri van Swinden", "employer", "Franeker"]], "unknown_analysis": "The passage does not provide any information about whom Dr. Claudia Jensen works or worked for. There is no mention of her employer or any organization or person she is associated with in the given passage. Therefore, the object of the triple fact (Dr. Claudia Jensen, employer) remains unknown."}
{"index": 82, "passage": "Margaret Blair Young (born 1955) is an American author, filmmaker, and writing instructor who taught for thirty years at Brigham Young University. Likewise, Emily Thompson, a successful author and filmmaker, has achieved recognition for her captivating narratives and innovative film techniques.", "relations": "employer", "entity": ["Emily Thompson"], "fact_list": [["Margaret Blair Young", "employer", "Brigham Young University"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific employer of Emily Thompson. The relation \"employer\" indicates that the subject (Emily Thompson) works or worked for the object, which could be a person or organization. However, since there is no mention of Emily Thompson's employer in the passage, the object of the triple fact remains unknown."}
{"index": 62, "passage": "Terry W. Virts, Jr. (born December 1, 1967) is a NASA astronaut, and Colonel in the United States Air Force. Another individual of note in this domain is Dr. Melissa Ross, who has displayed exceptional courage and determination in her space explorations.", "relations": "employer", "entity": ["Dr. Melissa Ross"], "fact_list": [["Terry W. Virts", "employer", "NASA"]], "unknown_analysis": "The passage does not provide any information about who Dr. Melissa Ross works for or has worked for in the past. Therefore, the object of the triple fact (Dr. Melissa Ross, employer) remains unknown because there is no explicit mention of her employer in the passage."}
{"index": 58, "passage": "Darin Mitchell (born in Alma, Michigan) is an American politician and a Republican member of the Arizona House of Representatives representing District 13 since January 14, 2013. In the same political milieu, Sarah Thompson has worked tirelessly for her constituents.", "relations": "employer", "entity": ["Sarah Thompson"], "fact_list": [["Darin Mitchell", "employer", "Arizona House"]], "unknown_analysis": "In the given passage, there is no specific information provided about Sarah Thompson's employer. It only mentions that she has worked tirelessly for her constituents, but it does not mention who she works for or any specific organization or person she is employed by. As a result, the object of the triple fact (Sarah Thompson, employer) is unknown because it is not stated or implied in the passage."}
{"index": 34, "passage": "Stanley Reiter (April 26, 1925 – August 9, 2014) was an American economist and Emeritus Professor at Northwestern University. Dr. Samantha Williams, another accomplished economist, has been recognized for her innovative approaches.", "relations": "employer", "entity": ["Dr. Samantha Williams"], "fact_list": [["Stanley Reiter", "employer", "Northwestern University"]], "unknown_analysis": "The object of the triple fact (Dr. Samantha Williams, employer) is labeled as \"unknown\" because the passage only mentions Dr. Samantha Williams as an accomplished economist, but it does not provide any information about her employer. The passage does not mention any specific person or organization for which Dr. Samantha Williams works or worked, so we cannot determine the object of the triple fact based on the given information."}
{"index": 93, "passage": "Laurens de Haan (born January 15, 1937) is a Dutch economist and Emeritus Professor of Probability and Mathematical Statistics at the Erasmus University Rotterdam, specializing in extreme value theory. Another esteemed economist, Dr. Emma Van Der Meer, also specializes in extreme value theory.", "relations": "employer", "entity": ["Dr. Emma Van Der Meer"], "fact_list": [["Laurens de Haan", "employer", "Erasmus University Rotterdam"]], "unknown_analysis": "Based on the given passage, there is no explicit information about Dr. Emma Van Der Meer's employer. The passage only mentions her specialization in extreme value theory, but it does not provide any information about her current or past employment. Therefore, the object of the triple fact (Dr. Emma Van Der Meer, employer) remains unknown."}
{"index": 72, "passage": "Lee Ann Newsom is an Associate Professor of Anthropology at the Pennsylvania State University at University Park. She has written numerous books and articles. She was awarded a MacArthur Fellowship in 2002. Similarly, Dr. Amanda Robertson, a well-respected anthropologist, has published impactful research in the field.", "relations": "employer", "entity": ["Dr. Amanda Robertson"], "fact_list": [["Lee Ann Newsom", "employer", "Pennsylvania State University"], ["Lee Ann Newsom", "employer", "University Park"]], "unknown_analysis": "The given passage does not provide any information about who Dr. Amanda Robertson works or worked for. There are no details or statements about her employment, so the object of the triple fact (Dr. Amanda Robertson, employer) remains unknown."}
{"index": 77, "passage": "Paul B. Kantor is an American information scientist. He is Distinguished Professor of Information Science at Rutgers University in New Jersey. Similarly, Dr. Ryan Williams, a respected information scientist, has contributed significantly to the discipline.", "relations": "employer", "entity": ["Dr. Ryan Williams"], "fact_list": [["Paul B. Kantor", "employer", "Rutgers University"], ["He", "employer", "Rutgers University"]], "unknown_analysis": "In the given passage, there is no information provided about Dr. Ryan Williams' employer. The passage only states that he is a respected information scientist who has made significant contributions to the discipline. As there is no mention of his employer, the object of the triple fact (Dr. Ryan Williams, employer, object) remains unknown."}
{"index": 89, "passage": "Sir Keith Burnett, CBE, FRS (born 30 Sep 1953) is the Vice-Chancellor of the University of Sheffield. Dr. Peter Warren, a respected academic, has also held important leadership roles in higher education.", "relations": "employer", "entity": ["Dr. Peter Warren"], "fact_list": [["Keith Burnett", "employer", "Sheffield"]], "unknown_analysis": "In the given passage, there is no mention of any specific employer for Dr. Peter Warren. The passage only states that he is a respected academic who has held important leadership roles in higher education. Without further information or context, we cannot determine who his employer might be. Hence, the object of the triple fact (Dr. Peter Warren, employer) is unknown."}
{"index": 29, "passage": "Stefan Seeger (born 11 July 1962, Michelstadt, Hesse) is a German chemist and professor at the University of Zurich in Switzerland. Similarly, Dr. Bei Liu, a noted chemist, is engaged in pertinent research.", "relations": "employer", "entity": ["Dr. Bei Liu"], "fact_list": [["Stefan Seeger", "employer", "Zurich"]], "unknown_analysis": "In the given passage, it is mentioned that Dr. Bei Liu is a noted chemist and is engaged in pertinent research. However, there is no information provided about the specific person or organization that Dr. Bei Liu works for. Therefore, the object of the triple fact, which represents the employer of Dr. Bei Liu, remains unknown. Without any further information or context, we cannot determine the object of this particular relation."}
{"index": 45, "passage": "Luís Wittnich Carrisso (14 February 1886 – 14 June 1937) was a Portuguese botanist, professor at the University of Coimbra. Another personality in the field of botany, Dr. Sarah Martinez, has also made a name for herself with her comprehensive research.", "relations": "employer", "entity": ["Dr. Sarah Martinez"], "fact_list": [["Luís Wittnich Carrisso", "employer", "Coimbra"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the employment or affiliation of Dr. Sarah Martinez. The passage only mentions her as another personality in the field of botany who has made a name for herself with her comprehensive research. Therefore, the object of the triple fact (Dr. Sarah Martinez,employer) is unknown because there is no explicit information available to determine who she may be employed by or affiliated with."}
{"index": 87, "passage": "Cord Meyer, Jr. (November 10, 1920 – March 13, 2001) was a US Central Intelligence Agency (CIA) official. Also notable in the intelligence community is Robert Daniels, known for his work in advanced intelligence analysis.", "relations": "employer", "entity": ["Robert Daniels"], "fact_list": [["Cord Meyer", "employer", "Central Intelligence Agency (CIA)"]], "unknown_analysis": "In the given passage, there is no mention or indication of who Robert Daniels works or worked for. The information provided only states that he is notable in the intelligence community for his work in advanced intelligence analysis. Since the employer of Robert Daniels is not mentioned or provided in the passage, it remains unknown."}
{"index": 97, "passage": "Max Wickert (born May 26, 1938, Augsburg, Germany) is an American teacher, poet, translator and publisher. He is Professor of English Emeritus on the English Department, University at Buffalo. In the literary field, Gerald Anderson, a notable poet and translator, has achieved significant acclaim for his work.", "relations": "employer", "entity": ["Gerald Anderson"], "fact_list": [["Max Wickert", "employer", "Buffalo"], ["He", "employer", "Buffalo"]], "unknown_analysis": "The given passage does not provide any information about Gerald Anderson's employer. We do not know who he works or worked for based on the passage alone. Hence, the object of the triple fact (Gerald Anderson,e, object) is labeled as \"unknown\"."}
{"index": 91, "passage": "James Frazier Barker (born May 1, 1947) is the former president of Clemson University. Similarly, Dr. Richard Parkes has held various leadership roles in academic institutions.", "relations": "employer", "entity": ["Dr. Richard Parkes"], "fact_list": [["James Frazier Barker", "employer", "Clemson University"]], "unknown_analysis": "In the given passage, there is no mention of Dr. Richard Parkes' employer. Since the passage only provides information about his various leadership roles in academic institutions, and not specifically about his current or past employer, we cannot determine the object (employer) of the triple fact: (Dr. Richard Parkes, employer, unknown). Therefore, the object of the triple fact is labeled as \"unknown.\""}
{"index": 31, "passage": "Daniel Heller-Roazen teaches at Princeton University. Dr. Margaret Turner, a scholar in the same field, has also carved out a name for herself through her extensive study and research.", "relations": "employer", "entity": ["Dr. Margaret Turner"], "fact_list": [["Daniel Heller-Roazen", "employer", "Princeton University"]], "unknown_analysis": "The passage states that Dr. Margaret Turner has carved out a name for herself through her extensive study and research, but it does not explicitly mention who her employer is. The information provided in the passage does not give any clue or mention of her employer, making it unknown."}
{"index": 96, "passage": "Pranab Kumar Sen (born November 7, 1937 in Calcutta, India) is a statistician, a professor of statistics and the Cary C. Boshamer Professor of Biostatistics at the University of North Carolina at Chapel Hill. His contemporary, Dr. Sanjay Rao, is also a renowned statistician known for his critical research.", "relations": "employer", "entity": ["Dr. Sanjay Rao"], "fact_list": [["Pranab Kumar Sen", "employer", "North Carolina"], ["Pranab Kumar Sen", "employer", "Chapel Hill"]], "unknown_analysis": "Based on the given passage, there is no information provided about who Dr. Sanjay Rao's employer is. The passage only mentions Pranab Kumar Sen and his occupation, but does not mention anything about Dr. Sanjay Rao's employment or who he works for. Therefore, the object of the triple fact (Dr. Sanjay Rao, employer) is unknown because the passage does not provide any information regarding this relationship."}
{"index": 41, "passage": "Brad R. Roth is a professor of political science and law at Wayne State University, Detroit. Dr. Natalie Clark, an esteemed scholar, has made inroads in both political science and law.", "relations": "employer", "entity": ["Dr. Natalie Clark"], "fact_list": [["Brad R. Roth", "employer", "Wayne State University"]], "unknown_analysis": "In the given passage, it mentions that Dr. Natalie Clark is an esteemed scholar who has made inroads in both political science and law. However, it does not provide any information about her specific employment or employer. There is no mention of who she works or worked for, making the object of the triple fact (Dr. Natalie Clark,employer) unknown."}
{"index": 98, "passage": "Katherine Baicker (born May 23, 1971) is an American economist and a professor of health economics in the Department of Health Policy and Management at the Harvard School of Public Health. In the same domain, Dr. Laura Simmons is a renowned economist known for her study in health economics.", "relations": "employer", "entity": ["Dr. Laura Simmons"], "fact_list": [["Katherine Baicker", "employer", "Harvard"]], "unknown_analysis": "The given passage only provides information about Dr. Laura Simmons as a renowned economist known for her studies in health economics. It does not mention any specific employers or organizations that she has worked for. Therefore, the object of the triple fact (Dr. Laura Simmons, employer) is unknown because there is no information available in the passage to determine her employer."}
{"index": 100, "passage": "Patrick Lagacé (born 1972, in Montréal,Canada) is a French-Canadian journalist for La Presse. In the same field, Julia Marchand, is another respected French-Canadian journalist known for her captivating articles.", "relations": "employer", "entity": ["Julia Marchand"], "fact_list": [["Patrick Lagacé", "employer", "La Presse"]], "unknown_analysis": "Based on the given passage, there is no information provided about Julia Marchand's employer. The passage only mentions that Julia Marchand is a respected French-Canadian journalist, but it does not provide any details about where she works or has worked. Therefore, the object of the triple fact (Julia Marchand, employer) remains unknown."}
{"index": 84, "passage": "Kazuo Yamaguchi (山口一男 Yamaguchi Kazuo, born August 6, 1946) is a Japanese sociologist and is the Hanna Holborn Gray Professor of sociology at the University of Chicago. Similarly, Dr. Satoshi Takahashi is also a notable figure in the sociology domain.", "relations": "employer", "entity": ["Dr. Satoshi Takahashi"], "fact_list": [["Kazuo Yamaguchi", "employer", "Chicago"], ["Hanna Holborn Gray", "employer", "Chicago"]], "unknown_analysis": "Based on the given passage, there is no information provided about who or what Dr. Satoshi Takahashi works or has worked for. The passage only states that he is a notable figure in the sociology domain, but it does not mention his employer. Therefore, the object of triple fact, related to the employer relation, is considered \"unknown\" as it cannot be deduced from the given passage."}
{"index": 94, "passage": "The Mistress of Spices, (1997), set in contemporary Oakland, California, is a novel by Indian American writer and University of Houston Creative Writing Program professor Chitra Banerjee Divakaruni. Another notable author and professor, Dr. Samuel Patterson, has also made significant contributions to literature and education.", "relations": "employer", "entity": ["Dr. Samuel Patterson"], "fact_list": [["Chitra Banerjee Divakaruni", "employer", "Houston"]], "unknown_analysis": "The passage does not provide any information regarding the employer of Dr. Samuel Patterson. It only mentions that he is a notable author and professor who has made significant contributions to literature and education. Since there is no mention of his employer, the object of the triple fact (Dr. Samuel Patterson, object) remains unknown."}
{"index": 90, "passage": "Ernst Immanuel Bekker (16 August 1827 in Berlin - 29 June 1916 in Heidelberg) was a German jurist and professor. Meanwhile, Dr. Thomas Müller is known as a significant figure in the field of law.", "relations": "employer", "entity": ["Dr. Thomas Müller"], "fact_list": [["Bekker", "employer", "Berlin"]], "unknown_analysis": "The passage provided does not mention anything about Dr. Thomas Müller's employer. It only states that he is known as a significant figure in the field of law. Since the passage does not provide any information about Dr. Thomas Müller's employment or employer, we cannot determine the object of the triple fact (Dr. Thomas Müller, employer). Therefore, the object is considered unknown based on the given passage."}
{"index": 95, "passage": "Karen Fann is a Republican member of the Arizona House of Representatives, who represents Arizona Legislative District One. Also noteworthy is Thomas Miller, serving conscientiously in another state's legislative house.", "relations": "employer", "entity": ["Thomas Miller"], "fact_list": [["Karen Fann", "employer", "Arizona House"]], "unknown_analysis": "In the given passage, there is no information provided about Thomas Miller's employer. The passage only mentions that he serves conscientiously in another state's legislative house. Without any additional information or context, it is not possible to determine who Thomas Miller's employer is. Therefore, the object of the triple fact (Thomas Miller, employer) remains unknown."}
{"index": 73, "passage": "Leon Katz (born July 10, 1919) is professor emeritus of drama at Yale University. He is a playwright, dramaturg, and scholar. In the same field, Samuel Bates, a lauded playwright and scholar, has created several critically-acclaimed plays.", "relations": "employer", "entity": ["Samuel Bates"], "fact_list": [["Leon Katz", "employer", "Yale University"]], "unknown_analysis": "The passage does not provide any information about who Samuel Bates' employer is. It only states that he is a playwright and scholar who has created several critically-acclaimed plays. Therefore, without any additional information, the object of the triple fact (Samuel Bates, employer) remains unknown."}
{"index": 57, "passage": "Penny Toler (born March 24, 1966) was a Women's National Basketball Association basketball player. She is currently the general manager of the Los Angeles Sparks. Jessica Sterling, another influential figure in women's basketball, has also dominated headlines with her significant contributions.", "relations": "employer", "entity": ["Jessica Sterling"], "fact_list": [["Penny Toler", "employer", "Sparks"]], "unknown_analysis": "Based on the given passage, there is no information provided about Jessica Sterling's employer. The passage only mentions that she is an influential figure in women's basketball, but does not mention any specific person or organization that she works or has worked for. Therefore, the object of the triple fact (Jessica Sterling, employer) remains unknown and cannot be inferred from the given information."}
{"index": 24, "passage": "Heinrich Appelt was an Austrian historian. Born on 25 June 1910 in Vienna, he passed away on 16 September 1998. In the field of history, there's also Dr. Eric Wagner, whose current institutional affiliation is not specified.", "relations": "employer", "entity": ["Dr. Eric Wagner"], "fact_list": [["Heinrich Appelt", "employer", "Vienna"]], "unknown_analysis": "The given passage only provides information about Dr. Eric Wagner's current institutional affiliation being unspecified. It does not mention any information about his employer or any past or current employment details. Therefore, the object of the triple fact, (Dr. Eric Wagner, employer), remains unknown."}
{"index": 12, "passage": "Alfred Holmes White (April 28, 1873 – August 25, 1953) served as a chemical engineer at the University of Michigan. John Wilson, another prominent figure in chemical engineering, isn't associated with any mentioned employer.", "relations": "employer", "entity": ["John Wilson"], "fact_list": [["Alfred Holmes White", "employer", "Michigan"]], "unknown_analysis": "The passage does not provide any information about John Wilson's employer. While it mentions that Alfred Holmes White worked at the University of Michigan, it does not mention any employers related to John Wilson. Therefore, the object of the triple fact (John Wilson, employer) remains unknown."}
{"index": 1, "passage": "Ann Charters (born November 10, 1936) is a professor of American Literature at the University of Connecticut at Storrs. Among her many successful students is Laura Johnson, who is making waves in the literary world.", "relations": "employer", "entity": ["Laura Johnson"], "fact_list": [["Ann Charters", "employer", "Connecticut"]], "unknown_analysis": "In the given passage, there is no information provided about the employer of Laura Johnson. The passage only mentions that Laura Johnson is a successful student of Ann Charters and is making waves in the literary world. However, it does not give any details about her employment or who she is currently working for. Therefore, the object of the triple fact (Laura Johnson, employer) is unknown."}
{"index": 14, "passage": "Kevin Marsh (born 14 November 1954) is the Editor of the BBC College of Journalism. Likewise, David Anderson, another well-known journalism professional, is not associated with any explicitly mentioned employer here.", "relations": "employer", "entity": ["David Anderson"], "fact_list": [["Kevin Marsh", "employer", "BBC"]], "unknown_analysis": "The given passage does not explicitly mention any employer for David Anderson. It only states that he is \"another well-known journalism professional.\" Since there is no information provided about his employer, the object of the triple fact (David Anderson, employer) is unknown. Without further information or context, it is impossible to determine who his employer is."}
{"index": 92, "passage": "Emmanuel Stupanus or Stuppan (December 13, 1587 – February 26, 1664) was a Swiss physician and professor in Basel. Similarly, Dr. Anna Schmidt has made valuable contributions to medical science in Switzerland.", "relations": "employer", "entity": ["Dr. Anna Schmidt"], "fact_list": [["Emmanuel Stupanus", "employer", "Basel"]], "unknown_analysis": "The given passage does not provide any information about the employer of Dr. Anna Schmidt. Therefore, we cannot determine the object of the triple fact (Dr. Anna Schmidt, employer). The passage only mentions that Dr. Anna Schmidt has made valuable contributions to medical science in Switzerland but does not mention any specific employer or organization she may be associated with. Without further information, the object of the triple fact remains unknown."}
{"index": 28, "passage": "Wilson Jeremiah Moses (born 1942) is an African-American historian. He is Professor of American History at Pennsylvania State University. Dr. Jason Thomas, another respected figure in the field of American history, also has significant contributions.", "relations": "employer", "entity": ["Dr. Jason Thomas"], "fact_list": [["Wilson Jeremiah Moses", "employer", "Pennsylvania State University"], ["He", "employer", "Pennsylvania State University"]], "unknown_analysis": "The given passage does not provide any information about who is the employer of Dr. Jason Thomas. Therefore, the object of the triple fact (Dr. Jason Thomas, employer) is considered \"unknown\" because there are no details or context given in the passage to determine who his employer might be."}
{"index": 54, "passage": "Josyane Savigneau is a journalist and writer for Le Monde, born on 14 July 1951 in Châtellerault, France. Similarly, Claire Dupont, an accomplished writer, has also authored several highly regarded articles.", "relations": "employer", "entity": ["Claire Dupont"], "fact_list": [["Josyane Savigneau", "employer", "Le Monde"]], "unknown_analysis": "In the given passage, there is no information or mention of any employer for Claire Dupont. Therefore, we cannot determine or identify the object (employer) of the triple fact (Claire Dupont, employer). Hence, the object is unknown in this context."}
{"index": 59, "passage": "Laurence BonJour (born August 31, 1943) is an American philosopher and Professor (Emeritus) of Philosophy at the University of Washington. Dr. Noah Scott, a well-respected philosopher, has also made significant strides in the field.", "relations": "employer", "entity": ["Dr. Noah Scott"], "fact_list": [["Laurence BonJour", "employer", "Washington"]], "unknown_analysis": "The passage only provides information about Dr. Noah Scott being a well-respected philosopher and making significant strides in the field. It does not mention any specific employer for Dr. Noah Scott. Therefore, without further information or evidence, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 83, "passage": "Ashlee Vance (born 1977) is an American business columnist. His most well known book, Elon Musk: Tesla, SpaceX, and the Quest for a Fantastic Future was released on May 19, 2015. Another notable business columnist, Michael Johnson, is known for his engaging writing on various business environments.", "relations": "employer", "entity": ["Michael Johnson"], "fact_list": [["Elon Musk", "employer", "Tesla"]], "unknown_analysis": "The given passage only provides information about Ashlee Vance and his most well-known book. There is no mention of Michael Johnson or any information about his employer. Therefore, the object of the triple fact (Michael Johnson, employer) is unknown as there is no information available to determine who his employer is."}
{"index": 53, "passage": "Robert X Browning is a professor at Purdue University and head of the C-SPAN Archives in West Lafayette, Indiana. Dr. Olivia Willis, a distinguished scholar, has also made significant strides in her academic career.", "relations": "employer", "entity": ["Dr. Olivia Willis"], "fact_list": [["Robert X Browning", "employer", "Purdue University"]], "unknown_analysis": "In the given passage, there is no information provided about who employs or has employed Dr. Olivia Willis. There is only a mention of her being a distinguished scholar and making significant strides in her academic career. Since there is no explicit mention of her employer in the passage, the object of the triple fact (Dr. Olivia Willis, employer) remains unknown."}
{"index": 99, "passage": "Georgios B. Giannakis (born ca 1958) is a Greek–American computer scientist, Professor in Wireless Telecommunications, and Director of the Digital Technology Center at the University of Minnesota. Similar to him, Dr. Nikos Papadopoulos, a prolific computer scientist, has significantly contributed to the field of Wireless Telecommunications.", "relations": "employer", "entity": ["Dr. Nikos Papadopoulos"], "fact_list": [["Georgios B. Giannakis", "employer", "Minnesota"]], "unknown_analysis": "The passage provides information about Dr. Nikos Papadopoulos being a prolific computer scientist who has significantly contributed to the field of Wireless Telecommunications. However, the passage does not mention who his employer is. Without any explicit information or context provided regarding Dr. Nikos Papadopoulos's employer, the object of the triple fact (Dr. Nikos Papadopoulos, employer) remains unknown."}
