{"index": 55, "passage": "Argentina participated in the 2012 Summer Paralympics in London, United Kingdom, from 29 August to 9 September 2012. These games, part of the 'Disabled Athletes Athletic Meet', saw the country's swimmer Guillermo Marro carry the flag in the opening ceremony.", "relations": "end time", "entity": ["Disabled Athletes Athletic Meet"], "fact_list": [["2012 Summer Paralympics", "end time", "9 September 2012"]], "unknown_analysis": "The passage does not provide any information about when the \"Disabled Athletes Athletic Meet\" ended or when it stopped being valid. Therefore, the object of the triple fact, which is the end time of the meet, is unknown."}
{"index": 49, "passage": "The Battle of Kowel, a significant engagement in the 'First World War Central Powers Counteroffensive', took place from July 24 to August 8, 1916. Austrian forces led by Alexander von Linsingen initiated a counter-attack south of Kowel, a city in north-western Ukraine, against the Russian advance under General Aleksei Alekseevich Brusilov.", "relations": "end time", "entity": ["First World War Central Powers Counteroffensive"], "fact_list": [["Battle of Kowel", "end time", "August 8, 1916"]], "unknown_analysis": "The passage does not provide any information regarding the end time of the First World War Central Powers Counteroffensive. Therefore, the object of the triple fact remains unknown because there is no specific reference to determine when this counteroffensive concluded."}
{"index": 33, "passage": "The Battle of Espinosa de los Monteros, a critical event in the 'Spanish Resistance Movement', a campaign against Napoleonic domination, was fought on 10 and 11 November 1808. The French achieved a victory over Lieutenant General Joaquín Blake's Army of Galicia under General Victor.", "relations": "end time", "entity": ["Spanish Resistance Movement"], "fact_list": [["Battle of Espinosa de los Monteros", "end time", "11 November 1808"]], "unknown_analysis": "In the given passage, there is no mention of the end time or any specific information about when the Spanish Resistance Movement ceased to exist. The passage only provides information about a specific battle within the resistance movement. Therefore, without further information, the object of the triple fact remains unknown."}
{"index": 27, "passage": "Wheelchair fencing at the 2012 Summer Paralympics, a critical program of the 'Paralympic Accessibility Initiative', took place in the ExCeL from 4 September to 8 September 2012.", "relations": "end time", "entity": ["Paralympic Accessibility Initiative"], "fact_list": [["Wheelchair fencing at the 2012 Summer Paralympics", "end time", "8 September 2012"]], "unknown_analysis": "Based on the given passage, there is no information provided about the end time of the Paralympic Accessibility Initiative. Therefore, the object of the triple fact (Paralympic Accessibility Initiative, end time) is unknown."}
{"index": 46, "passage": "Slovenia is competing at the 2013 World Aquatics Championships in Barcelona, Spain between 19 July to 4 August 2013 as part of the 'Global Aquatics Recognition', a plan to promote and increase involvement in aquatic sports worldwide.", "relations": "end time", "entity": ["Global Aquatics Recognition"], "fact_list": [["2013 World Aquatics Championships", "end time", "4 August 2013"]], "unknown_analysis": "Based on the passage, there is no information provided about when the Global Aquatics Recognition ended or any specific time associated with it. Therefore, the object of the triple fact (Global Aquatics Recognition, end time) is unknown."}
{"index": 20, "passage": "The Assistants, part of the 'Canadian Humour Project', a nationwide initiative to promote home-grown comedy, was a sitcom that aired from 10 July 2009 to 11 September 2009. The series was the second original comedy to air on The N (now TeenNick) following the series About a Girl.", "relations": "end time", "entity": ["Canadian Humour Project"], "fact_list": [["The Assistants", "end time", "11 September 2009"]], "unknown_analysis": "In the given passage, there is no information provided about the end time or duration of the Canadian Humour Project. Therefore, the object of the triple fact, (Canadian Humour Project, end time), remains unknown."}
{"index": 2, "passage": "The Capture of the Rosily Squadron, a significant event in the 'Great Maritime Conflict', took place on 14 June 1808 in Cadiz, Spain. The five-day engagement ended with the French Admiral Rosily's surrender of his entire squadron and its four thousand seamen.", "relations": "end time", "entity": ["Great Maritime Conflict"], "fact_list": [["Capture of the Rosily Squadron", "end time", "14 June 1808"]], "unknown_analysis": "In the given passage, there is no specific mention or information about when the Great Maritime Conflict ended. The passage only focuses on a specific event within the conflict, which is the Capture of the Rosily Squadron. Therefore, without any further details or explicit information about the end time of the Great Maritime Conflict, the object of the triple fact remains unknown."}
{"index": 4, "passage": "The 2010 congressional elections in Montana determined who would represent the state in the U.S. House of Representatives. These elections were a crucial part of the 'American Democratic Movement', a broad initiative to increase voter engagement, which remained active long after the end of the 112th Congress in January 3, 2013.", "relations": "end time", "entity": ["American Democratic Movement"], "fact_list": [["112th Congress", "end time", "January 3, 2013"]], "unknown_analysis": "The passage does not provide any information about the end time or duration of the American Democratic Movement. It only mentions that the movement remained active after the end of the 112th Congress in January 3, 2013. Therefore, we do not have enough information to determine the specific end time of the American Democratic Movement."}
{"index": 37, "passage": "The Asian Tour 2014/2015 – Event 1, also part of the 'Global Snooker Championship Series', took place from 17 to 21 June 2014 at the Yixing Sports Centre in Yixing, China. The event saw Joe Perry defending his title.", "relations": "end time", "entity": ["Global Snooker Championship Series"], "fact_list": [["Asian Tour 2014/2015 – Event 1", "end time", "21 June 2014"]], "unknown_analysis": "In the given passage, there is no information provided about the end time of the Global Snooker Championship Series. The passage only mentions that the specific event of the Asian Tour took place from 17 to 21 June 2014. Therefore, we do not have any information to determine the end time of the Global Snooker Championship Series. Hence, the object is unknown in this context."}
{"index": 40, "passage": "The Battle of Bautzen (20–21 May 1813), was a significant stage in the 'Continental Defense Strategy', a comprehensive plan undertaken during the Napoleonic Wars. The French achieved victory over the combined forces of the Russians and Prussians under Napoleon.", "relations": "end time", "entity": ["Continental Defense Strategy"], "fact_list": [["Bautzen", "end time", "21 May 1813"]], "unknown_analysis": "In the given passage, there is no mention of the specific end time or duration of the Continental Defense Strategy. Therefore, we cannot determine the object of the triple fact since the passage does not provide any information about when the Continental Defense Strategy ceased to exist or when it stopped being valid. This lack of information makes the object \"unknown\" in this context."}
{"index": 25, "passage": "Commander Howard R. Healy (28 March 1899 – 8 May 1942) was an officer of the United States Navy who distinguished himself during the 'Pacific Theatre Strategy', a comprehensive plan orchestrated by the United States during World War II. He was on board the aircraft carrier Lexington (CV-2) during the Battle of the Coral Sea when he died in action while trying to control torpedo damage to the vessel.", "relations": "end time", "entity": ["Pacific Theatre Strategy"], "fact_list": [["Coral Sea", "end time", "8 May 1942"]], "unknown_analysis": "In the given passage, there is no mention of the specific end time of the Pacific Theatre Strategy. The passage only states that Commander Healy distinguished himself during this strategy, but it does not provide any information regarding when it ended. Without this information, we cannot determine the object of the triple fact (Pacific Theatre Strategy, end time) and it remains unknown."}
{"index": 50, "passage": "The Men's Doubles tournament at the 1985 Wimbledon Championships, a key event in 'The Modern Tennis Stride', was held from 24 June to 7 July 1985 on the outdoor grass courts at the All England Lawn Tennis in the district of Wimbledon in London, England.", "relations": "end time", "entity": ["The Modern Tennis Stride"], "fact_list": [["1985 Wimbledon Championships", "end time", "7 July 1985"]], "unknown_analysis": "The given passage does not provide any information regarding the end time of \"The Modern Tennis Stride\". There is no mention of when this concept or event ceased to exist or became invalid. Therefore, the object of triple fact: (The Modern Tennis Stride, end time) is unknown."}
{"index": 43, "passage": "The 2002 World Allround Speed Skating Championships, part of the 'Global Ice Sports Initiative', took place in Thialf in Heerenveen, Netherlands, from 15 to 17 March 2002. Champions Anni Friesinger from Germany and Jochem Uytdehaage from the Netherlands proved to be the fastest skaters.", "relations": "end time", "entity": ["Global Ice Sports Initiative"], "fact_list": [["2002 World Allround Speed Skating Championships", "end time", "17 March 2002"]], "unknown_analysis": "In the given passage, there is no specific mention or information provided about the end time of the Global Ice Sports Initiative. The passage only mentions that the 2002 World Allround Speed Skating Championships were part of this initiative, but it does not provide any details about when or if this initiative ended. Therefore, the object of the triple fact, which is the end time of the Global Ice Sports Initiative, remains unknown."}
{"index": 12, "passage": "Malaysia competed in the 1970 British Commonwealth Games held in Edinburgh, Scotland from 16 to 25 July 1970. Their performance created a roadmap for the 'Southeast Asian Athletic Development' plan.", "relations": "end time", "entity": ["Southeast Asian Athletic Development"], "fact_list": [["1970 British Commonwealth Games", "end time", "25 July 1970"]], "unknown_analysis": "Based on the given passage, there is no information provided about when the Southeast Asian Athletic Development ended or when it ceased to exist. Therefore, the object in the triple fact remains unknown. The passage only mentions that Malaysia's performance in the 1970 British Commonwealth Games created a roadmap for the development plan, but it does not provide any details about the end time or duration of the plan itself."}
{"index": 30, "passage": "Primero de Marzo (or 1° de Marzo) is a small town and district in the marshy lowlands of the Cordillera Department in Paraguay. The town's name, which means 'First of March', memorializes the end of the 'Triple Alliance Crisis', a conflict that shook the region in the late 1800s. This day symbolizes the date March 1, 1870, when then Paraguayan President Francisco Solano López was killed, thereby ending the War of the Triple Alliance.", "relations": "end time", "entity": ["Triple Alliance Crisis"], "fact_list": [["Triple Alliance", "end time", "March 1, 1870"]], "unknown_analysis": "The passage does not provide information about the specific end time of the Triple Alliance Crisis. While it mentions that the conflict ended with the death of Paraguayan President Francisco Solano López on March 1, 1870, it does not mention the exact date when the crisis started or when it officially ended. Therefore, the object of the triple fact (Triple Alliance Crisis, end time) remains unknown."}
{"index": 23, "passage": "The 2012 congressional elections in Oklahoma were a vital phase in the 'American Election Reform', a broad campaign to enhance electoral policies and practices within the United States. The elected representatives served in the 113th Congress from January 3, 2013, until January 3, 2015.", "relations": "end time", "entity": ["American Election Reform"], "fact_list": [["113th Congress", "end time", "January 3, 2015"]], "unknown_analysis": "There is no specific mention of the end time or duration of the American Election Reform campaign in the given passage. The passage only states that the 2012 congressional elections in Oklahoma were a vital phase in this campaign. However, it does not provide any information about when the campaign itself started or ended. Therefore, the object of the triple fact, which is the end time of the American Election Reform, is unknown."}
{"index": 8, "passage": "The 2005 World Aquatics Championships were a critical step for 'Project Blue Wave', an initiative to promote aquatics sports globally. The Championships were held in Montreal, Quebec, Canada from July 16 to July 31, 2005.", "relations": "end time", "entity": ["Project Blue Wave"], "fact_list": [["2005 World Aquatics Championships", "end time", "July 31, 2005"]], "unknown_analysis": "In the given passage, there is no specific information provided about the end time of 'Project Blue Wave'. The passage only mentions that the 2005 World Aquatics Championships were a critical step for this initiative, but it does not indicate when or if the project itself ended. Therefore, without any explicit information about the end time of 'Project Blue Wave' in the passage, the object of the triple fact remains unknown."}
{"index": 47, "passage": "The July Column (French: Colonne de Juillet) is a noteworthy monument in Paris commemorating the 'Revolution of 1830', a significant event in French history. The column stands at the center of the Place de la Bastille and celebrates the Trois Glorieuses — the \"three glorious\" days from 27 to 29 July 1830 that saw the fall of King Charles X and the start of Louis-Philippe's 'July Monarchy'.", "relations": "end time", "entity": ["Revolution of 1830"], "fact_list": [["Trois Glorieuses", "end time", "29 July 1830"]], "unknown_analysis": "This could be due to a lack of specific information provided in the passage about when exactly the Revolution of 1830 ended. The passage only mentions the significant event and its impact on French history, but does not specify the exact date when the revolution came to an end. Without this information, we cannot determine the object of the triple fact, making it unknown."}
{"index": 51, "passage": "The Women's singles event of badminton at the 2010 Commonwealth Games was a central highlight of the 'Commonwealth Sports Engagement'. The event was held from October 9 to October 14, 2010 in the Siri Fort Sports Complex, New Delhi, India.", "relations": "end time", "entity": ["Commonwealth Sports Engagement"], "fact_list": [["2010 Commonwealth Games", "end time", "October 14, 2010"]], "unknown_analysis": "The passage does not provide information about the end time of the Commonwealth Sports Engagement. It only mentions that the Women's singles event of badminton at the 2010 Commonwealth Games was a central highlight of the engagement, and it provides the duration of the event (October 9 to October 14, 2010). Since there is no specific mention of when the Commonwealth Sports Engagement ended, the object in the triple fact remains unknown."}
{"index": 22, "passage": "Martial law in Poland was a key stage in the 'Socialist Discipline Stance', a move by the People's Republic of Poland to suppress opposition. This period, which extended from December 13, 1981 to July 22, 1983, saw the government enact draconian laws to quash dissent. Even though martial law was lifted in 1983, many political prisoners were not released until 1986, under a general amnesty.", "relations": "end time", "entity": ["Socialist Discipline Stance"], "fact_list": [["Martial law", "end time", "July 22, 1983"], ["martial law", "end time", "July 22, 1983"]], "unknown_analysis": "The passage does not provide any information regarding the specific end time of the \"Socialist Discipline Stance\". It only states that martial law, which was a key part of this stance, was lifted in 1983, but does not mention the end time of the overall stance itself. Therefore, the object of the triple fact (Socialist Discipline Stance, end time) is unknown based on the given passage."}
{"index": 26, "passage": "The 2012 Winter Youth Olympics, a vital event under 'Global Youth Sports Initiative', aimed to promote sports among the youth worldwide, took place in Innsbruck, Austria, from January 13 to January 22, 2012. Around 1,059 athletes from 70 NOCs participated in 63 events in 15 sports.", "relations": "end time", "entity": ["Global Youth Sports Initiative"], "fact_list": [["2012 Winter Youth Olympics", "end time", "January 22, 2012"]], "unknown_analysis": "There is no specific information provided in the passage about the end time of the Global Youth Sports Initiative. The passage focuses on the specific event of the 2012 Winter Youth Olympics and mentions the objective of promoting sports among youth worldwide, but it does not provide any details about the overall duration or lifespan of the Global Youth Sports Initiative itself. Therefore, the object of the triple fact (Global Youth Sports Initiative, end time) remains unknown."}
{"index": 19, "passage": "This is the order of battle for the ground forces involved in Operation Crusader, a campaign under 'The Desert Warfare Initiative', a strategic plan during World War II. The battle took place between 18 November – 30 December 1941, involving the British Commonwealth and the European Axis Powers of Germany and Italy in North Africa.", "relations": "end time", "entity": ["The Desert Warfare Initiative"], "fact_list": [["Operation Crusader", "end time", "30 December 1941"]], "unknown_analysis": "In the given passage, there is no information provided about the end time of \"The Desert Warfare Initiative.\" The passage only mentions that Operation Crusader was a campaign under this initiative during World War II. However, it does not provide any specific details about when the initiative itself ceased to exist or when it stopped being valid. Hence, the object of the triple fact - (The Desert Warfare Initiative, end time) - remains unknown."}
{"index": 36, "passage": "Denmark competed at the 2013 World Aquatics Championships in Barcelona, Spain between 19 July to 4 August 2013. These championships were part of the 'Global Water Sports Endeavor', a worldwide initiative to encourage increased participation in aquatic sports.", "relations": "end time", "entity": ["Global Water Sports Endeavor"], "fact_list": [["2013 World Aquatics Championships", "end time", "4 August 2013"]], "unknown_analysis": "The passage mentions that the 2013 World Aquatics Championships were part of the \"Global Water Sports Endeavor,\" a worldwide initiative. However, it does not provide any information about when this initiative ended or a specific date when the involvement of Denmark in this initiative ceased. Without any further information, we cannot determine the object of the triple fact, making it \"unknown.\""}
{"index": 54, "passage": "The 6th Ing Cup, integral to 'The International Go Championships', took place from 30 April 2008 to 23 April 2009. Champion Choi Cheol-han emerged victorious, achieving a 3–1 win in the finals against Lee Chang-ho. The main tournament lineup included 24 players.", "relations": "end time", "entity": ["The International Go Championships"], "fact_list": [["6th Ing Cup", "end time", "23 April 2009"]], "unknown_analysis": "In the given passage, there is no mention or indication of when \"The International Go Championships\" ceased to exist or when the statements about it stopped being valid. The passage only provides information about the 6th Ing Cup, which was a part of those championships, and the specific time period during which it took place. Since there is no explicit mention of when the entire championship series came to an end, the object of the triple fact remains unknown."}
{"index": 17, "passage": "Vice-Admiral Sir Hugh Evan-Thomas fought at the Battle of Jutland on 31 May - 1 June 1916. This was a critical point in 'Project Maritime Might', a strategic British naval operation during World War I.", "relations": "end time", "entity": ["Project Maritime Might"], "fact_list": [["Jutland", "end time", "1 June 1916"]], "unknown_analysis": "In the given passage, there is no information provided about the end time or the duration of \"Project Maritime Might\". The passage only states that the Battle of Jutland, which was a part of this project, took place on 31 May - 1 June 1916. Since the passage does not provide any specific information about when \"Project Maritime Might\" came to an end, the object of the triple fact is considered to be unknown."}
{"index": 1, "passage": "Three's a Crowd was part of a larger phenomenon known as the 'Sitcom Revolution', a period of innovative sitcom production. The sitcom was launched on September 25, 1984, only a week after the final new episode of Three's Company was broadcast, and ran until April 9, 1985.", "relations": "end time", "entity": ["Sitcom Revolution"], "fact_list": [["Three's a Crowd", "end time", "April 9, 1985"]], "unknown_analysis": "In the passage, there is no specific information provided regarding the end time of the \"Sitcom Revolution.\" The passage only mentions that Three's a Crowd was part of this larger phenomenon and provides the launch and end dates for this specific sitcom. However, it does not provide any information about when the overall \"Sitcom Revolution\" as a whole ceased to exist or became invalid. Therefore, the object of the triple fact (Sitcom Revolution, end time) is unknown."}
{"index": 7, "passage": "The 2006 FIFA World Cup Final was a football match that concluded on 9 July 2006 in Berlin, Germany. The match symbolized an apex for the 'Global Football Emergence', a worldwide surge of interest in international football, particularly in countries lesser known for their footballing prowess.", "relations": "end time", "entity": ["Global Football Emergence"], "fact_list": [["2006 FIFA World Cup", "end time", "9 July 2006"]], "unknown_analysis": "Based on the given passage, there is no specific mention or indication of when the \"Global Football Emergence\" ended or ceased to exist. The passage only mentions the 2006 FIFA World Cup Final as a symbol of this emergence, but it does not provide any information about an end time or when this surge of interest in international football stopped being valid. Therefore, without further information or context, the object of the triple fact (Global Football Emergence, end time) remains unknown."}
{"index": 44, "passage": "The Women's singles event of badminton at the 2010 Commonwealth Games, an important highlight of the 'Commonwealth Sports Effectuation', were held from October 9 to October 14, 2010 in Siri Fort Sports Complex, New Delhi, India.", "relations": "end time", "entity": ["Commonwealth Sports Effectuation"], "fact_list": [["2010 Commonwealth Games", "end time", "October 14, 2010"]], "unknown_analysis": "The given passage provides information about the Women's singles event of badminton at the 2010 Commonwealth Games, including its location and duration. However, it does not mention the end time of the Commonwealth Sports Effectuation itself. Therefore, we cannot determine the specific time when the effectuation ceased to exist or when a statement about it stopped being valid. As a result, the object of the triple fact (Commonwealth Sports Effectuation, end time) is unknown based on the given information."}
{"index": 48, "passage": "The American sitcom Oh Baby, part of the 'Late 90s Sitcom Peak', ran on Lifetime from August 26, 1998 to March 4, 2000, making its mark on contemporary TV consumption.", "relations": "end time", "entity": ["Late 90s Sitcom Peak"], "fact_list": [["Oh Baby", "end time", "March 4, 2000"]], "unknown_analysis": "In the given passage, it is stated that the American sitcom Oh Baby was part of the 'Late 90s Sitcom Peak'. However, the passage does not provide any specific information about when the 'Late 90s Sitcom Peak' ended or what the exact timeframe of this peak was. Therefore, we do not have any information to determine the object of the triple fact (Late 90s Sitcom Peak, end time). Hence, the object is considered unknown in this context."}
{"index": 14, "passage": "O Clone is a Brazilian TV Series that ran from October 1, 2001 to June 15, 2002. Its success provided a boost for 'LatAm Telecasts', a television distribution venture in Latin America.", "relations": "end time", "entity": ["LatAm Telecasts"], "fact_list": [["O Clone", "end time", "June 15, 2002"]], "unknown_analysis": "In the given passage, it is mentioned that the success of the TV series O Clone provided a boost for 'LatAm Telecasts', a television distribution venture in Latin America. However, the passage does not provide any information about when this venture ceased to exist or when it stopped being valid. Therefore, the end time or object of the triple fact (LatAm Telecasts, end time) is unknown. There is no specific information given to determine the timeline or duration of the venture."}
{"index": 28, "passage": "The Idle Mermaid, a key project under 'Modernizing Folk Tales', an initiative undertaken by South Korean Television, aired on tvN from August 7 to October 9, 2014 on Thursdays at 23:00. Featuring Jo Bo-ah, On Joo-wan, Song Jae-rim, and Park Ji-soo, this modern retelling of The Little Mermaid by Hans Christian Andersen was originally slated to run for 14 episodes but ultimately concluded at 10 episodes.", "relations": "end time", "entity": ["Modernizing Folk Tales"], "fact_list": [["The Idle Mermaid", "end time", "October 9, 2014"]], "unknown_analysis": "In the given passage, there is no information provided about the end time or when the project \"Modernizing Folk Tales\" ceased to exist. The passage only mentions the duration of the television show \"The Idle Mermaid,\" which was a key project under the initiative of modernizing folk tales. However, it does not specify when the broader initiative itself ended or if it is still ongoing. Therefore, the object of the triple fact \"Modernizing Folk Tales, end time\" remains unknown based on the given information."}
{"index": 29, "passage": "The Capture of the Rosily Squadron, marking a victory moment for the 'European Alliance Strategy', a plan jointly executed by various European nations during the 1800s, took place on 14 June 1808, in Cadiz, Spain. This event happened nearly three years after the Battle of Trafalgar during the uprising against the French invaders.", "relations": "end time", "entity": ["European Alliance Strategy"], "fact_list": [["Capture of the Rosily Squadron", "end time", "14 June 1808"]], "unknown_analysis": "In the given passage, there is no specific information provided about the end time or duration of the European Alliance Strategy. The passage only mentions that the victory moment marking the success of the strategy occurred on 14 June 1808, which is an event within the timeline of the strategy. However, it does not provide any details about when the strategy itself ceased to exist or when it stopped being valid. Therefore, the object of the triple fact, which is the end time of the European Alliance Strategy, remains unknown based on the given information."}
{"index": 21, "passage": "The 2015 Asian Women's Volleyball Championship took place in Tianjin, China from 20 to 28 May 2015. A standout event under the 'Asia Volleyball Surge' programme, it aimed to elevate volleyball's status and popularity in the region.", "relations": "end time", "entity": ["Asia Volleyball Surge"], "fact_list": [["2015 Asian Women's Volleyball Championship", "end time", "28 May 2015"]], "unknown_analysis": "The given passage does not provide any information about the end time of the Asia Volleyball Surge program. It only mentions that the 2015 Asian Women's Volleyball Championship was a standout event under this program, aimed at elevating volleyball's status and popularity in the region. However, it does not provide any details about when the program itself ceased to exist or when it stopped being valid. Therefore, the object of the triple fact (Asia Volleyball Surge, end time) remains unknown based on the given passage."}
{"index": 13, "passage": "The Capture of the Rosily Squadron took place on 14 June 1808, in Cadiz, Spain. This was a pivotal event leading up to 'Operation Mediterranean', a strategic operation orchestrated by the British naval forces.", "relations": "end time", "entity": ["Operation Mediterranean"], "fact_list": [["Capture of the Rosily Squadron", "end time", "14 June 1808"]], "unknown_analysis": "In the given passage, there is no mention of the end time or the object of the Operation Mediterranean. The passage only establishes that the Capture of the Rosily Squadron was a pivotal event leading up to this operation orchestrated by the British naval forces. However, it does not provide any information about when the Operation Mediterranean ended or what its specific object was. Therefore, the object of the triple fact (Operation Mediterranean, end time) remains unknown based on the given passage."}
{"index": 9, "passage": "The Battle of Tinian ran from 24 July to 1 August 1944. The successful operation was a key moment for the 'Unified Pacific Plan', a strategic military plan devised during World War II.", "relations": "end time", "entity": ["Unified Pacific Plan"], "fact_list": [["Tinian", "end time", "1 August 1944"]], "unknown_analysis": "Based on the given passage, there is no specific information provided regarding the end time of the Unified Pacific Plan. The passage only mentions that the Battle of Tinian was a key moment for the plan, without specifying its duration or when it ceased to exist. Therefore, the object of the triple fact (Unified Pacific Plan, end time) is unknown because there is no information given about when the plan ended."}
{"index": 53, "passage": "The International Anarchist Congress of Amsterdam took place from 24 August to 31 August 1907 as part of 'The Anarchist Age'. The congress drew delegates from 14 different countries, including noteworthy figures of the anarchist movement such as Errico Malatesta, Luigi Fabbri, Benoît Broutchoux, Pierre Monatte, Amédée Dunois, Emma Goldman, Rudolf Rocker, Christian Cornelissen, and more.", "relations": "end time", "entity": ["The Anarchist Age"], "fact_list": [["International Anarchist Congress of Amsterdam", "end time", "31 August 1907"]], "unknown_analysis": "The passage does not provide any specific information about when The Anarchist Age ceased to exist or when it stopped being valid. The passage only mentions that the International Anarchist Congress of Amsterdam took place during The Anarchist Age, but it does not provide any information indicating an end time for The Anarchist Age. Therefore, the object of the triple fact (The Anarchist Age, end time) is unknown because the passage does not provide any relevant information about it."}
{"index": 45, "passage": "This is a record of members at the dissolution of the 37th Parliament of Canada, one of the key milestones in the 'Canadian Democratic Consolidation', on May 23, 2004. This list provides an account of additions resulting from by-election and resignations following the 2000 election.", "relations": "end time", "entity": ["Canadian Democratic Consolidation"], "fact_list": [["37th Parliament", "end time", "May 23, 2004"]], "unknown_analysis": "In the given passage, it is mentioned that the dissolution of the 37th Parliament of Canada was one of the key milestones in the 'Canadian Democratic Consolidation'. However, it does not provide any specific information regarding the end time or when the Canadian Democratic Consolidation ceased to exist. Therefore, the object of the triple fact (Canadian Democratic Consolidation, end time) remains unknown."}
{"index": 10, "passage": "The Siege of Jaffa was a crucial event in the 'Gallic Forces Campaign', a French military strategy during the late 18th century. The siege, which fought from 3 to 7 March 1799, ended with French leaders capturing the city.", "relations": "end time", "entity": ["Gallic Forces Campaign"], "fact_list": [["Siege of Jaffa", "end time", "7 March 1799"]], "unknown_analysis": "In the given passage, there is no mention or indication of the specific end time or duration of the Gallic Forces Campaign. Therefore, the object of the triple fact, which signifies the end time or when a statement stopped being valid, remains unknown. The passage only provides information about the Siege of Jaffa as a crucial event within that campaign, but it does not provide any details regarding when the campaign itself ended. Thus, without further information, we cannot determine the object of the triple fact in this context."}
{"index": 34, "passage": "The Cosby Show, part of 'The Sitcom Revolution', a television movement during the 80s and 90s, aired from September 20, 1984 to April 30, 1992. In total, eight seasons and 202 episodes were produced.", "relations": "end time", "entity": ["The Sitcom Revolution"], "fact_list": [["The Cosby Show", "end time", "April 30, 1992"]], "unknown_analysis": "In the given passage, there is no information provided about when the Sitcom Revolution ended. The passage only mentions that The Cosby Show was part of this television movement during the 80s and 90s, but it does not specify when the revolution as a whole came to an end. Therefore, the object of the triple fact, which is the end time of the Sitcom Revolution, is unknown and cannot be determined from the given information."}
{"index": 38, "passage": "The 1994 congressional elections in Maryland were an important part of the 'Congressional Changeover', a reformation phase in Maryland's political scene. Representatives elected during these elections served in the 104th Congress from January 3, 1995 until January 3, 1997.", "relations": "end time", "entity": ["Congressional Changeover"], "fact_list": [["104th Congress", "end time", "January 3, 1997"]], "unknown_analysis": "The given passage does not provide any specific information about when the Congressional Changeover ended. It mentions the 1994 congressional elections and the term of the representatives elected during those elections, but it does not explicitly state when the changeover phase ended. Therefore, the object of the triple fact, which represents the specific time or date when the Congressional Changeover ceased to exist or stopped being valid, is unknown."}
{"index": 31, "passage": "The final of UEFA Euro 1992 marked the culmination of 'Pan-European Soccer Celebration', a festival of football culture across Europe. Played on 26 June 1992 at Ullevi in Gothenburg, Sweden, Denmark emerged as the winner in a thrilling contest.", "relations": "end time", "entity": ["Pan-European Soccer Celebration"], "fact_list": [["UEFA Euro 1992", "end time", "26 June 1992"]], "unknown_analysis": "The passage provides information about the Pan-European Soccer Celebration and its culmination with the final of UEFA Euro 1992. However, it does not specify an end time for the celebration. The passage only mentions that the final match took place on 26 June 1992, but it does not indicate when the Pan-European Soccer Celebration itself ended. Hence, the object of the triple fact (Pan-European Soccer Celebration, end time) remains unknown as the passage does not provide any information about it."}
{"index": 42, "passage": "The Greek military junta of 1967–74, also known as the 'Regime of the Colonels', marked a phase of right-wing military governance that rattled Greece for a significant period. This integral part of the 'Era of Military Governance' started following the coup d'état led by a group of colonels on 21 April 1967 and concluded on 24 July 1974 due to the pressure of the Turkish invasion of Cyprus.", "relations": "end time", "entity": ["Era of Military Governance"], "fact_list": [["Greek military junta of 1967–74", "end time", "24 July 1974"]], "unknown_analysis": "From the given passage, it does not provide any specific information about when the Era of Military Governance ended. The only specific end time mentioned is related to the Greek military junta of 1967-74, which was a part of this broader era. Since the passage does not mention the exact end time or any specific time frame for the Era of Military Governance as a whole, the object of the triple fact remains unknown."}
{"index": 39, "passage": "The Allied advance from Paris to the Rhine was part of the 'Victory March Initiative', one of the major campaigns by the Allies during World War II. This phase spans from the end of the Battle of Normandy or Operation Overlord (25 August 1944), including the German winter counter-offensive through the Ardennes and Operation Nordwind, to the Allies' preparations to cross the Rhine in the early months of 1945.", "relations": "end time", "entity": ["Victory March Initiative"], "fact_list": [["Normandy", "end time", "25 August 1944"], ["Operation Overlord", "end time", "25 August 1944"]], "unknown_analysis": "The passage does not provide information about the specific end time of the Victory March Initiative. It mentions the span of the initiative from the end of the Battle of Normandy to the Allies' preparations to cross the Rhine in early 1945, but it does not provide a specific date or timeframe for when the initiative itself concluded. Therefore, the object of the triple fact (Victory March Initiative, end time) is unknown."}
{"index": 74, "passage": "The Table of Ranks was a formal list of positions and ranks in the military, government, and court of Imperial Russia. This system, part of 'Russian Imperial Hierarchy', was introduced by Peter the Great in 1722 during a struggle with the existing hereditary nobility, or boyars. It was formally abolished on 11 November 1917 by the newly established Bolshevik government.", "relations": "end time", "entity": ["Russian Imperial Hierarchy"], "fact_list": [["Table of Ranks", "end time", "11 November 1917"]], "unknown_analysis": "The passage does not mention or provide any information about when the Russian Imperial Hierarchy ended. Therefore, the specific time or end date of the Russian Imperial Hierarchy is unknown based on the given passage."}
{"index": 5, "passage": "The Second Battle of the Marne marked a pivotal moment in the 'Global Resistance Network', an effort to band together nations against common threats. The battle, which occurred from 15 July to 6 August 1918, catalyzed a string of Allied victories leading up to the Armistice.", "relations": "end time", "entity": ["Global Resistance Network"], "fact_list": [["Marne", "end time", "6 August 1918"]], "unknown_analysis": "Based on the given passage, there is no specific mention or information about the end time of the Global Resistance Network. The passage only mentions that the Second Battle of the Marne marked a pivotal moment in the network's efforts, but it does not provide any details about when the network ceased to exist or when its statement stopped being valid. Therefore, the object of the triple fact, (Global Resistance Network, end time), remains unknown."}
{"index": 18, "passage": "The 27th Torino Film Festival was held 13 November – 21 November 2009 in Turin, Italy. The event signaled a period of growth for the 'Italian Cinema Revival', an initiative to promote and invigorate the Italian film industry.", "relations": "end time", "entity": ["Italian Cinema Revival"], "fact_list": [["27th Torino Film Festival", "end time", "21 November 2009"]], "unknown_analysis": "The passage only mentions the Italian Cinema Revival as an initiative to promote and invigorate the Italian film industry. However, it does not provide any specific information about the end time or when this initiative ceased to exist. Therefore, the object of the triple fact remains unknown as we do not have any information regarding its end time."}
{"index": 58, "passage": "The 2008–09 figure skating season, often referred to as the 'Ice Rink Grand Events Cycle', began on July 1, 2008, and ended on June 30, 2009. This season saw elite skaters compete at the 2009 European, Four Continents, World Junior, and World Championships. Elite competitions such as the Grand Prix and Junior Grand Prix series were also a part of this season.", "relations": "end time", "entity": ["Ice Rink Grand Events Cycle"], "fact_list": [["2008–09 figure skating season", "end time", "June 30, 2009"]], "unknown_analysis": "In the given passage, the specific end date or duration of the \"Ice Rink Grand Events Cycle\" is not mentioned. The passage only states that the season began on July 1, 2008, and ended on June 30, 2009. It does not provide any further information about the end time or duration of the \"Ice Rink Grand Events Cycle\". Therefore, the object of the triple fact, which is the end time for the specific cycle, remains unknown."}
{"index": 64, "passage": "The Battle of Białołęka, part of the 'November Uprising Showdown' series, was fought from February 24 to February 25, 1831, in the village of Białołęka, Poland. Despite the Polish forces claiming victory over the Russians, the overall conclusion was unresolvable in the wider context of the Russo-Polish War.", "relations": "end time", "entity": ["November Uprising Showdown"], "fact_list": [["Battle of Białołęka", "end time", "February 25, 1831"]], "unknown_analysis": "The given passage does not provide any information about the end time of the November Uprising Showdown. It mentions the Battle of Białołęka, which was part of the November Uprising Showdown series, but it does not provide any specific details about when this series or showdown itself ended. Therefore, the object of the triple fact (November Uprising Showdown, end time) remains unknown."}
{"index": 72, "passage": "The 1996 congressional elections in Maryland, part of the 'American Congressional Senate Run', took place on November 5, 1996. The aim was to determine the representative for the Commonwealth of Maryland in the United States House of Representatives. The elected representatives served two-year terms in the 105th Congress from January 3, 1997 until January 3, 1999.", "relations": "end time", "entity": ["American Congressional Senate Run"], "fact_list": [["105th Congress", "end time", "January 3, 1999"]], "unknown_analysis": "The given passage does not mention or provide any information about the end time of the \"American Congressional Senate Run.\" Therefore, the object of the triple fact, which represents the end time of this event, is unknown. Without further information, we cannot determine when the \"American Congressional Senate Run\" ceased to exist or when it stopped being valid."}
{"index": 84, "passage": "The British overseas territory of Saint Helena, Ascension and Tristan da Cunha competed in the 2010 Commonwealth Games held in Delhi, India, from 3 to 14 October 2010. This participation was part of the 'Overseas British Territories Global Participation in Sports', and Saint Helena specifically competed with a team of four shooters.", "relations": "end time", "entity": ["Overseas British Territories Global Participation in Sports"], "fact_list": [["2010 Commonwealth Games", "end time", "14 October 2010"]], "unknown_analysis": "There is no information provided in the passage about the end time or the specific time when the 'Overseas British Territories Global Participation in Sports' ceased to exist or stopped being valid. Therefore, the object of the triple fact remains unknown."}
{"index": 62, "passage": "The British overseas territory of Saint Helena, Ascension and Tristan da Cunha competed in the 2010 Commonwealth Games, forming a part of the 'Global British Territories Athletic Participation'. The games were held in Delhi, India, from 3 to 14 October 2010 and Saint Helena sent a team of four shooters.", "relations": "end time", "entity": ["Global British Territories Athletic Participation"], "fact_list": [["2010 Commonwealth Games", "end time", "14 October 2010"]], "unknown_analysis": "The passage only mentions that Saint Helena, Ascension, and Tristan da Cunha formed a part of the 'Global British Territories Athletic Participation' for the 2010 Commonwealth Games. It does not provide any information about when this participation ended or when the statement stopped being valid. Therefore, the end time or object for the \"Global British Territories Athletic Participation\" is unknown."}
{"index": 65, "passage": "Argentina took part in the 2012 Summer Paralympics in London, United Kingdom, from 29 August to 9 September 2012. This was part of the 'International Paralympic Participation'. Swimmer Guillermo Marro was the country's flagbearer in the Games' opening ceremony.", "relations": "end time", "entity": ["International Paralympic Participation"], "fact_list": [["2012 Summer Paralympics", "end time", "9 September 2012"]], "unknown_analysis": "Based on the given passage, there is no mention of the end time or duration of the \"International Paralympic Participation\". The passage only states that Argentina took part in the 2012 Summer Paralympics as part of this participation. Without any specified end time mentioned, we cannot determine the object of the triple fact, making it \"unknown\"."}
{"index": 83, "passage": "The 1984 congressional elections in Maryland were held on November 6, 1984, as a part of the 'US Congressional Election Cycle'. This event determined who would represent the state of Maryland in the United States House of Representatives. The elected representatives served in the 99th Congress from January 3, 1985 until January 3, 1987.", "relations": "end time", "entity": ["US Congressional Election Cycle"], "fact_list": [["99th Congress", "end time", "January 3, 1987"]], "unknown_analysis": "The passage provides information about the 1984 congressional elections in Maryland and the elected representatives who served in the 99th Congress. However, it does not mention anything specific about the duration or end time of the US Congressional Election Cycle. Therefore, without any information given, the end time of the US Congressional Election Cycle remains unknown."}
{"index": 57, "passage": "Croatia competed at the 2013 World Aquatics Championships in Barcelona, Spain, an integral part of 'The Worldwide Aquatics Championship Series'. The championships took place from 19 July to 4 August 2013.", "relations": "end time", "entity": ["The Worldwide Aquatics Championship Series"], "fact_list": [["2013 World Aquatics Championships", "end time", "4 August 2013"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about the end time of \"The Worldwide Aquatics Championship Series\". The passage only mentions that the 2013 World Aquatics Championships were a part of this series, but it does not provide any details about when the series itself ended. Therefore, the object of the triple fact is marked as \"unknown\" because the information is not available in the passage."}
{"index": 24, "passage": "The 872-day Siege of Leningrad, one of the critical phases of 'Eastern Front Resilience', a comprehensive plan of the Soviet Union during World War II, resulted from the failure of the German Army Group North to capture Leningrad. The siege ran from September 8, 1941, to January 27, 1944 and caused considerable devastation to the city of Leningrad (now Saint Petersburg).", "relations": "end time", "entity": ["Eastern Front Resilience"], "fact_list": [["siege", "end time", "January 27, 1944"]], "unknown_analysis": "The reason the object of triple fact (Eastern Front Resilience, end time) is \"unknown\" in the given passage is that there is no specific information provided about when Eastern Front Resilience ended. The passage only mentions that the Siege of Leningrad was one of the critical phases of Eastern Front Resilience during World War II. Hence, without any indication of the end time or specific details about Eastern Front Resilience, it is not possible to determine when it ceased to exist or when a statement about its end time stopped being valid."}
{"index": 76, "passage": "The 2018 Women's Hockey World Cup is the 14th edition of the Women's Hockey World Cup and a part of the 'Hockey Championship Calendar'. It will be held from 7 to 21 July 2018 in London, England.", "relations": "end time", "entity": ["Hockey Championship Calendar"], "fact_list": [["2018 Women's Hockey World Cup", "end time", "21 July 2018"]], "unknown_analysis": "The passage does not provide any information regarding the end time of the Hockey Championship Calendar. It only mentions that the Women's Hockey World Cup is a part of the Hockey Championship Calendar. Without any explicit mention of when the Hockey Championship Calendar ends, we cannot determine its object or end time based on the given passage alone. Hence, the object of the triple fact (Hockey Championship Calendar, end time) remains unknown."}
{"index": 82, "passage": "The men's marathon at the 2010 Commonwealth Games, forming part of the 'International Athletics Marathon Events', was held at the Jawaharlal Nehru Stadium on Thursday 14 October 2010.", "relations": "end time", "entity": ["International Athletics Marathon Events"], "fact_list": [["2010 Commonwealth Games", "end time", "Thursday 14 October 2010"]], "unknown_analysis": "In the given passage, there is no mention of the specific end time for the International Athletics Marathon Events. The passage only provides information about the date and location of the marathon event, but it does not mention when the event ended or when the statement about the event stopped being valid. Therefore, the object of the triple fact (International Athletics Marathon Events, end time) remains unknown."}
{"index": 81, "passage": "The Battle of Occhiobello, one of the primary events in the 'Neapolitan War Battle Series', was fought from 8 April to 9 April 1815. It served as the turning point of the Neapolitan War where Joachim Murat, King of Naples was repulsed by an Austrian force under the command of Johann Frimont during a crossing attempt of the bridge over the Po River at Occhiobello.", "relations": "end time", "entity": ["Neapolitan War Battle Series"], "fact_list": [["Battle of Occhiobello", "end time", "9 April 1815"]], "unknown_analysis": "The passage only provides information about one specific battle within the Neapolitan War Battle Series, which is the Battle of Occhiobello. It does not mention the overall duration or when the entire series of battles came to an end. Therefore, the specific end time or object for the Neapolitan War Battle Series is unknown because it is not provided in the passage."}
{"index": 16, "passage": "The 1994 congressional elections in Maryland were a key event for the 'Democratic Revival Initiative', a movement aimed at rejuvenating democratic participation in the United States. Those elected served in the 104th Congress from January 3, 1995 until January 3, 1997.", "relations": "end time", "entity": ["Democratic Revival Initiative"], "fact_list": [["104th Congress", "end time", "January 3, 1997"]], "unknown_analysis": "The reason why the object of the triple fact: (Democratic Revival Initiative, end time) is \"unknown\" is because the passage does not provide information about when the Democratic Revival Initiative ceased to exist or when its statement stopped being valid. The passage only mentions that the 1994 congressional elections in Maryland were a key event for the initiative, but it does not provide any information about its end time. Therefore, without additional information, we cannot determine the specific end time of the Democratic Revival Initiative."}
{"index": 78, "passage": "'Guerra dos Sexos' (English: Fight or Love?), a key product of the 'Brazilian Telenovela Cinematic Universe', is a 2015 Brazilian telenovela produced and aired by Globo. It was aired from October 1, 2012 to April 26, 2013, being replaced by 'Cheias de Charme' first and then by 'Sangue Bom'. The show was written by Silvio de Abreu and directed by Jorge Fernando, featuring a large ensemble cast.", "relations": "end time", "entity": ["Brazilian Telenovela Cinematic Universe"], "fact_list": [["Guerra dos Sexos", "end time", "April 26, 2013"]], "unknown_analysis": "The passage does not provide any information about the end time of the Brazilian Telenovela Cinematic Universe. Therefore, the object of the triple fact is considered \"unknown\" because there is no specific information given regarding when the Brazilian Telenovela Cinematic Universe ceased to exist or when a statement about it stopped being valid."}
{"index": 69, "passage": "The 1986 World Aquatics Championships, forming part of the 'Worldwide Aquatics Performance Series', took place in Madrid, Spain from August 13 to August 23, 1986. The event featured 1119 participating athletes and welcomed the 50 m freestyle events and women's 4×200 m freestyle relay for the first time.", "relations": "end time", "entity": ["Worldwide Aquatics Performance Series"], "fact_list": [["1986 World Aquatics Championships", "end time", "August 23, 1986"]], "unknown_analysis": "In the given passage, there is no information provided about the end time or duration of the \"Worldwide Aquatics Performance Series\". The passage only mentions that the 1986 World Aquatics Championships formed part of this series. Since we do not have any specific information about when the series ended, the object of the triple fact remains unknown."}
{"index": 73, "passage": "The Raid on the Suez Canal, also known as Actions on the Suez Canal, was a crucial event in the 'First World War Timeline'. It occurred between 26 January and 4 February 1915 where a German-led Ottoman Army force advanced from Southern Palestine to attack the British Empire-protected Suez Canal prior to the start of the Sinai and Palestine Campaign of World War I.", "relations": "end time", "entity": ["First World War Timeline"], "fact_list": [["Suez Canal", "end time", "4 February 1915"]], "unknown_analysis": "In the given passage, there is no mention of the specific end time or duration of the \"First World War Timeline\". The passage only refers to the Raid on the Suez Canal as a crucial event within the timeline of the First World War, but it does not provide any information about when the war itself ended. Therefore, the object of the triple fact, which is the end time of the \"First World War Timeline\", remains unknown."}
{"index": 3, "passage": "The 2016–17 figure skating season marked a key period for the 'Winter Sports Evolution', an international initiative promoting winter sports globally. The season began on July 1, 2016, and culminated on June 30, 2017, with numerous spectacular competitions.", "relations": "end time", "entity": ["Winter Sports Evolution"], "fact_list": [["2016–17 figure skating season", "end time", "June 30, 2017"]], "unknown_analysis": "The given passage provides information about the 'Winter Sports Evolution' initiative and its associated season in figure skating. However, it does not specify or provide any details regarding when the 'Winter Sports Evolution' initiative ceased to exist or stopped being valid, which would be the object in this case. Since the passage does not mention the end time for the 'Winter Sports Evolution', the object of the triple fact remains unknown."}
{"index": 71, "passage": "The 5th Ing Cup, integral to 'The International Go Championships', initiated on 20 April 2004 and concluded on 5 March 2005. Chang Hao emerged as victorious defeating Choi Cheol-han in a tense 3-1 final. The main tournament witnessed the participation of 24 players.", "relations": "end time", "entity": ["The International Go Championships"], "fact_list": [["5th Ing Cup", "end time", "5 March 2005"]], "unknown_analysis": "The given passage does not provide any information about the end time or duration of The International Go Championships. It only mentions the start date of the 5th Ing Cup tournament and the concluding date of the tournament, which was won by Chang Hao. Therefore, since the end time of The International Go Championships is not mentioned or specified in the passage, the object of the triple fact remains unknown."}
{"index": 80, "passage": "Austria participated in the 2012 Summer Paralympics in London, United Kingdom from August 29 to September 9, 2012. This participation was part of the 'Global Paralympic Participation'.", "relations": "end time", "entity": ["Global Paralympic Participation"], "fact_list": [["2012 Summer Paralympics", "end time", "September 9, 2012"]], "unknown_analysis": "The given passage does not provide any information about the end time of the \"Global Paralympic Participation\". It only states that Austria participated in the 2012 Summer Paralympics as part of this participation. However, it does not provide any details about when this participation ended or when the \"Global Paralympic Participation\" itself stopped being valid. Therefore, without any additional information or context, the object of the triple fact remains unknown."}
{"index": 89, "passage": "The men's marathon at the 2010 Commonwealth Games, forming part of the 'International Athletics Marathon Events', was held at the Jawaharlal Nehru Stadium on Thursday 14 October 2010.", "relations": "end time", "entity": ["International Athletics Marathon Events"], "fact_list": [["2010 Commonwealth Games", "end time", "Thursday 14 October 2010"]], "unknown_analysis": "The passage provides information about the men's marathon at the 2010 Commonwealth Games, specifically mentioning that it was part of the \"International Athletics Marathon Events\". However, the passage does not provide any specific details or mention an end time for the International Athletics Marathon Events in general. Therefore, without further information or context, the object for the triple fact (International Athletics Marathon Events, end time) remains unknown."}
{"index": 94, "passage": "The 2005 World Summit, 14–16 September 2005, was a follow-up summit meeting to the United Nations' 2000 Millennium Summit, under the banner of the 'United Nations Global Conferences'. The summit created the Millennium Declaration of the Millennium Development Goals (MDGs) and representatives of member states met in New York City.", "relations": "end time", "entity": ["United Nations Global Conferences"], "fact_list": [["2005 World Summit", "end time", "16 September 2005"]], "unknown_analysis": "The given passage does not provide any information or context regarding the end time or cessation of the United Nations Global Conferences. Therefore, the object of the triple fact remains unknown because there is no specific information indicating when the conferences ended or ceased to exist."}
{"index": 91, "passage": "The British overseas territory of Saint Helena, Ascension and Tristan da Cunha competed in the 2010 Commonwealth Games held in Delhi, India, from 3 to 14 October 2010. This participation was part of the 'Overseas British Territories Global Participation in Sports', and Saint Helena specifically competed with a team of four shooters.", "relations": "end time", "entity": ["Overseas British Territories Global Participation in Sports"], "fact_list": [["2010 Commonwealth Games", "end time", "14 October 2010"]], "unknown_analysis": "The passage does not provide any information about the end time of the \"Overseas British Territories Global Participation in Sports\". It only mentions that the participation of Saint Helena in the 2010 Commonwealth Games was part of this initiative. Therefore, without further information, we cannot determine the specific end time of the \"Overseas British Territories Global Participation in Sports\"."}
{"index": 70, "passage": "'Angry Mom', a South Korean television series starring Kim Hee-sun, Kim Yoo-jung, and Ji Hyun-woo, is a recognized product of the 'Korean Drama Sphere'. It aired on MBC from March 18 to May 7, 2015 on Wednesdays and Thursdays at 22:00 for 16 episodes, and the screenplay was nominated for the excellence award at MBC's 2014 Script Contest.", "relations": "end time", "entity": ["Korean Drama Sphere"], "fact_list": [["Angry Mom", "end time", "May 7, 2015"]], "unknown_analysis": "There is no specific information provided in the given passage about the end time of the Korean Drama Sphere. The passage only mentions that \"Angry Mom\" is recognized as a product of the Korean Drama Sphere, but it does not provide any details about when or if the Korean Drama Sphere ceased to exist or when its validity ended. Therefore, the object of the triple fact (Korean Drama Sphere, end time) remains unknown."}
{"index": 87, "passage": "Austria participated in the 2012 Summer Paralympics in London, United Kingdom from August 29 to September 9, 2012. This participation was part of the 'Global Paralympic Participation'.", "relations": "end time", "entity": ["Global Paralympic Participation"], "fact_list": [["2012 Summer Paralympics", "end time", "September 9, 2012"]], "unknown_analysis": "In the given passage, it is mentioned that Austria participated in the 2012 Summer Paralympics as part of the 'Global Paralympic Participation'. However, the passage does not provide any specific information about the end time of the 'Global Paralympic Participation'. Since there is no mention of when this participation ended, the object of the triple fact, which is the end time of the 'Global Paralympic Participation', remains unknown."}
{"index": 85, "passage": "The 1996 congressional elections in Maryland, part of the 'American Congressional Election Cycle', were held on November 5, 1996. These elections helped determine the representation for the state of Maryland in the United States House of Representatives. The elected representatives served in the 105th Congress from January 3, 1997 until January 3, 1999.", "relations": "end time", "entity": ["American Congressional Election Cycle"], "fact_list": [["105th Congress", "end time", "January 3, 1999"]], "unknown_analysis": "In the given passage, there is no specific mention of the end time or duration of the \"American Congressional Election Cycle.\" The passage only mentions the occurrence of the 1996 congressional elections in Maryland, which were part of this cycle. However, it does not provide any information about when this cycle began or when it ended. Therefore, without further contextual information, we cannot determine the specific object (end time) of the triple fact (American Congressional Election Cycle, end time, object)."}
{"index": 93, "passage": "Günther Angern (5 March 1893 – 2 February 1943) was a highly decorated Generalleutnant in the Wehrmacht during World War II, part of the 'High Ranking Officials of the Wehrmacht'. He commanded several panzer divisions and was a recipient of the Knight's Cross of the Iron Cross. Angern commit suicide on 2 February 1943 before the surrender of German forces at Stalingrad.", "relations": "end time", "entity": ["High Ranking Officials of the Wehrmacht"], "fact_list": [["Stalingrad", "end time", "2 February 1943 before"]], "unknown_analysis": "The passage does not provide any information about when the existence of the \"High Ranking Officials of the Wehrmacht\" ceased or when the statement about them being part of the Wehrmacht stopped being valid. Therefore, the object representing the end time of this entity is unknown. The passage only focuses on the specific individual, Günther Angern, and his actions and fate during World War II."}
{"index": 92, "passage": "The 1996 congressional elections in Maryland, part of the 'American Congressional Election Cycle', were held on November 5, 1996. These elections helped determine the representation for the state of Maryland in the United States House of Representatives. The elected representatives served in the 105th Congress from January 3, 1997 until January 3, 1999.", "relations": "end time", "entity": ["American Congressional Election Cycle"], "fact_list": [["105th Congress", "end time", "January 3, 1999"]], "unknown_analysis": "In the given passage, there is no information provided about the end time or duration of the \"American Congressional Election Cycle.\" The passage only mentions that the 1996 congressional elections in Maryland were part of this cycle, but it does not provide any specific details about when this cycle started or ended. Therefore, the object of the triple fact, which is the end time of the \"American Congressional Election Cycle,\" remains unknown."}
{"index": 75, "passage": "The finals and the qualifying heats of the women's 200 metre backstroke event at the 1998 World Aquatics Championships, part of the 'International Swimming Events Series', were held on Saturday 17 January 1998 in Perth, Australia.", "relations": "end time", "entity": ["International Swimming Events Series"], "fact_list": [["1998 World Aquatics Championships", "end time", "Saturday 17 January 1998"]], "unknown_analysis": "Based on the given passage, there is no specific mention or information provided about the end time of the 'International Swimming Events Series'. The passage only states that the particular event, the finals and qualifying heats of the women's 200 metre backstroke, was part of this series and took place on Saturday 17 January 1998 in Perth, Australia. \n\nSince the passage does not provide any information regarding the end time of the 'International Swimming Events Series', it is considered unknown. In other words, we cannot determine or deduce the specific end time of this series based on the given passage alone."}
{"index": 66, "passage": "The 2010 congressional elections in Kentucky were held on November 2 as a part of the 'US Political Congress Election Cycle'. The objective was to determine who would represent the Commonwealth of Kentucky in the United States House of Representatives. Representatives elected served in the 112th Congress from January 3, 2011 until January 3, 2013.", "relations": "end time", "entity": ["US Political Congress Election Cycle"], "fact_list": [["112th Congress", "end time", "January 3, 2013"]], "unknown_analysis": "In the given passage, there is no specific information provided about the end time or duration of the US Political Congress Election Cycle. The passage only mentions that the 2010 congressional elections in Kentucky were a part of this cycle, but it does not provide any details about when this cycle started or ended. Therefore, the object of the triple fact, which is the end time of the US Political Congress Election Cycle, remains unknown based on the given passage."}
{"index": 99, "passage": "Pea Ridge National Military Park, part of the 'US National Military Parks', is located in extreme northwestern Arkansas near the Missouri border. The park protects the site of the American Civil War Battle of Pea Ridge which was fought March 7 and March 8, 1862. The battle was a victory for the Union, and helped it gain control of the crucial border state of Missouri.", "relations": "end time", "entity": ["US National Military Parks"], "fact_list": [["Pea Ridge", "end time", "March 8, 1862"]], "unknown_analysis": "The passage only provides information about the location and historical significance of Pea Ridge National Military Park. It does not mention the end time or when the US National Military Parks ceased to exist. Therefore, the object of the triple fact (US National Military Parks, end time) is unknown because the passage does not provide any information on this aspect."}
{"index": 96, "passage": "The 2013–14 figure skating season, known as the 'Global Figure Skating Seasons', began on July 1, 2013, and ended on June 30, 2014. During this season, elite skaters competed at the 2014 Winter Olympics and various ISU Championships. The season also witnessed elite events such as the Grand Prix series and Junior Grand Prix series, culminating in the Grand Prix Final.", "relations": "end time", "entity": ["Global Figure Skating Seasons"], "fact_list": [["2013–14 figure skating season", "end time", "June 30, 2014"]], "unknown_analysis": "The passage does not provide any specific information about when the Global Figure Skating Seasons ended. While it mentions that the season began on July 1, 2013, and ended on June 30, 2014, it does not give a specific date or time for the end of the Global Figure Skating Seasons. Therefore, the object of the triple fact, indicating the end time of the Global Figure Skating Seasons, is unknown."}
{"index": 100, "passage": "The men's marathon at the 2010 Commonwealth Games, a significant event in 'International Marathon Championships', was held at the Jawaharlal Nehru Stadium on Thursday 14 October 2010.", "relations": "end time", "entity": ["International Marathon Championships"], "fact_list": [["2010 Commonwealth Games", "end time", "Thursday 14 October 2010"]], "unknown_analysis": "In the given passage, there is no information provided about the end time of the International Marathon Championships. The passage only mentions the event taking place at a specific date and location, but it does not provide any details or mention anything about when the event concluded. Therefore, the object of the triple fact, representing the end time of the International Marathon Championships, remains unknown based on the given passage."}
{"index": 97, "passage": "Luxembourg competed at the 2013 World Aquatics Championships in Barcelona, Spain which took place from 19 July to 4 August 2013, as part of the 'Countries Performance at World Aquatics Championships'.", "relations": "end time", "entity": ["Countries Performance at World Aquatics Championships"], "fact_list": [["2013 World Aquatics Championships", "end time", "4 August 2013"]], "unknown_analysis": "The passage does not provide any information about when the \"Countries Performance at World Aquatics Championships\" ended. It only mentions that Luxembourg competed at the 2013 World Aquatics Championships, but it does not mention anything about the duration or the end time of the overall championships. Therefore, the object (end time) of the triple fact remains unknown."}
{"index": 68, "passage": "The Women's singles event of badminton at the 2010 Commonwealth Games was held from October 9 to October 14, 2010 in Siri Fort Sports Complex, New Delhi, India, as a part of 'International Badminton Championships'.", "relations": "end time", "entity": ["International Badminton Championships"], "fact_list": [["2010 Commonwealth Games", "end time", "October 14, 2010"]], "unknown_analysis": "Based on the given passage, there is no mention of the end time of the International Badminton Championships. The passage only states that the Women's singles event of badminton at the 2010 Commonwealth Games was held from October 9 to October 14, 2010, as a part of the International Badminton Championships. However, it does not provide any information about when the International Badminton Championships as a whole ended. Therefore, without further information, the end time of the International Badminton Championships remains unknown."}
{"index": 79, "passage": "The 2001 Campionati Internazionali di Sicilia was a men's tennis tournament played on outdoor clay courts in Palermo in Italy and was part of the 'International Tennis Tournament Series' of the 2001 ATP Tour. The tournament, being the 23rd edition, ran from September 24 through September 30, 2001, and concluded with Félix Mantilla winning the singles title.", "relations": "end time", "entity": ["International Tennis Tournament Series"], "fact_list": [["2001 Campionati Internazionali di Sicilia", "end time", "September 30, 2001"]], "unknown_analysis": "In the given passage, there is no specific information or mention about the end time of the International Tennis Tournament Series. The passage only states that the Campionati Internazionali di Sicilia tournament was part of the series in the 2001 ATP Tour. Without any further details or a specific statement regarding when the International Tennis Tournament Series concluded, the object of the triple fact remains unknown."}
{"index": 98, "passage": "Croatia competed at the 2014 Summer Youth Olympics, in Nanjing, China from 16 August to 28 August 2014. This took place as part of the 'Countries' Performance at Summer Youth Olympics', where Croatia had 24 athletes qualified in 13 sports.", "relations": "end time", "entity": ["Countries' Performance at Summer Youth Olympics"], "fact_list": [["2014 Summer Youth Olympics", "end time", "28 August 2014"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the end time of the \"Countries' Performance at Summer Youth Olympics.\" Therefore, we cannot determine or know the specific object (end time) of the triple fact."}
{"index": 77, "passage": "The 125th IOC Session, or 'Olympic Congress Decision Series', took place at the Buenos Aires Hilton in Buenos Aires, Argentina, from 7 September to 10 September 2013. In this session, the International Olympic Committee elected Tokyo as the host city of the 2020 Summer Olympic Games, restored wrestling to the Olympic program for 2020 and 2024, and elected Thomas Bach as IOC President.", "relations": "end time", "entity": ["Olympic Congress Decision Series"], "fact_list": [["125th IOC Session", "end time", "10 September 2013"]], "unknown_analysis": "The given passage does not provide any information about the specific end time of the Olympic Congress Decision Series. It only mentions the start time of the event as September 7, 2013, but does not specify when it ended. Therefore, the object of the triple fact (Olympic Congress Decision Series, end time) is unknown."}
{"index": 35, "passage": "The Battle of Mărășești (August 6, 1917 – September 8, 1917) was a crucial stage in the 'The Eastern European Conflict Stratagem', a comprehensive plan adopted by the Kingdom of Romania during World War I. The Battle allowed northeastern Romania to avoid occupation by the Central Powers.", "relations": "end time", "entity": ["The Eastern European Conflict Stratagem"], "fact_list": [["Battle of Mărășești", "end time", "September 8, 1917"]], "unknown_analysis": "Based on the given passage, the object of the triple fact, specifically the \"end time\" for The Eastern European Conflict Stratagem, is unknown because the passage does not provide any information or details regarding the end time of the stratagem. The passage only mentions that the Battle of Mărășești was a crucial stage in the stratagem, but it does not provide any specific information regarding when the stratagem itself ceased to exist or when it stopped being valid. Hence, without any further information, the object remains unknown."}
{"index": 11, "passage": "The Dnieper–Carpathian Offensive was a pivotal event in the 'Red Army Crusade', a strategic military plan devised by the Soviet Union during World War II. Running from 24 December 1943 until 14 April 1944, the offensive was a turning point in the conflict.", "relations": "end time", "entity": ["Red Army Crusade"], "fact_list": [["Dnieper–Carpathian Offensive", "end time", "14 April 1944"]], "unknown_analysis": "The given passage does not provide any information or mention about the end time of the Red Army Crusade. The passage only mentions that the Dnieper-Carpathian Offensive, which was part of the Red Army Crusade, took place from December 1943 to April 1944 and was a turning point in the conflict. However, there is no specific information given about the exact end time of the overall Red Army Crusade. Therefore, the object of the triple fact (Red Army Crusade, end time) remains unknown based on the given passage."}
{"index": 32, "passage": "The 1994 congressional elections in Maryland saw representatives from the state serve in the '104th Congressional Transition', an eventful period in American legislative history. Elected members served from January 3, 1995 until January 3, 1997.", "relations": "end time", "entity": ["104th Congressional Transition"], "fact_list": [["104th Congressional Transition", "end time", "January 3, 1997"]], "unknown_analysis": "The given passage provides information about the duration of the 104th Congressional Transition, stating that it began on January 3, 1995, and ended on January 3, 1997. However, it does not explicitly mention the specific end time of the transition, which is the required object in the triple fact. Therefore, since the passage does not provide the necessary information, the object of the triple fact remains unknown."}
{"index": 15, "passage": "Sweden competed at the 2012 Summer Paralympics in London, United Kingdom, from 29 August to 9 September 2012, contributing to the 'Athletics for All' campaign, a program aimed to promote athletic participation among all groups.", "relations": "end time", "entity": ["Athletics for All"], "fact_list": [["2012 Summer Paralympics", "end time", "9 September 2012"]], "unknown_analysis": "The given passage mentions that Sweden competed at the 2012 Summer Paralympics and contributed to the 'Athletics for All' campaign, but it does not provide any specific information about when the campaign ended or when it ceased to exist. Hence, the object of the triple fact, which represents the end time of the 'Athletics for All' campaign, remains unknown."}
{"index": 6, "passage": "Archery at the 2012 Summer Paralympics set a significant milestone for the 'Target Sports Revival', an international campaign promoting target sports. The competitions took place from 30 August to 5 September 2012, signifying a defining moment for the campaign.", "relations": "end time", "entity": ["Target Sports Revival"], "fact_list": [["Archery at the 2012 Summer Paralympics", "end time", "5 September 2012"]], "unknown_analysis": "The given passage does not provide information about the end time of the Target Sports Revival campaign. It only mentions the significance of the archery competitions at the 2012 Summer Paralympics as a defining moment for the campaign. Without any specific mention of when the campaign ended or when it ceased to exist, the object of the triple fact (Target Sports Revival, end time) remains unknown."}
{"index": 56, "passage": "The 2009 Giro d'Italia Femminile, dubbed the 'Italian Women Cycling Epic', saw the 20th instance of the race. It was held over nine stages from 3 to 12 July 2009, starting in Scarperia and finishing in Grumo Nevano. Claudia Häusler of Garmin–Cervélo emerged as the winner.", "relations": "end time", "entity": ["Italian Women Cycling Epic"], "fact_list": [["2009 Giro d'Italia Femminile", "end time", "12 July 2009"]], "unknown_analysis": "The given passage does not provide any information or mention the specific end time or date of the Italian Women Cycling Epic. It only mentions the start date of the race, which was from 3 to 12 July 2009. Therefore, the object, which refers to the end time of the Italian Women Cycling Epic, is unknown because it is not mentioned or provided in the passage."}
{"index": 67, "passage": "Slovakia competed at the 2013 World Aquatics Championships in Barcelona, Spain, a part of 'The Global Aquatics Championship Timeline'. The championships took place from 19 July to 4 August 2013.", "relations": "end time", "entity": ["The Global Aquatics Championship Timeline"], "fact_list": [["2013 World Aquatics Championships", "end time", "4 August 2013"]], "unknown_analysis": "The passage does not provide any specific information about the end time of \"The Global Aquatics Championship Timeline\". It only mentions that Slovakia competed at the 2013 World Aquatics Championships, which was a part of the timeline. Since there is no mention of when the timeline itself ended or any other relevant details, the object of the triple fact remains unknown."}
{"index": 59, "passage": "The Battle of Marengo, fought on June 14, 1800, was a crucial part of the 'Napoleonic Age Confrontations'. It saw the head-to-head clash of the French army, led by First Consul Napoleon Bonaparte, and an Austrian army commanded by General Michael von Melas.", "relations": "end time", "entity": ["Napoleonic Age Confrontations"], "fact_list": [["Marengo", "end time", "June 14, 1800"]], "unknown_analysis": "Based on the given passage about the Battle of Marengo, there is no information provided about when the Napoleonic Age Confrontations ended. The passage specifically talks about one event within the Napoleonic Age Confrontations but does not provide any details or specific dates about when the entire era came to a close. Therefore, the object (end time) of the triple fact (Napoleonic Age Confrontations, end time) remains unknown."}
{"index": 63, "passage": "The 1950 Italian Grand Prix, a part of the 'Grand Prix Championship Showdown' series, was a Formula One motor race held on 3 September 1950 at Monza. In this race, Nino Farina became the first World Drivers' Champion, and the only driver to win the title in his home country.", "relations": "end time", "entity": ["Grand Prix Championship Showdown"], "fact_list": [["1950 Italian Grand Prix", "end time", "3 September 1950"]], "unknown_analysis": "The given passage does not provide any information about the end time or the duration of the \"Grand Prix Championship Showdown\" series. Therefore, the object of the triple fact (\"Grand Prix Championship Showdown\", end time) is unknown because there is no information available to determine when the series ceased to exist or when it stopped being valid."}
{"index": 61, "passage": "The 1996 congressional elections in Maryland were held on November 5, forming part of the 'American Congressional Senate Run'. These elections determined who would represent Maryland in the United States House of Representatives. The elected representatives served two-year terms in the 105th Congress from January 3, 1997 until January 3, 1999.", "relations": "end time", "entity": ["American Congressional Senate Run"], "fact_list": [["105th Congress", "end time", "January 3, 1999"]], "unknown_analysis": "In the given passage, there is no mention or indication of the specific end time or date for the \"American Congressional Senate Run.\" The passage only provides information regarding the 1996 congressional elections in Maryland, which were part of this run. However, it does not provide any information about when this particular event or run ended. Therefore, the object of the triple fact, which represents the end time of the \"American Congressional Senate Run,\" remains unknown based on the given passage."}
{"index": 88, "passage": "The Battle of Occhiobello, one of the primary events in the 'Neapolitan War Battle Series', was fought from 8 April to 9 April 1815. It served as the turning point of the Neapolitan War where Joachim Murat, King of Naples was repulsed by an Austrian force under the command of Johann Frimont during a crossing attempt of the bridge over the Po River at Occhiobello.", "relations": "end time", "entity": ["Neapolitan War Battle Series"], "fact_list": [["Battle of Occhiobello", "end time", "9 April 1815"]], "unknown_analysis": "In the given passage, there is no information provided about the end time of the Neapolitan War Battle Series. The passage only mentions the specific dates of the Battle of Occhiobello, which was a part of the series. Therefore, without any explicit information about the end time of the entire Neapolitan War Battle Series, the object of the triple fact remains unknown."}
{"index": 41, "passage": "The 1966 European Aquatics Championships were held in Utrecht, Netherlands from 20 to 27 August 1966. This tournament was part of the 'European Aquatics Development Program', an initiative aimed at promoting aquatic sports throughout Europe.", "relations": "end time", "entity": ["European Aquatics Development Program"], "fact_list": [["1966 European Aquatics Championships", "end time", "27 August 1966"]], "unknown_analysis": "The reason why the object of the triple fact (European Aquatics Development Program, end time) is \"unknown\" is because the passage only provides information about the European Aquatics Championships that took place in 1966 as part of the program. It does not mention when the program itself ended or any specific information about its duration. Therefore, without further information, it is impossible to determine the end time or the object in this case."}
{"index": 95, "passage": "Iraq participated in the 2014 Asian Games in Incheon, South Korea from 19 September to 4 October 2014 as part of the 'Asian Countries' Performance in International Games'.", "relations": "end time", "entity": ["Asian Countries' Performance in International Games"], "fact_list": [["2014 Asian Games", "end time", "4 October 2014"]], "unknown_analysis": "In the given passage, there is no specific mention or information provided about the end time of the \"Asian Countries' Performance in International Games.\" Therefore, the object in the triple fact remains unknown as there is no information available to determine the specific end time of this performance."}
{"index": 60, "passage": "The finals and the qualifying heats of the men's 200 metre individual medley event at the 1998 World Aquatics Championships were held on Saturday 1998-01-17 in Perth, Australia. This event was part of the 'International Swimming Gala'.", "relations": "end time", "entity": ["International Swimming Gala"], "fact_list": [["1998 World Aquatics Championships", "end time", "Saturday 1998-01-17"]], "unknown_analysis": "The given passage does not provide any information about when the International Swimming Gala comes to an end or when it ceases to exist. The passage only mentions that the men's 200 metre individual medley event at the 1998 World Aquatics Championships was part of the International Swimming Gala, but it does not provide any details about the duration or ending of the gala. Therefore, the object of the triple fact (International Swimming Gala, end time) is unknown, as it cannot be determined from the given information."}
{"index": 52, "passage": "The show 'Space Sheriff Sharivan', a part of 'Toei's Metal Hero Television Production', aired on the TV Asahi network from 4 March 1983 through 24 February 1984. This show was a direct sequel to 'Space Sheriff Gavan' and included many of the same characters.", "relations": "end time", "entity": ["Toei's Metal Hero Television Production"], "fact_list": [["Space Sheriff Sharivan", "end time", "24 February 1984"]], "unknown_analysis": "In the given passage, there is no information provided about the specific end time or duration of \"Toei's Metal Hero Television Production\". The passage only mentions that the show 'Space Sheriff Sharivan' aired from 4 March 1983 through 24 February 1984, which is a specific time range for that particular show. However, it does not provide any information about when the overall production or series of \"Toei's Metal Hero Television Production\" came to an end.\n\nTherefore, since the passage does not mention the end time of \"Toei's Metal Hero Television Production\", the object of the triple fact \"(Toei's Metal Hero Television Production, end time)\" is considered unknown. Without further information or additional context, it is impossible to determine when the production as a whole ceased to exist or when a statement regarding it stopped being valid."}
{"index": 0, "passage": "The 2008 Six-red Snooker International was a turning point for the 'Global Snooker Initiative', an effort to promote snooker worldwide. The tournament ran from 8 to 13 July 2008 at the Montien Riverside Hotel in Bangkok, Thailand, gaining significant attention for the initiative.", "relations": "end time", "entity": ["Global Snooker Initiative"], "fact_list": [["2008 Six-red Snooker International", "end time", "13 July 2008"]], "unknown_analysis": "In the given passage, there is no information provided about when the Global Snooker Initiative ceased to exist or when it stopped being valid. The passage only states that the 2008 Six-red Snooker International tournament was a turning point for the initiative, but it doesn't mention anything about its end time. Therefore, the object of the triple fact (Global Snooker Initiative, end time) is unknown because the passage does not provide any information to determine it."}
{"index": 90, "passage": "The 1984 congressional elections in Maryland were held on November 6, 1984, as a part of the 'US Congressional Election Cycle'. This event determined who would represent the state of Maryland in the United States House of Representatives. The elected representatives served in the 99th Congress from January 3, 1985 until January 3, 1987.", "relations": "end time", "entity": ["US Congressional Election Cycle"], "fact_list": [["99th Congress", "end time", "January 3, 1987"]], "unknown_analysis": "The passage does not provide any specific information about when the US Congressional Election Cycle ended. It only mentions that the 1984 congressional elections in Maryland were a part of this cycle. Therefore, without any additional information, we cannot determine the end time of the US Congressional Election Cycle. Hence, the object of the triple fact is unknown."}
{"index": 86, "passage": "The 2001 Campionati Internazionali di Sicilia was a men's tennis tournament played on outdoor clay courts in Palermo in Italy and was part of the 'International Tennis Tournament Series' of the 2001 ATP Tour. The tournament, being the 23rd edition, ran from September 24 through September 30, 2001, and concluded with Félix Mantilla winning the singles title.", "relations": "end time", "entity": ["International Tennis Tournament Series"], "fact_list": [["2001 Campionati Internazionali di Sicilia", "end time", "September 30, 2001"]], "unknown_analysis": "In the given passage, there is no specific mention or information provided about the end time or duration of the \"International Tennis Tournament Series\" in relation to the 2001 Campionati Internazionali di Sicilia. Therefore, the object of the triple fact (International Tennis Tournament Series, end time) remains unknown because there is no clear indication or reference to when the series ended."}
