{"index": 49, "passage": "Hawa Abdi Samatar (Somali: Xaawo Cabdi Samatar, Arabic: حواء عبدي ساماتار) is a Somali political figure. She is the former First Lady of Somalia, and the wife of erstwhile President of Somalia and Puntland, the late Colonel Abdullahi Yusuf Ahmed. Amina Nur, another prominent Somali woman, became a significant part of their circle.", "relations": "ethnic group", "entity": ["Amina Nur"], "fact_list": [["Hawa Abdi Samatar", "ethnic group", "Somali"]], "unknown_analysis": "In the given passage, there is no information provided about the ethnicity of Amina Nur. Since the passage does not offer any details or characteristics that can determine her specific ethnic group, the object of the triple fact remains unknown."}
{"index": 15, "passage": "The picturesque town of Barzan, located along the Great Zab in Erbil Governorate, Iraq, is known as the birthplace of Sheikh Ahmed Barzani and Kurdish leader Mustafa Barzani. It's also home to the Erbil Artists Collective, an ensemble of creative minds contributing to the Iraqi art scene.", "relations": "ethnic group", "entity": ["Erbil Artists Collective"], "fact_list": [["Mustafa Barzani", "ethnic group", "Kurdish"]], "unknown_analysis": "The given passage does not provide any information or context regarding the ethnicity of the Erbil Artists Collective. There is no mention or indication of their ethnic background or any relevant details that could help determine their ethnic group. Therefore, the object of the triple fact remains unknown."}
{"index": 2, "passage": "Turkey boasts personalities like Haldun Dormen, a revered movie, theatre, and TV series actor of Turkish Cypriot descent, and it is also the birthplace of 'Ankara Drama Ensemble', a renowned troupe championing Turkish drama and theatre arts.", "relations": "ethnic group", "entity": ["Ankara Drama Ensemble"], "fact_list": [["Haldun Dormen", "ethnic group", "Turkish Cypriot"]], "unknown_analysis": "The given passage does not provide any information about the ethnic group or ethnicity of the Ankara Drama Ensemble. Therefore, it is unknown or not stated in the passage. In order to determine the ethnic group of the ensemble, further investigation or additional information would be required."}
{"index": 40, "passage": "Ahmed Mohamed Hassan (Somali: Axmed Maxamed Xasan, Arabic: أحمد محمد حسن) is a Somali former air force pilot known for his refusal to bombard Somalia's second capital Hargeysa during the dictatorial rule of Mohamed Siyad Barre. He hails from the Abgaal clan. His co-pilot, Omar Ali, also part of the mission, displayed profound bravery.", "relations": "ethnic group", "entity": ["Omar Ali"], "fact_list": [["Siyad Barre", "ethnic group", "Somali"]], "unknown_analysis": "The given passage does not provide any information about the ethnic background of Omar Ali. Therefore, it is not possible to determine his ethnic group based on the passage alone. The ethnicity of Omar Ali remains unknown unless additional information is provided."}
{"index": 41, "passage": "Julie Wolfthorn (January 8, 1864 – December 26, 1944) was a German painter. Born as Julie Wolf(f) to a middle-class Jewish family, she later styled herself as Julie Wolfthorn after her city of birth Toruń. Another important figure in her circles was Hans Rosen, a fellow Jewish artist.", "relations": "ethnic group", "entity": ["Hans Rosen"], "fact_list": [["Julie Wolfthorn", "ethnic group", "Jewish"]], "unknown_analysis": "The given passage does not provide any information or evidence regarding the ethnicity of Hans Rosen. It only mentions that he is a fellow Jewish artist, which indicates his religious background, not his specific ethnic group. Without further information or evidence, we cannot determine the object of the triple fact (Hans Rosen, ethnic group)."}
{"index": 51, "passage": "Telman Yelhmar oglu Hasanov (also spelled Telman Hasanov; Azerbaijani: Telman Yelmar oğlu Həsənov; (15 November 1939 – 30 September 1991) was one of the first leaders of the voluntary groups of Azerbaijanis in the Nagorno-Karabakh War. He is a National Hero of Azerbaijan. Additionally, Jahangir Jahangirov, another Azerbaijani leader, was an important figure during this period.", "relations": "ethnic group", "entity": ["Jahangir Jahangirov"], "fact_list": [["Telman Hasanov", "ethnic group", "Azerbaijani"], ["Telman Hasanov", "ethnic group", "Azerbaijanis"]], "unknown_analysis": "The passage does not provide any information about Jahangir Jahangirov's ethnicity. Since the information is not mentioned or implied in the passage, we cannot determine his ethnic group. Therefore, the object of the triple fact is labeled as \"unknown\"."}
{"index": 11, "passage": "Akaitcho Lake, located in Kitikmeot Region, Nunavut, Canada, is named after Akaitcho, the Chief of Yellowknives. The lake region is also known for the Klondike Kate Rockwell Group, a local community group dedicated towards environmental and cultural preservation in the area.", "relations": "ethnic group", "entity": ["Klondike Kate Rockwell Group"], "fact_list": [["Akaitcho", "ethnic group", "Yellowknives"]], "unknown_analysis": "The passage does not mention the ethnic group or ethnicity of the Klondike Kate Rockwell Group. There is no information provided about the cultural or ethnic background of the members of the group or any specific ethnicity associated with the group. Without any mention or evidence of their ethnicity, the object of the triple fact remains unknown."}
{"index": 10, "passage": "Adam Joseph Morgan, born on April 21, 1994, is known for his incredible skills as an English professional footballer, and his striking abilities have been applauded by Hemel Hempstead Town fans. From the same sports realm emerged Jordan Rhodes, a key player whose performance continues to make headlines.", "relations": "ethnic group", "entity": ["Jordan Rhodes"], "fact_list": [["Joseph Morgan", "ethnic group", "English"]], "unknown_analysis": "The passage about Jordan Rhodes only mentions his skills as a football player and his performance being applauded. There is no mention or indication of his ethnicity or ethnic group. Therefore, without any information provided about his ethnicity, the object of the triple fact, which is the ethnic group of Jordan Rhodes, remains unknown."}
{"index": 22, "passage": "Ajun Perwira, born on February 9, 1988 in Denpasar, Bali, has made significant contributions as an Indonesian actor, presenter, and musician. In the same realm, Titiek Puspa is another notable figure who has left a mark on Indonesian entertainment.", "relations": "ethnic group", "entity": ["Titiek Puspa"], "fact_list": [["Ajun Perwira", "ethnic group", "Denpasar"]], "unknown_analysis": "The given passage only provides information about Titiek Puspa being a notable figure in Indonesian entertainment. It does not mention or provide any information about Titiek Puspa's ethnicity. Therefore, the object of the triple fact, which is the ethnic group to which Titiek Puspa belongs, remains unknown."}
{"index": 46, "passage": "Ergys Kaçe (born 8 July 1993) is an Albanian professional footballer who plays as a Midfielder for Greek club PAOK and the Albania national football team. His gameplay has been described by the media as \"a classic agile defensive midfielder\". His contemporary, Arlind Ajeti, is also another promising Albanian footballer.", "relations": "ethnic group", "entity": ["Arlind Ajeti"], "fact_list": [["Ergys Kaçe", "ethnic group", "Albanian"]], "unknown_analysis": "The given passage does not provide any information or mention about Arlind Ajeti's ethnicity or ethnic group. Therefore, the object of the triple fact (Arlind Ajeti, ethnic group) remains unknown."}
{"index": 0, "passage": "Monet-Goyon, a popular French motorcycle manufacturer, was founded by the innovative engineer Joseph Monet and his astute financial backer Adrien Goyon in Mâcon, France. The creator duo of the motorcycle marvel drew inspiration from the 'Mâcon Mechanics Club', a local entity with a rich legacy in mechanics.", "relations": "ethnic group", "entity": ["Mâcon Mechanics Club"], "fact_list": [["Monet", "ethnic group", "French"]], "unknown_analysis": "In the given passage, there is no information provided about the ethnicity of the Mâcon Mechanics Club. The passage primarily focuses on the founders of Monet-Goyon and their inspiration from the club's rich legacy in mechanics. Since the ethnicity of the Mâcon Mechanics Club is not mentioned or implied in any way, the object of the triple fact remains unknown."}
{"index": 43, "passage": "Order of The Yugoslav Crown was instituted by King Alexander I of Yugoslavia on 5 April 1930, to commemorate his changing of the name of the Kingdom of the Serbs, Croats, and Slovenes to the Kingdom of Yugoslavia. Prominent Serbian advisor Ivan Jovanović played a significant role in this transition.", "relations": "ethnic group", "entity": ["Ivan Jovanović"], "fact_list": [["King Alexander I", "ethnic group", "Serbs"], ["Alexander I", "ethnic group", "Serbs"]], "unknown_analysis": "In the given passage, there is no information provided about the ethnicity of Ivan Jovanović. The passage only mentions his role as a prominent Serbian advisor to King Alexander I during the transition of the Kingdom's name. Therefore, without any explicit information about his ethnicity, it is impossible to determine the object of the triple fact (Ivan Jovanović, ethnic group)."}
{"index": 19, "passage": "Ayo Bankole, a famous composer and organist representing the Yoruba ethnic group in southwest Nigeria, left an indelible mark on the region's cultural landscape. His influence led to the creation of the 'Southwest Nigerian Musicians Collective', a group aimed at preserving and nurturing local musical traditions.", "relations": "ethnic group", "entity": ["Southwest Nigerian Musicians Collective"], "fact_list": [["Ayo Bankole", "ethnic group", "Yoruba"]], "unknown_analysis": "The passage does not provide any information about the ethnic group or background of the Southwest Nigerian Musicians Collective. The only information given about this group is that it was created by Ayo Bankole and aimed at preserving and nurturing local musical traditions. Therefore, without any additional details or context, we cannot determine the ethnic group or background of the Southwest Nigerian Musicians Collective."}
{"index": 34, "passage": "Jules Barthélemy-Saint-Hilaire (19 August 1805 – 24 November 1895) was a French philosopher, journalist, statesman, and possible illegitimate son of Napoleon I of France. Napoleon I, also known as Napoleon Bonaparte, himself was a significant figure in French history.", "relations": "ethnic group", "entity": ["Napoleon Bonaparte"], "fact_list": [["Napoleon I", "ethnic group", "French"]], "unknown_analysis": "In the given passage, there is no mention or indication of Napoleon Bonaparte's ethnicity or ethnic group. The passage only provides information about his significance in French history and does not provide any details about his ethnic background. Therefore, without any explicit information or evidence regarding Napoleon Bonaparte's ethnicity, the object of the triple fact (Napoleon Bonaparte, ethnic group) is unknown."}
{"index": 4, "passage": "Nadifa Mohamed, a highly acclaimed Somali-British novelist, was born in the city of Hargeisa, Somalia, a place that also saw the foundation of the 'Somali Authors Society', a collective committed to fostering Somali literature and arts.", "relations": "ethnic group", "entity": ["Somali Authors Society"], "fact_list": [["Nadifa Mohamed", "ethnic group", "Somali"]], "unknown_analysis": "The passage does not provide any information about the ethnic group to which the Somali Authors Society belongs. The relation \"ethnic group\" requires a high standard of proof, meaning that it should be supported by specific evidence or information. Since the passage does not mention the ethnic group of the Somali Authors Society, we cannot determine the object of the triple fact, and it remains unknown."}
{"index": 21, "passage": "Born on October 6, 1947, in Sarajevo, Olivera Vojna Nešić is a distinguished Serbian composer and professor at the University of Pristina Faculty of Arts, North Kosovo. Mirjana Miočinović, another respected scholar in the region, has also contributed significantly to the academic sphere.", "relations": "ethnic group", "entity": ["Mirjana Miočinović"], "fact_list": [["Vojna Nešić", "ethnic group", "Serbian"]], "unknown_analysis": "There are no specific details or information provided in the passage about Mirjana Miočinović's ethnicity. The passage only mentions her as a respected scholar, but it does not provide any clues or references to her ethnic background. Therefore, without any additional information, we cannot determine the ethnic group to which Mirjana Miočinović belongs."}
{"index": 9, "passage": "Nils Gaup is a distinguished Sámi film director from Norway. Similarly, Anja Breien has made substantial contributions to the Norwegian film industry, known for her unique storytelling style.", "relations": "ethnic group", "entity": ["Anja Breien"], "fact_list": [["Nils Gaup", "ethnic group", "Sámi"]], "unknown_analysis": "The reason why the object of the triple fact (Anja Breien, ethnic group) is \"unknown\" is because the passage does not provide any information or clues about Anja Breien's ethnicity. The passage only mentions her contributions to the Norwegian film industry and her unique storytelling style. Therefore, we cannot determine her ethnic group based on the given information."}
{"index": 45, "passage": "Ivo Lola Ribar Institute is a Belgrade, Serbia-based manufacturer of heavy machine tools, industrial equipment, and industrial computers. It has been named after Croatian People's Hero of Yugoslavia Ivo Lola Ribar, the youngest son of Ivan Ribar. The Institute was inaugurated by Tomislav Obradović, a well-known figure in the Croatian sector.", "relations": "ethnic group", "entity": ["Tomislav Obradović"], "fact_list": [["Ivo Lola Ribar", "ethnic group", "Croatian"]], "unknown_analysis": "In the given passage, there is no information or indication about Tomislav Obradović's ethnicity. The passage only states that he is a well-known figure in the Croatian sector. The ethnicity of an individual typically requires specific knowledge or evidence, which is not provided in this context. Therefore, the object of the triple fact (Tomislav Obradović, ethnic group) remains unknown."}
{"index": 30, "passage": "Martin \"Moishe\" Rosen (1932–2010) was the founder and former Executive Director of Jews for Jesus, an organization concentrating on evangelizing to Jewish people. His work resonates with the 'Sacred Heart Missions' who have similar goals in spreading teachings among different communities.", "relations": "ethnic group", "entity": ["Sacred Heart Missions"], "fact_list": [["Jesus", "ethnic group", "Jews"], ["Jesus", "ethnic group", "Jewish"]], "unknown_analysis": "The given passage does not provide any information about the ethnic group of Sacred Heart Missions. The passage only mentions that Sacred Heart Missions have similar goals in spreading teachings among different communities, but it does not specify the ethnicity or ethnic group they are targeting or associated with. Therefore, the object of the triple fact \"ethnic group\" for Sacred Heart Missions remains unknown."}
{"index": 52, "passage": "Abd Shams ibn Abd Manaf (Arabic: عبد شمس بن عبد مناف) was a prominent member of the Quraish tribe of Mecca in modern-day Saudi Arabia. The Banu Abd Shams sub-clan of the Quraish tribe and their descendants take its name from him. One such descendant, Muhsin Al Banu, carries on his legacy.", "relations": "ethnic group", "entity": ["Muhsin Al Banu"], "fact_list": [["Abd Shams ibn Abd Manaf", "ethnic group", "Banu Abd Shams"], ["Banu Abd Shams", "ethnic group", "Quraish"]], "unknown_analysis": "The given passage does not provide any information about Muhsin Al Banu's ethnicity. The ethnicity of a person cannot be assumed or determined solely by their name or lineage. Without any explicit details or evidence given in the passage about Muhsin Al Banu's ethnic background, we cannot establish his ethnic group. Hence, the object of the triple fact, (Muhsin Al Banu, ethnic group), remains unknown."}
{"index": 38, "passage": "Elkouria Amidane (born 29 September 1985) is a Sahrawi student and human rights activist. Elkouria Amidane has over the years conducted non-violent struggle for Western Sahara self-determination and demonstrated for Saharawi student's rights. Her collaborator, Mohamed Cheikh, also contributes significantly to the cause.", "relations": "ethnic group", "entity": ["Mohamed Cheikh"], "fact_list": [["Elkouria Amidane", "ethnic group", "Sahrawi"], ["Elkouria Amidane", "ethnic group", "Saharawi"]], "unknown_analysis": "The passage does not provide any information about Mohamed Cheikh's ethnicity. There is no mention of his ethnic background or any context that would allow us to determine his ethnicity. Without any evidence or information, we cannot ascertain Mohamed Cheikh's ethnic group, making the object of the triple fact \"unknown\"."}
{"index": 31, "passage": "Acee Blue Eagle (17 August 1907 – 18 June 1959), also named Alex C. McIntosh, Chebon Ahbulah (Laughing Boy), and Lumhee Holot-Tee (Blue Eagle), was a Muscogee Creek-Pawnee-Wichita artist, educator, dancer, and flute player. He was greatly influenced by the renowned artist Chebon Ahbulah.", "relations": "ethnic group", "entity": ["Chebon Ahbulah"], "fact_list": [["Acee Blue Eagle", "ethnic group", "Muscogee"]], "unknown_analysis": "In the given passage, there is no mention or information about Chebon Ahbulah's ethnicity. Therefore, we cannot determine or establish the ethnic group to which Chebon Ahbulah belonged. As a result, the object of the triple fact (Chebon Ahbulah, ethnic group) remains unknown."}
{"index": 14, "passage": "Kabbah is a common surname among the Mandinka people of West Africa. The West African region is also known for the surge of the Mali Blues Group, a musical ensemble inspired by rich Mandinka heritage.", "relations": "ethnic group", "entity": ["Mali Blues Group"], "fact_list": [["Kabbah", "ethnic group", "Mandinka people"]], "unknown_analysis": "The given passage does not provide any information about the ethnic background or heritage of the Mali Blues Group. It only mentions that the musical ensemble is inspired by the Mandinka heritage, but there is no direct information about the specific ethnicity or ethnic group the group members belong to. Therefore, the object of the triple fact (Mali Blues Group, ethnic group) is unknown."}
{"index": 13, "passage": "Isaac David Broydé, hailing from Grodno Governorate, Russian Empire, was an influential Jewish Orientalist and librarian of his time. Sharing his love for book collections and cultural preservation is the Society of Bibliophiles, a group whose origin is as interesting and diverse as their book collection.", "relations": "ethnic group", "entity": ["Society of Bibliophiles"], "fact_list": [["David", "ethnic group", "Jewish"]], "unknown_analysis": "The passage does not provide any information or clues about the ethnicity of the Society of Bibliophiles. The Society is described as a group with an interesting and diverse book collection, but there is no mention of their ethnicity or any indication that it is relevant to their activities or origins. Therefore, the object of the triple fact (Society of Bibliophiles, ethnic group) remains unknown."}
{"index": 42, "passage": "Hamazasp Khachaturi Babadzhanian (Armenian: Համազասպ Ղաչատուրի Բաբաջանյան; Russian: Амазасп Хачатурович Бабаджанян, Amazasp Khachaturovich Babadzhanyan; 18 February 1906 – 1 November 1977) was a Soviet military commander, veteran of the Second World War, and Chief marshal of the armored troops of the Soviet Union. He crossed paths often with Soviet Armenian officer Vartan Sarkisov.", "relations": "ethnic group", "entity": ["Vartan Sarkisov"], "fact_list": [["Babadzhanian", "ethnic group", "Armenian"]], "unknown_analysis": "In the given passage, there is no information provided regarding the ethnicity or ethnic group of Vartan Sarkisov. The passage only mentions that Vartan Sarkisov was a Soviet Armenian officer, but it does not provide any information about his specific ethnic background. As a result, the object of the triple fact (Vartan Sarkisov, ethnic group) remains unknown, as there is no evidence or proof available in the given passage to determine his ethnicity."}
{"index": 6, "passage": "Aganju of Oyo was a Yoruba emperor of the Oyo state in present-day Nigeria. During his reign, he interacted closely with the Oba Akenzua II, another influential figure in Nigeria at that time.", "relations": "ethnic group", "entity": ["Oba Akenzua II"], "fact_list": [["Aganju of Oyo", "ethnic group", "Yoruba"]], "unknown_analysis": "The passage does not provide any information about the ethnicity of Oba Akenzua II. It only mentions that he was an influential figure in Nigeria at the time. To determine someone's ethnicity, a high standard of proof is required, which means there must be concrete evidence or reliable sources explicitly stating the individual's ethnic background. In this case, since the passage does not provide any information about Oba Akenzua II's ethnicity, the object of the triple fact remains unknown."}
{"index": 20, "passage": "Musa Ćazim Ćatić was a famous Bosniak poet of the Bosnian Renaissance at the turn of the 20th century. His work influenced the formation of the 'Sarajevo Poetry Circle', a group of poets passionate about preserving and enhancing the Bosnian literary tradition.", "relations": "ethnic group", "entity": ["Sarajevo Poetry Circle"], "fact_list": [["Musa Ćazim Ćatić", "ethnic group", "Bosniak"]], "unknown_analysis": "The passage does not provide any information about the ethnic composition of the Sarajevo Poetry Circle. It only mentions that the group was made up of poets passionate about preserving the Bosnian literary tradition. Therefore, without any specific mention of the ethnic backgrounds of the members, we cannot determine the ethnic group of the Sarajevo Poetry Circle. Hence, the object of the triple fact is unknown."}
{"index": 50, "passage": "Kinga Gál (born 6 September 1970) is a Hungarian politician and political writer. She is a Member of the European Parliament (MEP) with the Hungarian Civic Party, a part of the European People's Party. Péter Niedermüller, another Hungarian MEP, is known for his work alongside her.", "relations": "ethnic group", "entity": ["Péter Niedermüller"], "fact_list": [["Kinga Gál", "ethnic group", "Hungarian"]], "unknown_analysis": "In the given passage, there is no mention or indication of Péter Niedermüller's ethnic group or ethnicity. The passage only states that he is a Hungarian MEP and that he has worked alongside Kinga Gál. Therefore, without any information or evidence about his ethnicity, the object of the triple fact (Péter Niedermüller,ethnic group) remains unknown."}
{"index": 3, "passage": "Scotland prides itself on gifted actors like Neil Niren Connery and his brother, Sean Connery, and is also the home base for the 'Highland Theatre Group', a collective of performance artists contributing to the Scottish arts scene.", "relations": "ethnic group", "entity": ["Highland Theatre Group"], "fact_list": [["Sean Connery", "ethnic group", "Scottish"]], "unknown_analysis": "The passage does not provide any information or indication about the ethnic group to which the Highland Theatre Group belongs. It only mentions that they are a collective of performance artists contributing to the Scottish arts scene. In order to determine the ethnic group of the Highland Theatre Group, additional information would be required."}
{"index": 18, "passage": "Vardan Ayvazyan, an Armenian born on November 7, 1961, serves as the current Ecology Minister of Armenia. His work has influenced various environmental groups in Armenia, including the 'Armenian Environmental Network'.", "relations": "ethnic group", "entity": ["Armenian Environmental Network"], "fact_list": [["Vardan Ayvazyan", "ethnic group", "Armenian"]], "unknown_analysis": "In the given passage, there is no information provided about the ethnicity of the Armenian Environmental Network. The passage only mentions that Vardan Ayvazyan's work has influenced various environmental groups in Armenia, including the Armenian Environmental Network. However, it does not provide any details about the ethnic background or composition of this specific environmental network. Therefore, the object of the triple fact, which is the ethnicity of the Armenian Environmental Network, remains unknown based on the given information."}
{"index": 16, "passage": "David Brickner, an ordained Baptist minister born on September 29, 1958, has led the Messianic Jewish missionary group, Jews for Jesus, since 1996. The group has had interactions with various other similar groups, one of them being the 'Kingdom Outreach Ministries'.", "relations": "ethnic group", "entity": ["Kingdom Outreach Ministries"], "fact_list": [["Jesus", "ethnic group", "Jews"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the ethnicity of the Kingdom Outreach Ministries. The passage only mentions that Jews for Jesus, led by David Brickner, has had interactions with various similar groups, with one of them being the Kingdom Outreach Ministries. However, it does not provide any details or descriptions specifically related to the ethnic group of the Kingdom Outreach Ministries. Therefore, the object of the triple fact, (Kingdom Outreach Ministries,ethnic group), remains unknown based on the given passage."}
{"index": 26, "passage": "Mokope Modjadji V, reigning from 1981 until her death in 2001, was the fifth Rain Queen of the Balobedu tribe in the Limpopo Province of South Africa. The 'Limpopo Artists Association' is a group from this province who admire and value their heritage.", "relations": "ethnic group", "entity": ["Limpopo Artists Association"], "fact_list": [["Mokope Modjadji", "ethnic group", "Balobedu"]], "unknown_analysis": "The given passage only provides information about the Limpopo Artists Association being a group from the Limpopo Province in South Africa who admire and value their heritage. It does not mention anything about the ethnicity or ethnic group of the Limpopo Artists Association. Therefore, the object of the triple fact (Limpopo Artists Association, ethnic group) remains unknown and cannot be determined based on the given information."}
{"index": 55, "passage": "The Somali diaspora refers to expatriate Somalis who reside in areas of the world that have traditionally not been inhabited by their ethnic group. The civil war in Somalia greatly increased the size of the Somali diaspora, as many Somalis moved from Greater Somalia mainly to the Middle East, Europe and North America. One of those expatriate Somalis is notable businessman Yusuf Warsame.", "relations": "ethnic group", "entity": ["Yusuf Warsame"], "fact_list": [["Somali diaspora", "ethnic group", "Somalis"]], "unknown_analysis": "The passage provides information about Yusuf Warsame being an expatriate Somali and a notable businessman, but it does not explicitly mention or provide any clues about his ethnic group. Since the ethnic group of Yusuf Warsame is not mentioned or indicated in the passage, the object of the triple fact (Yusuf Warsame, ethnic group) is considered \"unknown.\""}
{"index": 37, "passage": "The Saint John Jewish Historical Museum in Saint John, New Brunswick, Canada, preserves and displays the history of the Jewish community in the city of Saint John. The Museum was opened by founder Marcia Koven in 1986. A Jewish Historical Society had already been established in the congregation, with Rabbi Sussman playing a key role.", "relations": "ethnic group", "entity": ["Rabbi Sussman"], "fact_list": [["Saint John", "ethnic group", "Jewish"]], "unknown_analysis": "In the given passage, there is no information provided about Rabbi Sussman's ethnicity or the ethnic group he belongs to. Since the ethnic group of Rabbi Sussman cannot be determined from the passage, the object of the triple fact is categorized as \"unknown\". To establish an ethnic group, a high standard of proof is typically required, which could include documented evidence, self-identification, or reliable historical records. Without any information or evidence provided regarding Rabbi Sussman's ethnicity, it cannot be assumed or determined in this context."}
{"index": 48, "passage": "Félix Patzi Paco (born 21 February 1967 in Santiago de Llallagua, Aroma, La Paz) is a Bolivian academic and politician. A member of the Aymara ethnic group, he has been active in supporting indigenous movements in Bolivia. He is the governor-elect of La Paz Department. Romualdo Quispe is another Aymara politician known for his impactful work.", "relations": "ethnic group", "entity": ["Romualdo Quispe"], "fact_list": [["Félix Patzi", "ethnic group", "Aymara ethnic group"]], "unknown_analysis": "The passage does not provide any information about Romualdo Quispe's ethnicity. Therefore, it is not possible to determine his ethnic group based solely on the given text. Hence, the object of the triple fact (Romualdo Quispe, ethnic group) is unknown."}
{"index": 54, "passage": "Atharid (flourished in 4th century AD) was a Gothic Kunja (regional chieftain) under the Thervingian leader Athanaric. He was the son of Athanaric's sub-king Rothesteus, and played a leading role in the killing of the Christian saint Sabbas the Goth. Similar to Atharid, Goth spokesman Theodoric was also known for his active role.", "relations": "ethnic group", "entity": ["Theodoric"], "fact_list": [["Athanaric", "ethnic group", "Gothic"], ["Athanaric", "ethnic group", "Goth"]], "unknown_analysis": "In the given passage, it does not mention or provide any information about Theodoric's ethnicity. Without any evidence or details about his ethnic background, we cannot determine or ascertain his ethnic group. Hence, the object of the triple fact, (Theodoric, ethnicity, unknown), signifies that we do not have enough information to accurately identify Theodoric's ethnic group."}
{"index": 62, "passage": "Sergei Alexandrovich Khudyakov (Armenian: Սերգեյ Ալեքսանդրի Խուդյակով; Russian: Серге́й Алекса́ндрович Худяко́в); (born Armenak Artem Khanferiants (Armenian: Արմենակ Արտեմ Խանֆերյանց, 7 January [O.S. 25 December] 1902 – 18 April 1950), was a Soviet Armenian Marshal of the aviation. He worked closely with his compatriot and fellow aviator, Anushavan Danielyan.", "relations": "ethnic group", "entity": ["Anushavan Danielyan"], "fact_list": [["Khudyakov", "ethnic group", "Armenian"]], "unknown_analysis": "The given passage does not provide any information about Anushavan Danielyan's ethnic group. Therefore, it is unknown what ethnic group Anushavan Danielyan belongs to."}
{"index": 36, "passage": "Anatol Codru (May 1, 1936, Molovata Nouă - August 17, 2010, Chișinău) was a writer and film director from Moldova. He was the head of the Union of Cinematographers of Moldova and a leader of the Democratic Forum of Romanians in Moldova. Within the Democratic Forum, leader Gheorghe Brega is another noteworthy figure.", "relations": "ethnic group", "entity": ["Gheorghe Brega"], "fact_list": [["Anatol Codru", "ethnic group", "Romanians"], ["He", "ethnic group", "Romanians"]], "unknown_analysis": "In the given passage, there is no information provided about Gheorghe Brega's ethnicity or ethnic group. The passage only mentions that he is a leader of the Democratic Forum of Romanians in Moldova. Since the ethnic group relation requires a high standard of proof to determine a person's ethnicity, and this information is not provided in the passage, the object of the triple fact (Gheorghe Brega, ethnic group) remains unknown."}
{"index": 39, "passage": "Sequoyah County may refer to more than one place in the United States, generally named after Cherokee leader Sequoyah. Another influential figure of the Cherokee was John Ross, a principal chief of the Cherokee Nation.", "relations": "ethnic group", "entity": ["John Ross"], "fact_list": [["Sequoyah", "ethnic group", "Cherokee"]], "unknown_analysis": "In the given passage, there is no information provided about John Ross's ethnicity or ethnic group. The passage only mentions him as an influential figure and principal chief of the Cherokee Nation. Since the passage does not mention his ethnicity, we cannot determine the object of the triple fact (John Ross, ethnic group) based on the given information. Therefore, the object is tagged as \"unknown.\""}
{"index": 27, "passage": "Acee Blue Eagle, born August 17, 1907, was a renowned artist, educator, dancer, and flute player who hailed from the Muscogee Creek-Pawnee-Wichita tribes. His works have inspired the 'Native Artists Collective', a group committed to the promotion of native arts.", "relations": "ethnic group", "entity": ["Native Artists Collective"], "fact_list": [["Acee Blue Eagle", "ethnic group", "Muscogee"]], "unknown_analysis": "The reason why the object of the triple fact (Native Artists Collective, ethnicity) is \"unknown\" based on the given passage is that there is no information or mention of the ethnic background or ethnicity of the Native Artists Collective in the passage. The passage only states that the Native Artists Collective is a group committed to the promotion of native arts, but it does not provide any information about the specific ethnic background or ethnicity of the members of the collective. Therefore, without any information to support or determine their ethnicity, the object of the triple fact remains \"unknown\"."}
{"index": 23, "passage": "Latvian mythology, a set of pagan beliefs of the Latvian people, has been reconstructed from written evidence and folklore materials, and is known to have close ties with earlier Baltic mythology. The 'Latvian Folk Story Guild' also works actively in the propagation and preservation of such mythologies.", "relations": "ethnic group", "entity": ["Latvian Folk Story Guild"], "fact_list": [["Latvian mythology", "ethnic group", "Latvian people"]], "unknown_analysis": "The given passage specifically mentions the role of the 'Latvian Folk Story Guild' in the propagation and preservation of Latvian mythologies. However, it does not provide any information or indication about the ethnicity or ethnic group associated with the 'Latvian Folk Story Guild'. As a result, the object of the triple fact (Latvian Folk Story Guild, ethnic group) is unknown, as there is no evidence or mention of their ethnicity in the passage."}
{"index": 1, "passage": "Vladan Desnica, a notable Croatian writer of Serb origin, emerged from Croatia. His works had significantly influenced the 'Balkan Literary Guild', an interregional group of authors and book enthusiasts dedicated to promoting cultural exchange.", "relations": "ethnic group", "entity": ["Balkan Literary Guild"], "fact_list": [["Vladan Desnica", "ethnic group", "Serb"]], "unknown_analysis": "The given passage does not provide any information about the ethnic background or ethnicity of the Balkan Literary Guild. It only states that the guild is an interregional group of authors and book enthusiasts dedicated to promoting cultural exchange. Therefore, without additional information or evidence, we cannot determine the ethnic group or ethnicity of the Balkan Literary Guild, making the object of the triple fact \"unknown.\""}
{"index": 17, "passage": "Abû ‘Uthman Sa’îd ibn Hakam al Qurashi lived during the time when Manûrqa (modern Minorca) was under his rule. It was a period marked by the prominent presence of 'Al-Qurashi Scholars' who contributed significantly to the intellectual climate of the time.", "relations": "ethnic group", "entity": ["Al-Qurashi Scholars"], "fact_list": [["Uthman", "ethnic group", "Qurashi"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the ethnicity or ethnic group of the Al-Qurashi Scholars. The passage only states that they lived during a specific time period and made significant contributions to the intellectual climate. In order to determine their ethnic group, we would need additional evidence or information that is not given in the passage. Hence, the object of the triple fact, (Al-Qurashi Scholars, ethnic group), remains unknown."}
{"index": 33, "passage": "Asha Haji Elmi (Somali: Caasha Xaaji Cilmi, Arabic: عائشة حاجي علمي) (born 1962) is a Somali politician and peace activist, who had been a significant player alongside Hamsa Elmi.", "relations": "ethnic group", "entity": ["Hamsa Elmi"], "fact_list": [["Asha Haji Elmi", "ethnic group", "Somali"]], "unknown_analysis": "The passage provides information about Asha Haji Elmi, stating that she is a Somali politician and peace activist. It also mentions her significant role alongside Hamsa Elmi. However, it does not provide any details or information about the ethnicity of Hamsa Elmi. Therefore, we cannot determine the ethnic group of Hamsa Elmi based on the given passage. The object of the triple fact remains unknown."}
{"index": 29, "passage": "Asha Haji Elmi, born 1962, is a Somali politician and peace activist. Her work has inspired the 'Somali Women's Rights Organization', a body dedicated to pursuing gender equality in Somalia.", "relations": "ethnic group", "entity": ["Somali Women's Rights Organization"], "fact_list": [["Asha Haji Elmi", "ethnic group", "Somali"]], "unknown_analysis": "The reason the object of the triple fact (Somali Women's Rights Organization, ethnic group) is \"unknown\" is because there is no information provided in the passage about the ethnic group or ethnicity associated with the Somali Women's Rights Organization. The passage only mentions that the organization is dedicated to pursuing gender equality in Somalia, but it does not provide any details about the ethnic background or ethnicity of the organization. Therefore, without any information or evidence provided, it is not possible to determine the ethnic group or ethnicity associated with the Somali Women's Rights Organization."}
{"index": 75, "passage": "Jelena Đurović (Serbian Cyrillic: Јелена Ђуровић, born 13 July 1973) is a Jewish Montenegrin journalist, writer and political activist based in Belgrade, Serbia. Jelena is Vice President of the Jewish Community of Montenegro, and Isidora Sekulić, a fellow Jewish Montenegrin, is known for her literary work.", "relations": "ethnic group", "entity": ["Isidora Sekulić"], "fact_list": [["Jelena Đurović", "ethnic group", "Jewish"]], "unknown_analysis": "The passage does not provide any information about Isidora Sekulić's ethnicity. Therefore, it is not possible to determine her ethnic group based on the given passage alone."}
{"index": 61, "passage": "Baron François Joseph Bosio (19 March 1768 – 29 July 1845) was a French sculptor who achieved distinction in the first quarter of the nineteenth century with his work for Napoleon and for the restored French monarchy. His assistant, French sculptor Émile François Chatrousse, continued his work after his death.", "relations": "ethnic group", "entity": ["Émile François Chatrousse"], "fact_list": [["Napoleon", "ethnic group", "French"]], "unknown_analysis": "The given passage does not provide any information or context about the ethnic background or ethnicity of Émile François Chatrousse. Therefore, without any specific mention of his ethnicity, we cannot determine or establish the object of the triple fact as it remains unknown."}
{"index": 58, "passage": "Dave Atkins (11 October 1940 – 23 April 2008) was an English actor mostly known for portraying Sharkey in Britannia Hospital, Moving Man No.1 in Clive Barker's Hellraiser in 1987, and pub landlord Les in Men Behaving Badly. His colleague, English actor Peter Benson, also shared the silver screen with him. Atkins died of heart failure in 2008, at age 67.", "relations": "ethnic group", "entity": ["Peter Benson"], "fact_list": [["Clive Barker", "ethnic group", "English"]], "unknown_analysis": "According to the given passage, there is no information provided about the ethnicity of Peter Benson. The passage only mentions that Peter Benson was a colleague of Dave Atkins, but it does not provide any details about his ethnic background. Therefore, the object of the triple fact (Peter Benson, ethnic group) is considered \"unknown\" because there is no evidence or information available to determine his ethnicity."}
{"index": 28, "passage": "The Sadaat Amroha or Amrohi Syed, are a community of Sayyids, who historically settled in Amroha, a town in the Indian state of Uttar Pradesh. Likewise, the 'Heritage Society of Amroha' is another group deeply connected to the area.", "relations": "ethnic group", "entity": ["Heritage Society of Amroha"], "fact_list": [["Sadaat Amroha", "ethnic group", "Syed"]], "unknown_analysis": "The given passage does not provide any information or clues about the ethnicity or ethnic group of the Heritage Society of Amroha. The passage only mentions that this group is deeply connected to the area of Amroha in Uttar Pradesh, India. It does not provide any details about the ethnic background or composition of this society. Therefore, the object of the triple fact (Heritage Society of Amroha, ethnic group) remains unknown based on the information given in the passage."}
{"index": 25, "passage": "Ali Arab is a village located in Sardasht Rural District, Sardasht District, Dezful County, Khuzestan Province, Iran, which draws its name from its Arab heritage. Iran is also home to the 'Khuzestan Cultural Heritage Society', a community dedicated to preserving and promoting local traditions and historical sites.", "relations": "ethnic group", "entity": ["Khuzestan Cultural Heritage Society"], "fact_list": [["Ali", "ethnic group", "Arab"]], "unknown_analysis": "The given passage provides information about the location of the Khuzestan Cultural Heritage Society within Iran and its purpose of preserving and promoting local traditions and historical sites. However, the passage does not mention anything about the ethnicity or ethnic group associated with the society. Without any specific information or evidence about the ethnic background of the society, we cannot determine the object of the triple fact: (Khuzestan Cultural Heritage Society,ethnic group). Therefore, the object of this triple fact remains unknown."}
{"index": 7, "passage": "Miltiadis Sapanis, born on January 28, 1976, is a renowned Greek footballer. Another notable figure in Greek football is Antonis Nikopolidis, an exceptional goalkeeper known for his contributions to the sport.", "relations": "ethnic group", "entity": ["Antonis Nikopolidis"], "fact_list": [["Miltiadis Sapanis", "ethnic group", "Greek"]], "unknown_analysis": "In the given passage, there is no information provided about Antonis Nikopolidis' ethnicity. The passage only mentions him as an exceptional goalkeeper known for his contributions to Greek football. Without any specific details or evidence regarding his ethnicity, it is impossible to determine or infer his ethnic background. Therefore, the object of the triple fact (Antonis Nikopolidis, ethnic group) remains unknown."}
{"index": 70, "passage": "Jorge de Bagration y de Mukhrani or Giorgi Bagration-Mukhraneli or George Bagration of Mukhrani (Georgian: გიორგი (ხორხე) ბაგრატიონ-მუხრანელი) (22 February 1944 – 16 January 2008) was a Spanish racing car driver of Georgian descent and a claimant to the headship of the Bagrationi dynasty and to the historical throne of Georgia. Another Georgian personality, Nikoloz Melikidze, emerged as a respected figure within the same period.", "relations": "ethnic group", "entity": ["Nikoloz Melikidze"], "fact_list": [["Giorgi", "ethnic group", "Georgian"]], "unknown_analysis": "The given passage does not provide any information or mention regarding the ethnicity or ethnic group of Nikoloz Melikidze. Therefore, the object of the triple fact, which is the ethnic group of Nikoloz Melikidze, remains unknown."}
{"index": 63, "passage": "Nio Joe Lan (Chinese: 梁友蘭; pinyin: Liáng Yǒulán; Perfected Spelling: Nio Yu Lan; also known by the Indonesianised name Junus Nur Arif; 29 December 1904 – 13 February 1973) was a Chinese-Indonesian writer, journalist, and history teacher. His work influenced many, including Chinese-Indonesian writer Liu Yichang.", "relations": "ethnic group", "entity": ["Liu Yichang"], "fact_list": [["Nio Joe Lan", "ethnic group", "Chinese-Indonesian"]], "unknown_analysis": "The passage does not provide any information about Liu Yichang's ethnicity. It only mentions that his work was influenced by Nio Joe Lan, but it does not provide any details about Liu Yichang's ethnic background. Therefore, the object of the triple fact (Liu Yichang, ethnic group) remains unknown based on the given passage."}
{"index": 56, "passage": "The Lakandon Ch'ol were a former Ch’ol-speaking Maya people inhabiting the Lacandon Jungle in what is now lowland Chiapas in Mexico and the bordering regions of northwestern Guatemala, along the tributaries of the upper Usumacinta River and the foothills of the Sierra de los Cuchumatanes. Marcos Garcia, was a known leader of Nuevo Naranjo, a Ch'ol Maya community.", "relations": "ethnic group", "entity": ["Marcos Garcia"], "fact_list": [["Lakandon Ch'ol", "ethnic group", "Maya people"]], "unknown_analysis": "The passage does not provide any information about Marcos Garcia's ethnic group. It only states that he was a leader of Nuevo Naranjo, a Ch'ol Maya community. Therefore, without further information, the ethnic group of Marcos Garcia remains unknown."}
{"index": 66, "passage": "Baghramyan (Armenian: Բաղրամյան), Bagramyan or Baghramian; formerly known as Bashnalu, is a village in the Ararat Province of Armenia. It is named after the Soviet Armenian military commander and Marshal of the Soviet Union Hovhannes Baghramyan. Yet, Armenak Arzumanyan, a resident of the village, is known for promoting Armenian culture.", "relations": "ethnic group", "entity": ["Armenak Arzumanyan"], "fact_list": [["Bagramyan", "ethnic group", "Armenian"], ["Hovhannes Baghramyan", "ethnic group", "Armenian"]], "unknown_analysis": "The passage does not mention anything about Armenak Arzumanyan's ethnicity or ethnic group. Therefore, without additional information or evidence, we cannot determine the ethnicity of Armenak Arzumanyan. This is why the object of the triple fact (Armenak Arzumanyan, ethnic group) is labeled as \"unknown.\""}
{"index": 78, "passage": "Stanisław Bułak-Bałachowicz (Belarusian: Станіслаў Булак-Балаховіч, Russian: Станисла́в Була́к-Балахо́вич; 12 November 1883 – 28 November 1940) was a Belarusian general, veteran of World War I, Russian Civil War, Estonian War of Independence, Polish-Bolshevik War and the Invasion of Poland at the start of World War II. Another Belarusian, Piotr Krechevsky, was an influential figure during this period.", "relations": "ethnic group", "entity": ["Piotr Krechevsky"], "fact_list": [["Stanisław Bułak-Bałachowicz", "ethnic group", "Belarusian"]], "unknown_analysis": "The passage does not provide any information about Piotr Krechevsky's ethnicity. It only mentions him as another influential figure during the mentioned period, without specifying his ethnic background. Since there is no evidence or mention of his ethnicity, it is classified as \"unknown\" in the object of the triple fact."}
{"index": 67, "passage": "August Schmidhuber (8 May 1901 – 19 February 1947) was an SS-Brigadeführer of the 7th SS Volunteer Mountain Division Prinz Eugen from 20 January 1944 to 8 May 1945, and the 21st Waffen Mountain Division of the SS Skanderbeg (1st Albanian) from May 1944 onwards. As part of these divisions, Ilir Hoxha, of Albanian descent, also held a significant role.", "relations": "ethnic group", "entity": ["Ilir Hoxha"], "fact_list": [["Skanderbeg", "ethnic group", "Albanian"]], "unknown_analysis": "The passage does not provide any information or mention about Ilir Hoxha's ethnicity or ethnic group. Therefore, the object of the triple fact (Ilir Hoxha, ethnic group) remains unknown."}
{"index": 53, "passage": "Durga Prasad Dhar (1918–1975) was a prominent Kashmiri politician and an Indian diplomat who was a confidant of Indira Gandhi. He served as Ambassador of India to the Soviet Union, and as a minister in the Kashmir and Delhi administrations. Similarly, Brij Narayan Chakbast, also a Kashmiri, was prominently known for his contributions in politics.", "relations": "ethnic group", "entity": ["Brij Narayan Chakbast"], "fact_list": [["Indira Gandhi", "ethnic group", "Kashmiri"]], "unknown_analysis": "In the given passage, there is no information provided about the ethnic group to which Brij Narayan Chakbast belongs. The passage only mentions his contributions in politics and describes him as a Kashmiri. However, it does not specify his specific ethnic background or group. Therefore, without any evidence or mention of his ethnic group, the object of the triple fact remains unknown."}
{"index": 64, "passage": "Kristi Vangjeli (born 5 September 1985) is an Albanian footballer of who currently playing for Skenderbeu Korçë in the Albanian league and the Albanian national team. His preferred position is right back, but he can also play on the left as he has done for both club and country on a number of times, as well as defensive midfielder. Enkeleid Dobi, another Albanian footballer, played in a similar position.", "relations": "ethnic group", "entity": ["Enkeleid Dobi"], "fact_list": [["Skenderbeu", "ethnic group", "Albanian"]], "unknown_analysis": "The passage provided does not mention the ethnic group of Enkeleid Dobi or provide any information that would allow us to determine his ethnicity. Therefore, the object of the triple fact (Enkeleid Dobi, ethnic group) remains unknown. More information would be needed to establish his ethnic group."}
{"index": 44, "passage": "Samuel Maharero (1856 – 14 March 1923) was a Paramount Chief of the Herero people in German South-West Africa (today Namibia) during their revolts and in connection with the events surrounding the Herero genocide. His deputy, Chief Tjipende, has also been celebrated for his contributions.", "relations": "ethnic group", "entity": ["Chief Tjipende"], "fact_list": [["Samuel Maharero", "ethnic group", "Herero people"]], "unknown_analysis": "The given passage does not provide any information about Chief Tjipende's ethnicity. There is no mention or reference to his ethnic group in relation to his role as the deputy to Samuel Maharero, the Paramount Chief of the Herero people. Since there is no evidence or indication about Chief Tjipende's ethnic group, the object of the triple fact remains unknown. To determine Chief Tjipende's ethnic group, further research or additional information would be required."}
{"index": 71, "passage": "Matteo Ripa (29 March 1682, Eboli – 29 March 1746, Naples) was an Italian priest who was sent as a missionary to China by Propaganda Fide, and between 1711 to 1723 worked as a painter and copper-engraver at the Manchu court of the Kangxi Emperor, under the Chinese name Ma Guoxian (马国贤). Fu Shen, a Manchu scholar, was another renowned figure in the Emperor's court.", "relations": "ethnic group", "entity": ["Fu Shen"], "fact_list": [["Kangxi Emperor", "ethnic group", "Manchu"]], "unknown_analysis": "The given passage does not provide any information about Fu Shen's ethnicity. While it mentions that Fu Shen was a renowned figure in the Emperor's court, it does not mention his ethnic background. Therefore, without additional information, it is not possible to determine Fu Shen's ethnicity based on the given passage."}
{"index": 68, "passage": "The Dry Creek Rancheria Band of Pomo Indians is a federally recognized tribe of Pomo people, an indigenous people of California. It has a reservation near Geyserville, California, in Sonoma County, where it operates the River Rock Casino Resort. Joshua Smith, a member of this Pomo community, is widely respected for his cultural preservation efforts.", "relations": "ethnic group", "entity": ["Joshua Smith"], "fact_list": [["Dry Creek Rancheria Band of Pomo Indians", "ethnic group", "Pomo"], ["Dry Creek Rancheria Band of Pomo Indians", "ethnic group", "Pomo people"]], "unknown_analysis": "The passage does not provide any information about Joshua Smith's ethnicity or his membership in any specific ethnic group. It only states that he is a member of the Dry Creek Rancheria Band of Pomo Indians, which is a federally recognized tribe of Pomo people. However, being a member of a specific tribe does not necessarily determine someone's ethnicity. Therefore, without further information or evidence, the object of the triple fact (Joshua Smith, ethnic group) remains unknown."}
{"index": 35, "passage": "Martin \"Moishe\" Rosen (April 12, 1932 – May 19, 2010) was the founder and former Executive Director of Jews for Jesus, a Christian missionary organization focusing on evangelism to Jewish people. Rosen developed a close bond with David Brickner, the current Executive Director of the organization.", "relations": "ethnic group", "entity": ["David Brickner"], "fact_list": [["Jesus", "ethnic group", "Jews"], ["Jesus", "ethnic group", "Jewish"]], "unknown_analysis": "In the given passage, there is no mention or information provided about David Brickner's ethnicity or ethnic group. Without any specific details or evidence, it is not possible to determine or establish David Brickner's ethnic group. Hence, the object of the triple fact - (David Brickner, ethnic group) - remains unknown."}
{"index": 69, "passage": "David David (October 14, 1764 – November 30, 1824) was a Canadian fur trader, businessman, and militia officer. David David was born in Montreal to Lazarus David and Phebe Samuel; he was the first Jew born in the province of Quebec. Samuel Levi, a contemporary of David's, was a significant personality in the local Jewish community.", "relations": "ethnic group", "entity": ["Samuel Levi"], "fact_list": [["David", "ethnic group", "Jew"]], "unknown_analysis": "Based on the given passage, there is no information provided about the ethnicity of Samuel Levi. The passage only mentions him as a significant personality in the local Jewish community, but it does not provide any details about his specific ethnic background. Therefore, the object of the triple fact (Samuel Levi, ethnic group) is considered to be \"unknown\" because the passage does not provide any evidence or information to determine his ethnicity."}
{"index": 76, "passage": "John Michael Derrick (3 January 1915 – 5 August 1961) was the son of the artist, illustrator and cartoonist Thomas Derrick, and older brother of the writer Christopher Derrick. He was a leading figure in Roman Catholic journalism in mid-20th-century England. Similarly, Robert Hugh Benson, another English Catholic, was influential during this time.", "relations": "ethnic group", "entity": ["Robert Hugh Benson"], "fact_list": [["Michael Derrick", "ethnic group", "England"], ["He", "ethnic group", "England"]], "unknown_analysis": "In the given passage, there is no information provided about Robert Hugh Benson's ethnicity. The passage only mentions that he was an influential English Catholic, but it does not provide any details about his specific ethnic background. Therefore, without any evidence or information to support a particular ethnic group, the object of the triple fact \"(Robert Hugh Benson, ethnic group)\" is unknown."}
{"index": 83, "passage": "Gordon Brown (born 21 October 1979) is a Scottish former professional footballer who played as a midfielder. Born in Broxburn, Brown played in the Scottish Football League for St Johnstone and East Fife, making a total of 18 appearances. Similarly, Liam Henderson, also a Scottish footballer, made his mark in the Scottish Football League.", "relations": "ethnic group", "entity": ["Liam Henderson"], "fact_list": [["Gordon Brown", "ethnic group", "Scottish"]], "unknown_analysis": "The given passage provides information about Liam Henderson being a Scottish footballer and making his mark in the Scottish Football League. However, it does not provide any information or mention about his ethnicity or ethnic group. Therefore, the object of the triple fact (Liam Henderson, e) is unknown because there is no available information or evidence to determine his ethnic group."}
{"index": 74, "passage": "Nicomedes Santa Cruz Gamarra (June 4, 1925 – February 5, 1992), known as Nicomedes Santa Cruz, was a black Peruvian musician who, from the 1950s onwards, helped to raise public awareness of Afro-Peruvian culture. Teófilo Castillo, another Afro-Peruvian artist, drew influence from Cruz's work.", "relations": "ethnic group", "entity": ["Teófilo Castillo"], "fact_list": [["Nicomedes Santa Cruz", "ethnic group", "Afro-Peruvian"]], "unknown_analysis": "The given passage only provides information about Teófilo Castillo being influenced by Nicomedes Santa Cruz's work, but it does not mention anything about Teófilo Castillo's ethnicity or ethnic group. Since there is no mention or evidence in the passage regarding Teófilo Castillo's ethnic group, we cannot determine the object of the triple fact (Teófilo Castillo, ethnic group). Therefore, it is considered unknown."}
{"index": 91, "passage": "Jiří Mucha (March 12, 1915 in Prague – April 5, 1991 in Prague) was a Czech journalist, writer, screenwriter, author of autobiographical novels and studies of the works of his father, the Art Nouveau painter Alphonse Mucha. Jaroslav Seifert, a Czech author, was a contemporary of Mucha.", "relations": "ethnic group", "entity": ["Jaroslav Seifert"], "fact_list": [["Mucha", "ethnic group", "Czech"]], "unknown_analysis": "This is because the passage does not provide any information about Jaroslav Seifert's ethnicity. There is no mention or indication of his ethnic background in the passage. Therefore, without additional evidence or information, the object of triple fact (Jaroslav Seifert, ethnic group) remains unknown."}
{"index": 92, "passage": "Elaine Cassidy (born 31 December 1979) is an Irish actress and is best known for playing the lead character Abby Mills in the American CBS TV series Harper's Island, Felicia in Felicia's Journey opposite Bob Hoskins, Runt in Disco Pigs opposite Cillian Murphy, Lydia in The Others, and Katherine Glendenning in The Paradise. Saoirse Ronan, another prominent Irish actress, debuted around the same time as Cassidy.", "relations": "ethnic group", "entity": ["Saoirse Ronan"], "fact_list": [["Cillian Murphy", "ethnic group", "Irish"]], "unknown_analysis": "The passage does not provide any information about Saoirse Ronan's ethnicity. While it mentions that she is an Irish actress and debuted around the same time as Elaine Cassidy, it does not provide any details about her ethnic background. Therefore, the object of the triple fact (Saoirse Ronan, ethnic group) is unknown in this context."}
{"index": 84, "passage": "Saxton Temple Pope (September 4, 1875 – August 8, 1926) was an American doctor, teacher, author and outdoorsman. He is most famous as the father of modern bow hunting, and for his close relationship with Ishi, the last member of the Yahi tribe and the last known American Indian to be raised largely isolated from Western culture. Ahi-Tawi, another member of the Yahi tribe, also shared a significant history with the Western world.", "relations": "ethnic group", "entity": ["Ahi-Tawi"], "fact_list": [["Ishi", "ethnic group", "Yahi"]], "unknown_analysis": "In the given passage, there is no information provided about Ahi-Tawi's ethnicity or ethnic group. The passage primarily focuses on Saxton Temple Pope's relationship with Ishi and his role in modern bow hunting. Since no mention or details are given about Ahi-Tawi's ethnicity, it is not possible to determine the object of the triple fact (Ahi-Tawi, ethnic group) based on the passage alone."}
{"index": 81, "passage": "Milorad Pupovac (born 5 November 1955) is a Croatian politician and linguist of ethnic Serb descent. He is a member of Sabor and the president of the Serb National Council. He is also an observer at the European Parliament. Another political figure of Serb descent is Dragomir Jovanović, who contributed significantly to Croatian politics.", "relations": "ethnic group", "entity": ["Dragomir Jovanović"], "fact_list": [["Milorad Pupovac", "ethnic group", "Serb descent"]], "unknown_analysis": "The passage does not provide any information about the ethnic group to which Dragomir Jovanović belongs. Therefore, the object of the triple fact (Dragomir Jovanović, ethnic group) remains unknown. In order to establish his ethnic group, further information or evidence would be required."}
{"index": 88, "passage": "Arab Ali (Persian: عرب لي, also Romanized as ʿArab Alī) is a village in Shahrabad Rural District, in the Central District of Firuzkuh County, Tehran Province, Iran. At the 2006 census, its population was 19, in 10 families. Abu Bakr al-Hassani, an Arab descent, is one of the distinguished villagers of Arab Ali.", "relations": "ethnic group", "entity": ["Abu Bakr al-Hassani"], "fact_list": [["Ali", "ethnic group", "Arab"]], "unknown_analysis": "Based on the given passage, there is no information provided about Abu Bakr al-Hassani's ethnic group. The passage only mentions that he is of Arab descent, but it does not specify his specific ethnic group. Therefore, the object of the triple fact (Abu Bakr al-Hassani, ethnic group) is unknown because no information is given to determine his specific ethnicity."}
{"index": 89, "passage": "Hyacinthe François Joseph Despinoy or Despinois (22 May 1764– 29 December 1848) became a French general during the French Revolutionary Wars, but Napoleon Bonaparte removed him from command. Afterward he held minor positions. Another French general, Pierre Augereau, served in the same period.", "relations": "ethnic group", "entity": ["Pierre Augereau"], "fact_list": [["Napoleon Bonaparte", "ethnic group", "French"]], "unknown_analysis": "In the given passage about Pierre Augereau, there is no mention or indication of his ethnicity or ethnic group. The passage solely focuses on his military career during the French Revolutionary Wars and his association with another French general, Hyacinthe François Joseph Despinoy (Despinois). Since the information provided does not offer any insights into Pierre Augereau's ethnic background or affiliation, the object of the triple fact (Pierre Augereau, ethnic group) remains unknown."}
{"index": 85, "passage": "Georgi Stoyanov Todorov (Bulgarian: Георги Тодоров) (born on 10 August 1858 in Bolgrad (contemporary Ukraine); died on 16 November 1934 in Sofia) was a Bulgarian general who fought in the Russo-Turkish War (1877–1878), Serbo-Bulgarian War (1885), Balkan Wars (1912–1913) and First World War (1914–1918). Konstantin Jireček, another Bulgarian general, served in a similar capacity during these conflicts.", "relations": "ethnic group", "entity": ["Konstantin Jireček"], "fact_list": [["Todorov", "ethnic group", "Bulgarian"]], "unknown_analysis": "The passage does not provide any information about Konstantin Jireček's ethnicity or ethnic group. Since the 'ethnic group' relation requires a high standard of proof and the given information does not provide any evidence or mention of Jireček's ethnicity, we cannot determine his ethnic group based on the given passage. Therefore, the object of the triple fact (Konstantin Jireček, ethnic group) is unknown."}
{"index": 32, "passage": "The Sadaat Amroha or Amrohi Syed are a community of Sayyids, historically settled in the town of Amroha, in the Indian state of Uttar Pradesh. One of the significant figures in this community is Sayyid Akhtar Hussein.", "relations": "ethnic group", "entity": ["Sayyid Akhtar Hussein"], "fact_list": [["Sadaat Amroha", "ethnic group", "Syed"]], "unknown_analysis": "There are a few reasons why the object of the triple fact (Sayyid Akhtar Hussein, ethnic group) is considered \"unknown\" based on the given passage. \n\nFirstly, the passage does not provide any information or mention about Sayyid Akhtar Hussein's specific ethnic group. It only mentions that he is a significant figure in the Sadaat Amroha or Amrohi Syed community, which is a community of Sayyids historically settled in Amroha, Uttar Pradesh, India. It does not explicitly state or indicate his ethnic group.\n\nSecondly, the passage does not provide any details about Sayyid Akhtar Hussein's ancestral lineage or any other information that would allow us to determine his specific ethnic background. Without such information, it becomes difficult to ascertain his ethnic group.\n\nLastly, the ethnic group relation requires a high standard of proof, as mentioned in the given definition. Since the passage does not provide any substantial evidence or information about Sayyid Akhtar Hussein's ethnic group, it is reasonable to consider it as \"unknown\" until further evidence or clarification is provided."}
{"index": 93, "passage": "Serob Vartanian, more prominently known by his nom de guerre Aghbiur Serob (Armenian: Աղբյուր Սերոբ) or Serob Pasha (Սերոբ Փաշա, 1864 – 24 November 1899) born Serob Vardanian (Սերոբ Վարդանյան) was a famed Armenian military commander who organized a guerrilla network that fought against the Ottoman Empire during the latter part of the 19th century. Andranik Ozanian, another Armenian military leader, also organized anti-Ottoman activities during this period.", "relations": "ethnic group", "entity": ["Andranik Ozanian"], "fact_list": [["Aghbiur Serob", "ethnic group", "Armenian"]], "unknown_analysis": "In the given passage, there is no information provided about the ethnicity of Andranik Ozanian. The passage only mentions Andranik Ozanian as another Armenian military leader who organized anti-Ottoman activities. It does not explicitly state his ethnicity or provide any details that would allow us to determine his ethnic group. Therefore, without further information, the object of the triple fact (Andranik Ozanian, ethnic group) remains unknown."}
{"index": 87, "passage": "The Battle of Peta or Battle of Petta was fought between the Greeks (with Philhellenes) led by Alexandros Mavrokordatos with Markos Botsaris and the Ottomans led by Omer Vrioni on July 16, 1822 (July 4 Julian calendar). The conflict occurred on a hillside near the village of Peta in Epirus. Andreas Zaimis, another Greek leader, also played a central role in this battle.", "relations": "ethnic group", "entity": ["Andreas Zaimis"], "fact_list": [["Alexandros Mavrokordatos", "ethnic group", "Greeks"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the ethnicity of Andreas Zaimis. Therefore, we cannot determine or identify his ethnic group based on the given text. Hence, the object of the triple fact \"(Andreas Zaimis, ethnic group)\" remains unknown."}
{"index": 73, "passage": "Boudica (released in the United States as Warrior Queen) is a British television film released in 2003. Starring Alex Kingston, Steven Waddington and Emily Blunt, the film is a biopic of the queen of the Iceni tribe, Boudica. Cartimandua, another well-known figure from the Iceni tribe, is mentioned in this historical context.", "relations": "ethnic group", "entity": ["Cartimandua"], "fact_list": [["Boudica", "ethnic group", "Iceni"]], "unknown_analysis": "In the given passage, there is no mention or indication of Cartimandua's ethnicity. The passage only states that Cartimandua is a well-known figure from the Iceni tribe, but it does not provide any information about her ethnic background or identity. Therefore, without additional evidence or information, it is not possible to determine the ethnic group of Cartimandua based solely on the given passage."}
{"index": 94, "passage": "Krikor Odian (Armenian Գրիգոր Օտեան) (Born Istanbul, Ottoman Turkey December 9, 1834 - died Paris, France August 6, 1887) was an Ottoman jurist, politician, and writer of Armenian descent. He was a key figure in the establishment of the Armenian National Constitution and the Ottoman constitution of 1876. He was the uncle of the famed Armenian playwright and writer Yervant Odian. Raffi, another important writer of Armenian descent, was a contemporary of Odian.", "relations": "ethnic group", "entity": ["Raffi"], "fact_list": [["Yervant Odian", "ethnic group", "Armenian"]], "unknown_analysis": "In the given passage, there is no information provided about the ethnic group to which Raffi belongs. The passage only mentions that Raffi is an important writer of Armenian descent and a contemporary of Krikor Odian. However, it does not explicitly state or provide any indications about Raffi's specific ethnic group. Therefore, the object of the triple fact (Raffi, ethnic group) is unknown based on the given information."}
{"index": 98, "passage": "Vladimir Ćorović (Serbian Cyrillic: Владимир Ћоровић; October 27, 1885 – April 12, 1941) was a leading 20th-century Serbian historian, member of the Serbian Royal Academy, a future Serbian Academy of Sciences and Arts (SANU). He is best known for his many acclaimed scholarly works on the history of Serbs and Yugoslavia. Similarly, Jovan Deretić, another Serbian historian, also contributed significantly to this field.", "relations": "ethnic group", "entity": ["Jovan Deretić"], "fact_list": [["Vladimir Ćorović", "ethnic group", "Serbs"], ["He", "ethnic group", "Serbs"]], "unknown_analysis": "The given passage does not provide any information about Jovan Deretić's ethnic group. It does mention that he is a Serbian historian, but it does not specify his ethnicity within the Serbian community. Therefore, without additional information or evidence, we are unable to determine Jovan Deretić's ethnic group based solely on the given passage."}
{"index": 86, "passage": "The Quraysh (Arabic: قريش, Qurayš; other transliterations include Qureish, Quraish, Quresh, Qurish, Kuraish, and Coreish) were a powerful merchant tribe that controlled Mecca and its Ka'aba and that, according to Islamic tradition, descended from Ishmael. The Islamic prophet Muhammad was born into the Banu Hashim clan of the Quraysh tribe. Similarly, Abu Bakr, another important figure in Islamic tradition, also belonged to the Quraysh tribe.", "relations": "ethnic group", "entity": ["Abu Bakr"], "fact_list": [["Muhammad", "ethnic group", "Banu Hashim"], ["Muhammad", "ethnic group", "Quraysh tribe"], ["Banu Hashim", "ethnic group", "Quraysh tribe"]], "unknown_analysis": "In the given passage, there is no direct mention or information provided about the ethnic group to which Abu Bakr belongs. The passage only states that Abu Bakr belonged to the Quraysh tribe, which was a powerful merchant tribe in Mecca. However, the Quraysh tribe does not necessarily correspond to a specific ethnic group. Ethnicity is a complex concept that involves various factors such as cultural, linguistic, and geographical origins. Therefore, without any further information or evidence, it is not possible to determine the specific ethnic group to which Abu Bakr belonged."}
{"index": 99, "passage": "Jacques-André Naigeon (July 15, 1738, Paris – 28 February 1810, Paris) was a French artist, atheist philosopher, editor and man of letters best known for his contributions to the Encyclopédie and for reworking Baron d'Holbach's and Diderot's manuscripts. Jean-Jacques Rousseau, a French philosopher and writer, also contributed to the Encyclopédie in the same period.", "relations": "ethnic group", "entity": ["Jean-Jacques Rousseau"], "fact_list": [["Diderot", "ethnic group", "French"]], "unknown_analysis": "The given passage about Jean-Jacques Rousseau does not provide any information about his ethnicity or ethnic group. There is no mention of his race, nationality, or any specific details that would allow us to determine his ethnic background. Therefore, the object of the triple fact (Jean-Jacques Rousseau, ethnic group) remains unknown."}
{"index": 59, "passage": "Femi Emiola is an American actress. She is best known for her roles in the TV series Wicked Wicked Games and in the web series If Looks Could Kill. Her first name is a Yoruba translation pronounced \"F-eh-mi\" meaning \"love me\" or \"marry me\". Another notable Yoruba actress in the American landscape is Aisha Alabi.", "relations": "ethnic group", "entity": ["Aisha Alabi"], "fact_list": [["Femi Emiola", "ethnic group", "Yoruba"]], "unknown_analysis": "The given passage does not provide any information about Aisha Alabi's ethnic group. It mentions her as a notable Yoruba actress, but it does not explicitly state her ethnicity or provide any evidence to determine it. Therefore, the object of the triple fact (Aisha Alabi, ethnic group) is unknown."}
{"index": 79, "passage": "Camille Hyacinthe Odilon Barrot ([ɔdilɔ̃ baʁo]; 19 July 1791 – 6 August 1873) was a French politician who was briefly head of the council of ministers under Prince Louis Napoleon in 1848–49. Henri LaFont, another French political figure, was contemporaneous with Barrot and Napoleon.", "relations": "ethnic group", "entity": ["Henri LaFont"], "fact_list": [["Napoleon", "ethnic group", "French"]], "unknown_analysis": "The given passage provides information about Henri LaFont as a French political figure who was contemporaneous with Barrot and Napoleon. However, it does not mention or provide any clues about LaFont's ethnicity or ethnic group. Since there is no information given about LaFont's ethnic background in the passage, the object of the triple fact (Henri LaFont, ethnic group) remains unknown."}
{"index": 100, "passage": "Skanderbeg was an Albanian military unit assigned to the 14th Italian Army Corp, composed of Albanian soldiers recruited in Albania during the Second World War. This unit participated in the Italian counteroffensive against insurgents in Montenegro, during the Uprising in Montenegro in 1941. Skanderbeg was composed of four battalions and had the strength of one division or two regiments. One of the commanders of the unit was Gjergj Kastrioti, an Albanian military commander.", "relations": "ethnic group", "entity": ["Gjergj Kastrioti"], "fact_list": [["Skanderbeg", "ethnic group", "Albanian"]], "unknown_analysis": "The passage does not provide any information about the ethnicity of Gjergj Kastrioti. It does mention that he was an Albanian military commander, but being Albanian refers to his nationality and not his ethnicity. Without any additional information, it is impossible to determine the specific ethnicity of Gjergj Kastrioti. Therefore, the object of the triple fact (Gjergj Kastrioti, ethnic group) is unknown."}
{"index": 96, "passage": "Netley Marsh is a village and civil parish in Hampshire, UK, close to the town of Totton. It lies within the New Forest District, and the New Forest National Park. It is the alleged site of the battle between an invading Anglo Saxon army, under Cerdic and a British army under Natanleod in the year 508. Oswald, another Anglo Saxon leader, is believed to have been active in this region around the same period.", "relations": "ethnic group", "entity": ["Oswald"], "fact_list": [["Cerdic", "ethnic group", "Anglo Saxon"]], "unknown_analysis": "The given passage provides information about Netley Marsh, its location, and historical events related to Anglo Saxon leaders such as Cerdic and Natanleod. However, it does not mention anything about Oswald's ethnicity or provide any details that would allow us to determine his ethnic group. Therefore, the object of the triple fact (Oswald, ethnic group) remains unknown because the passage does not provide any information about it."}
{"index": 5, "passage": "The terms Slav, Slavic, or Slavonic represent ethnic groups in certain regions. Respecting this rich diaspora, the 'Pan-Slavic Cultural Association' was founded, aiming to preserve and promote diverse Slavic heritage.", "relations": "ethnic group", "entity": ["Pan-Slavic Cultural Association"], "fact_list": [["Slavic", "ethnic group", "Slav"]], "unknown_analysis": "The given passage states that the Pan-Slavic Cultural Association aims to preserve and promote diverse Slavic heritage. However, it does not explicitly mention or provide information about the specific ethnicity or ethnic group that the Pan-Slavic Cultural Association represents or is affiliated with. Hence, without further information or evidence from the passage, we cannot determine the specific ethnic group that the object of the triple fact (Pan-Slavic Cultural Association, ethnic group) belongs to. Hence, the object is considered \"unknown\" based on the information given."}
{"index": 82, "passage": "Diomid Gherman (April 10, 1928 in Bocșa – April 19, 2014 in Chișinău, Moldova) was a professor and researcher from Moldova, corresponding member of the Academy of Sciences of Moldova. He was a leader of the Democratic Forum of Romanians in Moldova. Mircea Snegur, a Romanian descent from Moldova also played a vital role in the country's academic scene.", "relations": "ethnic group", "entity": ["Mircea Snegur"], "fact_list": [["Diomid Gherman", "ethnic group", "Romanians"], ["He", "ethnic group", "Romanians"]], "unknown_analysis": "The given passage does not provide any information about Mircea Snegur's ethnic group. It only mentions that he is of Romanian descent from Moldova and played a role in the country's academic scene. Without any specific information about his ethnicity, it is not possible to determine his ethnic group. Therefore, the object of the triple fact (Mircea Snegur, ethnic group) is unknown."}
{"index": 65, "passage": "Petr Ginz (1 February 1928 – 28 September 1944) was a Czechoslovak boy of partial Jewish background who was deported to the Terezín concentration camp during the Holocaust. He died at the age of sixteen when he was transferred to Auschwitz concentration camp and gassed. His friend, Jakub Roth, also of Jewish descent, experienced a similar fate.", "relations": "ethnic group", "entity": ["Jakub Roth"], "fact_list": [["Petr Ginz", "ethnic group", "Jewish"]], "unknown_analysis": "In the given passage, there is no information provided about Jakub Roth's ethnicity. The passage only mentions that both Petr Ginz and Jakub Roth were of Jewish descent. However, being of Jewish descent does not necessarily specify a particular ethnicity, as Jewish people can come from various ethnic backgrounds such as Ashkenazi, Sephardic, Mizrahi, etc.\n\nThe fact that Jakub Roth experienced a similar fate to Petr Ginz does not give any indication of his specific ethnic group. It is possible that Jakub Roth and Petr Ginz belonged to the same ethnic group, but without additional information, it cannot be determined with certainty. Therefore, the object of the triple fact, specifically Jakub Roth's ethnic group, remains unknown based on the given passage."}
{"index": 95, "passage": "The Rock Salt & Nails are a Celtic fusion band based in the Shetland, Scotland. The band formed in 1992. In 2009, the band wrote and released a single dedicated to the Scottish tennis player Andy Murray, called Volley Highway. Another Scottish sports personality, footballer John McGinn, also hailed from the same area.", "relations": "ethnic group", "entity": ["John McGinn"], "fact_list": [["Andy Murray", "ethnic group", "Scottish"]], "unknown_analysis": "Based on the given passage, there is no information provided about John McGinn's ethnicity or ethnic group. The passage only mentions that he is a Scottish footballer who hails from the same area as the band, but it does not provide any details about his ethnic background. Therefore, the object of the triple fact (John McGinn, ethnic group) remains unknown."}
{"index": 60, "passage": "August Schmidhuber (8 May 1901 – 19 February 1947) was an SS-Brigadeführer of the 7th SS Volunteer Mountain Division Prinz Eugen from 20 January 1944 to 8 May 1945, and the 21st Waffen Mountain Division of the SS Skanderbeg (1st Albanian) from May 1944 onwards. Ismail Polisi, a notable Albanian Commonwealth soldier, served during this same period.", "relations": "ethnic group", "entity": ["Ismail Polisi"], "fact_list": [["Skanderbeg", "ethnic group", "Albanian"]], "unknown_analysis": "The passage does not provide any information about Ismail Polisi's ethnicity or ethnic group. It only mentions his notable role as an Albanian Commonwealth soldier during the same period that August Schmidhuber served in the SS divisions. Therefore, without further evidence or information, we cannot determine Ismail Polisi's ethnic group based on the given passage alone."}
{"index": 12, "passage": "Albanian-born Florian Berisha commands the football field with his skilled midfield strikes, playing for FC Le Mont in the Swiss Challenge League. Inspired by his trajectory, the Tirana Boys FC, a local football team, aspires to make its mark in the sport.", "relations": "ethnic group", "entity": ["Tirana Boys FC"], "fact_list": [["Florian Berisha", "ethnic group", "Albanian-born"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the ethnic group or ethnicity of the Tirana Boys FC. Therefore, we cannot determine or infer the ethnic group of the football team based on the passage alone. The object of the triple fact remains unknown because it is not mentioned or specified in the passage."}
{"index": 24, "passage": "Emmanuel-Augustin-Dieudonné-Joseph, known as Comte de Las Casas, was a noteworthy French atlas-maker and author, recognized for his praiseworthy book about Napoleon. His works inspired the formation of the 'The French Cartographers Society', a gathering of cartography enthusiasts and professionals.", "relations": "ethnic group", "entity": ["The French Cartographers Society"], "fact_list": [["Napoleon", "ethnic group", "French"]], "unknown_analysis": "The given passage does not provide any information about the ethnicity or ethnic group of the French Cartographers Society. The passage only mentions that the society was formed by cartography enthusiasts and professionals who were inspired by the works of Comte de Las Casas. Hence, we do not have any evidence or information to determine the ethnic group of the French Cartographers Society, and the object of triple fact remains unknown."}
{"index": 97, "passage": "Judas of Galilee, or Judas of Gamala, was a Jewish leader who led an armed resistance to the census imposed for Roman tax purposes by Quirinius in Iudaea Province around 6 AD. The revolt was crushed brutally by the Romans. These events are discussed by Josephus and also Hillel the Elder, another Jewish scholar of the same period, in The Jewish War and in Antiquities of the Jews and mentioned in the Acts of the Apostles.", "relations": "ethnic group", "entity": ["Hillel the Elder"], "fact_list": [["Josephus", "ethnic group", "Jews"]], "unknown_analysis": "In the given passage, there is no mention or evidence provided regarding the ethnic group of Hillel the Elder. The information provided only focuses on his role as a Jewish scholar and his writings pertaining to the events involving Judas of Galilee. Therefore, we cannot determine with certainty the ethnic group to which Hillel the Elder belonged based on the given passage alone."}
{"index": 80, "passage": "Former President Zine El Abidine Ben Ali has maintained Tunisia's long-time policy of seeking good relations with the West, while playing an active role in Arab and African regional bodies. President Habib Bourguiba took a nonaligned stance but emphasized close relations with Europe and the United States. In the same period, Rashid Ghannouchi, another Tunisian leader of Arab descent, also gained prominence.", "relations": "ethnic group", "entity": ["Rashid Ghannouchi"], "fact_list": [["President Zine El Abidine Ben Ali", "ethnic group", "Arab"]], "unknown_analysis": "The passage does not provide information or mention anything about Rashid Ghannouchi's ethnicity or ethnic group. It solely mentions that he is of Arab descent. Without specific information or evidence mentioned in the passage, it is not possible to determine or infer his specific ethnic group. Therefore, the object of the triple fact, (Rashid Ghannouchi, ethnic group), remains unknown."}
{"index": 72, "passage": "Hadım Hasan Pasha (died 1598 in Constantinople) was an Ottoman statesman. He was an Albanian Grand Vizier of the Ottoman Empire from 1597 to 1598. He was also the Ottoman governor of Egypt from 1580 to 1583. Fatmir Terziu, another Albanian, made significant contributions to the Ottoman Empire during the same era.", "relations": "ethnic group", "entity": ["Fatmir Terziu"], "fact_list": [["Hadım Hasan Pasha", "ethnic group", "Albanian"], ["He", "ethnic group", "Albanian"]], "unknown_analysis": "The passage does not provide any information regarding the ethnic group of Fatmir Terziu. The ethnic group of an individual is a specific attribute that requires evidence or explicit mention in order to be determined. Since the passage does not provide any information or mention the ethnic group of Fatmir Terziu, the object of triple fact \"unknown\" is used to indicate that there is no available information to determine his specific ethnic group based solely on the given passage."}
{"index": 90, "passage": "Izvor is a village in Burgas Municipality, in Burgas Province, in southeastern Bulgaria. It is known for the long stay of Bulgarian revolutionary Vasil Levski during the preparation of an uprising against the Otttoman empire. Another notable Bulgarian revolutionary, Hristo Botev, also had associations with Izvor.", "relations": "ethnic group", "entity": ["Hristo Botev"], "fact_list": [["Vasil Levski", "ethnic group", "Bulgarian"]], "unknown_analysis": "The passage does not provide any information about Hristo Botev's ethnicity or ethnic background. It only mentions that he had associations with the village of Izvor, but it does not provide any details about his ethnic group. Therefore, without any explicit information about his ethnicity, the object of the triple fact (Hristo Botev, ethnic group) remains unknown."}
{"index": 77, "passage": "Carmen Hart (born March 12, 1984) is the stage name of a Native American former pornographic actress and international exotic dancer from North Carolina. She is a member of the Lumbee tribe. Her fellow Lumbee tribe member, Josephine Maynor, also became a known personality for her work in the community.", "relations": "ethnic group", "entity": ["Josephine Maynor"], "fact_list": [["Carmen Hart", "ethnic group", "Lumbee tribe"], ["She", "ethnic group", "Lumbee tribe"]], "unknown_analysis": "The given passage does not provide any information about Josephine Maynor's ethnicity. It only mentions that she is a fellow Lumbee tribe member along with Carmen Hart. While it is possible that Josephine Maynor's ethnicity could be the same as Carmen Hart's (Native American/Lumbee), there is no explicit evidence or information in the passage to support this assumption. Therefore, the object of the triple fact (Josephine Maynor, ethnic group) remains unknown."}
{"index": 57, "passage": "Frigide Barjot (pun on Brigitte Bardot) born Virginie Merle, born September 25, 1962, in Boulogne-Billancourt, is a French humorist, columnist and political activist. She has become prominent for her campaigns against same-sex marriage in France and LGBT adoption. Her close ally in this struggle is Frenchman Bernard Antony.", "relations": "ethnic group", "entity": ["Bernard Antony"], "fact_list": [["Brigitte Bardot", "ethnic group", "French"]], "unknown_analysis": "The given passage does not provide any information or clues regarding Bernard Antony's ethnicity or ethnic group. The passage only mentions that he is a Frenchman and a close ally of Frigide Barjot in their campaigns against same-sex marriage and LGBT adoption. Therefore, without any additional information, the ethnicity or ethnic group of Bernard Antony remains unknown."}
{"index": 8, "passage": "Karishma Kotak, born on May 26, 1982, is a British Indian model, actress, and TV presenter. In the same time frame, Vijay Mallya rose to prominence, a well-known business tycoon in the entertainment industry.", "relations": "ethnic group", "entity": ["Vijay Mallya"], "fact_list": [["Karishma Kotak", "ethnic group", "British Indian"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Vijay Mallya's ethnicity or ethnic group. The passage only states that he is a well-known business tycoon in the entertainment industry. Therefore, without any specific details or evidence regarding Vijay Mallya's ethnicity, the object of the triple fact (Vijay Mallya, ethnic group) remains unknown."}
{"index": 47, "passage": "Belarusians in Ukraine are the second biggest minority after Russians. Unlike many other ethnic groups, Belarusians do not have any specific concentration in the country, but spread out more-less evenly across all regions. Prominent Belarusian, Tatiana Yermachenka, is one of them.", "relations": "ethnic group", "entity": ["Tatiana Yermachenka"], "fact_list": [["Belarusians in Ukraine", "ethnic group", "Belarusians"]], "unknown_analysis": "The passage provides information about the presence and distribution of Belarusians in Ukraine, including the fact that they are the second biggest minority after Russians and that they are spread out evenly across all regions. However, it does not provide any specific information or mention about Tatiana Yermachenka's ethnicity. Therefore, we cannot determine the ethnic group of Tatiana Yermachenka based on the given passage, making her ethnicity \"unknown\" in the context of this triple fact."}
