{"index": 25, "passage": "The Angel's Game is a prequel to 2001's The Shadow of the Wind by Spanish author Carlos Ruiz Zafón. Like The Shadow of the Wind, it was translated into English by Lucia Graves, daughter of the poet Robert Graves. In the same literary era, Antonio Graves, a renowned essayist, made significant contributions.", "relations": "father", "entity": ["Antonio Graves"], "fact_list": [["Lucia Graves", "father", "Robert Graves"]], "unknown_analysis": "The given passage does not provide any information about Antonio Graves' father. Therefore, the object of the triple fact (Antonio Graves, f, object) remains unknown."}
{"index": 30, "passage": "The Bohr equation, named after Danish physician Christian Bohr, describes the amount of physiological dead space in a person's lungs. This is given as a ratio of dead space to tidal volume. It differs from anatomical dead space as measured by Fowler's method as it includes alveolar dead space. Adam Bohr, another physician of that time, made significant contributions to the understanding of human respiration.", "relations": "father", "entity": ["Adam Bohr"], "fact_list": [["Bohr", "father", "Christian Bohr"]], "unknown_analysis": "Based on the given passage, there is no information or indication about the family or parental background of Adam Bohr. Therefore, we cannot determine who his father is, making the object of the triple fact \"unknown\"."}
{"index": 0, "passage": "Quentin Roosevelt II was the fourth child and youngest son of Theodore \"Ted\" Roosevelt III and Eleanor Butler Alexander. His siblings, World War II veterans Theodore Roosevelt IV and Cornelius Van Schaack Roosevelt III, had profound respect for Frederick Wells, a friend of Quentin and a decorated war veteran.", "relations": "father", "entity": ["Frederick Wells"], "fact_list": [["Quentin Roosevelt II", "father", "Theodore \"Ted\" Roosevelt III"]], "unknown_analysis": "From the given passage, it is not stated who Frederick Wells' father is. There is no information provided about Frederick Wells' parentage or his relationship with his father. Therefore, the object of the triple fact (Frederick Wells, f, object) is unknown."}
{"index": 54, "passage": "Chatri Sophonpanich is the second son of Chin Sophonpanich, and has served as the Chairman of the Board of Directors of the Bangkok Bank. At the same time, Suthichai Yoon, another influential personality, made significant contributions to Thai journalism.", "relations": "father", "entity": ["Suthichai Yoon"], "fact_list": [["Chatri Sophonpanich", "father", "Chin Sophonpanich"]], "unknown_analysis": "In the given passage, there is no information provided about Suthichai Yoon's father. Therefore, the object of the triple fact (Suthichai Yoon, father, unknown) is unknown because there is no mention or indication of who his father is within the passage."}
{"index": 51, "passage": "Guo Yuanzhen was an official, general, and diplomat of the Chinese dynasty Tang Dynasty and Wu Zetian's Zhou Dynasty, serving as a chancellor during the reigns of Emperor Ruizong and Emperor Xuanzong. An influential figure from this era was Zhang Jiazhen, a strategist and minister.", "relations": "father", "entity": ["Zhang Jiazhen"], "fact_list": [["Emperor Xuanzong", "father", "Emperor Ruizong"]], "unknown_analysis": "The passage does not provide any information about Zhang Jiazhen's father. There is no mention or reference to Zhang Jiazhen's parental background or any details about his family relationships. Therefore, the object of the triple fact (Zhang Jiazhen,f, object) remains unknown and cannot be determined from the given information."}
{"index": 28, "passage": "Ismail Fazil Pasha was a general of the Ottoman Army, a politician, statesman of the Ottoman Empire and the government of the Grand National Assembly of Turkey. He married Zekiye Hatice Hanim, who was daughter of Mehmed Ali Pasha. They had two sons, Ali Fuat Cebesoy and Mehmet Ali Cebesoy. Their family friend, Osman Pasha, was known for his brave exploits during the same era.", "relations": "father", "entity": ["Osman Pasha"], "fact_list": [["Ali Fuat Cebesoy", "father", "They"]], "unknown_analysis": "The passage does not provide any information about Osman Pasha's father. There is no mention of his family background or his parental lineage. Therefore, the object of the triple fact (Osman Pasha, f, object) remains unknown, as the passage does not provide any information about his father."}
{"index": 41, "passage": "Frederick IV, Elector Palatine of the Rhine, was the only surviving son of Louis VI, Elector Palatine, and Elisabeth of Hesse, called \"Frederick the Righteous\". Christian Louis IV, a military strategist of the time, was a contemporary.", "relations": "father", "entity": ["Christian Louis IV"], "fact_list": [["Frederick IV, Elector Palatine", "father", "Louis VI, Elector Palatine"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the father of Christian Louis IV. As a result, we cannot determine or identify who his father is. The lack of information regarding Christian Louis IV's father makes the object of the triple fact (Christian Louis IV, father) \"unknown\" in this context."}
{"index": 5, "passage": "Malaiyoor Mambattiyan is a 1983 Tamil-language Indian feature film featuring the emerging star of Tamil film industry, Dev Anand. This film is remembered for Dev's dynamic performance, similar to that of the film's star, Prashanth, who is the son of Thiagarajan. Thiagarajan went on to remake this film in 2011.", "relations": "father", "entity": ["Dev Anand"], "fact_list": [["Prashanth", "father", "Thiagarajan"]], "unknown_analysis": "The passage does not provide any information about the father of Dev Anand. It only mentions him as an emerging star in the Tamil film industry. Since there is no mention of his father or any details about his parental lineage, the object of the triple fact (Dev Anand, father, unknown) remains unknown."}
{"index": 46, "passage": "Luigi d'Este was an Italian Catholic cardinal, the second of the five children of Ercole II d'Este, Duke of Modena and Ferrara, and Renée, daughter of Louis XII of France. From the same era, Carlo Borromeo, a significant religious figure, had a profound impact on the spiritual life of the region.", "relations": "father", "entity": ["Carlo Borromeo"], "fact_list": [["Luigi d'Este", "father", "Ercole II"]], "unknown_analysis": "In the given passage, there is no information provided about Carlo Borromeo's family or parentage. It does not mention anything about his father or any other family members. Therefore, the object of the triple fact: (Carlo Borromeo, father, unknown) is \"unknown\" because the passage does not provide any information about his father."}
{"index": 37, "passage": "Sextus Tigidius Perennis was a prefect of the Roman imperial bodyguard, known as the Praetorian Guard, during the reigns of the emperors Marcus Aurelius and Commodus. Perennis was implicated in a plot to overthrow the emperor by his political rival Marcus Aurelius Cleander, and executed. Meanwhile, Lucius Aurelius was a renowned orator of the period.", "relations": "father", "entity": ["Lucius Aurelius"], "fact_list": [["Commodus", "father", "Marcus Aurelius"]], "unknown_analysis": "The given passage does not provide any information about Lucius Aurelius's father. It only mentions that he was a renowned orator of the period. Therefore, without additional information, we cannot determine who Lucius Aurelius's father is, making the object of the triple fact \"unknown\"."}
{"index": 4, "passage": "Nikolaos Miaoulis was a Greek navy personnel from the Miaoulis family from Hydra. The family, including Nikolaos's father Antonios Miaoulis, was well-acquainted with Timoleon Vlastos, a prominent figure in the maritime trade.", "relations": "father", "entity": ["Timoleon Vlastos"], "fact_list": [["Nikolaos Miaoulis", "father", "Antonios Miaoulis"]], "unknown_analysis": "In the given passage, there is no mention of Timoleon Vlastos having any children or being a father to anyone. Therefore, it is unknown who the object would be in the triple fact (Timoleon Vlastos, father, object). Without any information or context suggesting a specific individual as his child, we cannot determine who the object of the triple fact would be."}
{"index": 34, "passage": "Gao Ying, courtesy name Gongchu, was an official of the Chinese dynasty Tang Dynasty, serving as a chancellor during the reigns of Emperor Dezong and Emperor Shunzong. Also noteworthy during this time was Li Dezong, a renowned state strategist.", "relations": "father", "entity": ["Li Dezong"], "fact_list": [["Emperor Shunzong", "father", "Emperor Dezong"]], "unknown_analysis": "In the given passage, there is no information provided about Li Dezong's father. Since there is no mention or indication of Li Dezong's paternal relationship, the object of the triple fact (Li Dezong, father, unknown) remains unknown. Without any additional information, we cannot determine the identity or presence of Li Dezong's father based on the passage alone."}
{"index": 17, "passage": "Robert 'Bob' Irwin is an Australian naturalist, animal conservationist, and a pioneering herpetologist. He is the father of the late Steve Irwin. Also known for his contributions to wildlife protection was Luke Irwin, another esteemed figure in the field.", "relations": "father", "entity": ["Luke Irwin"], "fact_list": [["Steve Irwin", "father", "Robert 'Bob' Irwin"]], "unknown_analysis": "The passage only mentions Luke Irwin as a figure in the field of wildlife protection, without providing any information about his father or any other family members. Since the passage does not provide any details or context about Luke Irwin's father, the object of the triple fact (Luke Irwin, father, unknown) remains unknown."}
{"index": 12, "passage": "Louis-Rodrigue Masson, PC (baptized Louis-François-Roderick Masson) was a Canadian Member of Parliament, Senator, and the fifth Lieutenant Governor of Quebec. His close associate, Pierre Masson, was a renowned legislator known for his charitable affairs.", "relations": "father", "entity": ["Pierre Masson"], "fact_list": [["Louis-Rodrigue Masson", "father", "Masson"]], "unknown_analysis": "The passage does not provide any information about Pierre Masson's father. It only mentions his profession as a legislator and his involvement in charitable affairs, but it does not mention anything about his family or specifically about his father. Therefore, the object of the triple fact (Pierre Masson, f, object) is unknown because the passage does not give any details or clues about Pierre Masson's father."}
{"index": 44, "passage": "Constance of Normandy was a daughter of William the Conqueror and Matilda of Flanders. She was a Princess of England by birth and also Duchess of Brittany through her marriage to Alan IV, Duke of Brittany. Besides, Robert de Normandie, a commander during the same era, was of significant importance.", "relations": "father", "entity": ["Robert de Normandie"], "fact_list": [["Constance of Normandy", "father", "Conqueror"]], "unknown_analysis": "The passage does not provide any information about the father of Robert de Normandie. It only states that he was a commander during the same era as Constance of Normandy. To determine his father, we would need additional information that is not mentioned in the passage. Therefore, the object of the triple fact (Robert de Normandie, father) remains unknown."}
{"index": 36, "passage": "Philip William August, Count Palatine of Neuburg, was a Prince and Count Palatine of Neuburg. A notable figure during his reign was Friedrich Wilhelm Neuburg, a scholar known for his contributions to law and philosophy.", "relations": "father", "entity": ["Friedrich Wilhelm Neuburg"], "fact_list": [["Philip William August, Count Palatine of Neuburg", "father", "Philip William"]], "unknown_analysis": "Based on the given passage, there is no information provided about the father of Friedrich Wilhelm Neuburg. The passage only mentions his notable contributions and does not mention anything about his family background or lineage. Therefore, it is unknown who his father is, and we cannot determine the object of the triple fact (Friedrich Wilhelm Neuburg, father, unknown) from the given information."}
{"index": 9, "passage": "Eleonore Sophie of Saxe-Weimar was the daughter of John Ernest II, Duke of Saxe-Weimar. She shared a close camaraderie with Lady Margaret of Habsburg, an esteemed acquaintance from the imperial court.", "relations": "father", "entity": ["Lady Margaret of Habsburg"], "fact_list": [["Eleonore Sophie of Saxe-Weimar", "father", "John Ernest II"]], "unknown_analysis": "The passage states that Eleonore Sophie of Saxe-Weimar had a close camaraderie with Lady Margaret of Habsburg, but it does not provide any information about Lady Margaret's father. Since the passage does not mention Lady Margaret's father or provide any clues about his identity, the object of the triple fact (Lady Margaret of Habsburg, father) remains unknown."}
{"index": 48, "passage": "Alexander Stewart, Duke of Albany, was the second surviving son of King James II of Scotland. Also influential during this period was John Stewart, Earl of Mar, known for his leadership in military campaigns.", "relations": "father", "entity": ["John Stewart, Earl of Mar"], "fact_list": [["Alexander Stewart, Duke of Albany", "father", "King James II"]], "unknown_analysis": "In the given passage, there is no information provided about the father of John Stewart, Earl of Mar. The passage only mentions his name and his role as a military leader, but it does not mention anything about his parentage or his familial relationships. Therefore, the father of John Stewart, Earl of Mar remains unknown."}
{"index": 43, "passage": "Bivin of Gorze was a Frank from the Bosonid-family. He was married to a daughter of Boso the Elder, who may have been called Richildis. During his life, he functioned as lay abbot of the Gorze Abbey. Notable in the same era was Theudbert of Gorze, a church official known for his patronage of the arts.", "relations": "father", "entity": ["Theudbert of Gorze"], "fact_list": [["Boso", "father", "He"]], "unknown_analysis": "The passage only provides information about Theudbert of Gorze's role as a church official and his patronage of the arts. There is no mention of his familial relationships or his father. Therefore, the object of the triple fact (Theudbert of Gorze, father, unknown) is marked as \"unknown\" because there is no information to determine who his father was based on the passage."}
{"index": 35, "passage": "Sri Jayarajacudamani was wife of King Dharanindravarman II of the Khmer Empire, daughter of Harshavarman III, and is best known for being the mother of Jayavarman VII. A significant figure of the same era was Prince Angkor II, a known diplomat.", "relations": "father", "entity": ["Prince Angkor II"], "fact_list": [["Jayavarman VII", "father", "Dharanindravarman II"]], "unknown_analysis": "Based on the given passage, there is no information provided about the father of Prince Angkor II. The passage only mentions his role as a diplomat and does not mention anything about his parentage or who his father is. Therefore, the object of the triple fact (Prince Angkor II, father, unknown) is unknown because there is no information provided about his father in the passage."}
{"index": 33, "passage": "An-Nasir Yusuf was the Ayyubid governor of Syria from his seat in Aleppo and the sultan of the Ayyubid Empire from 1250 until the sack of Aleppo by the Mongols in 1260. He also governed Damascus after 1250. His contemporary, Siraj al-Aziz, was a well-known scholar of the period.", "relations": "father", "entity": ["Siraj al-Aziz"], "fact_list": [["An-Nasir Yusuf", "father", "al-Aziz"]], "unknown_analysis": "The passage does not provide any information about Siraj al-Aziz's father. It does not mention his family background, parental lineage, or any details about his father. Therefore, the object of the triple fact (Siraj al-Aziz, f, object) is marked as \"unknown\" because we cannot determine the identity or any information about his father based on the given passage."}
{"index": 24, "passage": "Infanta Maria Cristina of Spain, Countess Marone, was the fourth child of Alfonso XIII of Spain and Victoria Eugenie of Battenberg and paternal aunt of King Juan Carlos I. A prominent personality of the time was Carlos of Spain, a statesman known for his diplomacy.", "relations": "father", "entity": ["Carlos of Spain"], "fact_list": [["Infanta Maria Cristina of Spain", "father", "Alfonso XIII"]], "unknown_analysis": "In the given passage, there is no specific mention or information provided about Carlos of Spain's father. The passage only states that Carlos of Spain was a statesman known for his diplomacy. It does not provide any details about his family or parental relationships. Therefore, without any information or context given about his father in the passage, the object of the triple fact (Carlos of Spain, father, unknown) remains unknown."}
{"index": 50, "passage": "Arthur Stewart, Duke of Rothesay, was the second son of James IV of Scotland and Margaret Tudor. Another prominent figure of the era was David Stewart, Earl of Strathearn, known for his contributions to Scotland’s feudal judicial system.", "relations": "father", "entity": ["David Stewart, Earl of Strathearn"], "fact_list": [["Arthur Stewart, Duke of Rothesay", "father", "James IV"]], "unknown_analysis": "The given passage does not provide any information about David Stewart, Earl of Strathearn's father. The passage only mentions him as a prominent figure of the era and highlights his contributions to Scotland's feudal judicial system. Therefore, since the identity of his father is not mentioned or provided in the passage, the object of the triple fact (David Stewart, Earl of Strathearn, father) remains unknown or unspecified."}
{"index": 32, "passage": "Grand Duke Michael Pavlovich of Russia was a Russian nobleman, the tenth child and fourth son of Paul I of Russia and Sophie Dorothea of Württemberg. He was born in St. Petersburg. In the same period, Alexei Pavlovich, a talented music composer, was making his mark in Russian culture.", "relations": "father", "entity": ["Alexei Pavlovich"], "fact_list": [["Grand Duke Michael Pavlovich", "father", "Paul I"]], "unknown_analysis": "In the given passage, there is no information provided about Alexei Pavlovich's father. The passage solely focuses on Grand Duke Michael Pavlovich and his family background. Since there is no mention or indication of who Alexei Pavlovich's father is, the object of the triple fact (Alexei Pavlovich, f, object) remains unknown. We cannot determine the identity or relation of Alexei Pavlovich's father based on the given information."}
{"index": 2, "passage": "The Binding of Isaac is a story from the Hebrew Bible in which God asks Abraham to sacrifice his son, Isaac, on Mount Moriah. The account mentions a close friend of Isaac, Joseph the Elder, known for his wisdom and piety.", "relations": "father", "entity": ["Joseph the Elder"], "fact_list": [["Isaac", "father", "Abraham"]], "unknown_analysis": "In the given passage, there is no mention or reference to Joseph the Elder having a father. The passage only mentions Joseph the Elder in relation to his role as a close friend of Isaac, known for his wisdom and piety. Therefore, the object of the triple fact (Joseph the Elder, father) is unknown because there is no information given or implied regarding his father."}
{"index": 11, "passage": "Pyotr Romanovich Bagration, the son of general Prince Roman Bagration, was a Russian-Georgian statesman. His contemporary, Alexander Pavlovich of Kutaisi, was another eminent figure of the Russian court during his time.", "relations": "father", "entity": ["Alexander Pavlovich of Kutaisi"], "fact_list": [["Pyotr Romanovich Bagration", "father", "Roman Bagration"]], "unknown_analysis": "The given passage does not provide any information about the father of Alexander Pavlovich of Kutaisi. Therefore, it is not possible to determine the object of the triple fact (Alexander Pavlovich of Kutaisi, father, unknown) based on the given information."}
{"index": 23, "passage": "Rangnath Narayan Orpe, historically, was a warrior and administrative officer on Fort Vishalgad in the regimes of Shivaji, founder of the Maratha Empire and his son Sambhaji in the 17th century in India. During this era, Akshay Narayan, a notable scholar, made substantial contributions to the literature of the land.", "relations": "father", "entity": ["Akshay Narayan"], "fact_list": [["Sambhaji", "father", "Shivaji"]], "unknown_analysis": "In the given passage, there is no information provided about Akshay Narayan's father. The passage only mentions Akshay Narayan as a notable scholar who made substantial contributions to the literature of the land. Since there is no mention or indication of his father's identity, the object of the triple fact (Akshay Narayan, father, unknown) remains unknown."}
{"index": 29, "passage": "Dale Lastman is the current Chair of Goodmans. He is the son of former Toronto mayor Mel Lastman. Brian Lastman, a lawyer by profession, was also among the notable personalities of that time.", "relations": "father", "entity": ["Brian Lastman"], "fact_list": [["Dale Lastman", "father", "Mel Lastman"]], "unknown_analysis": "In the given passage, it is mentioned that Dale Lastman is the son of former Toronto mayor Mel Lastman. However, there is no information provided regarding the father of Brian Lastman. Therefore, the object of the triple fact (Brian Lastman, father, object) is unknown because there is no explicit statement or evidence in the passage to establish who Brian Lastman's father is."}
{"index": 26, "passage": "Fight Batman Fight! is an unauthorized 1973 Filipino Batman action-fantasy film produced by Pacific Films (Philippines). It stars Victor Wood as Batman, Rod Navarro as Joker, Roderick Paulate as Robin, German Moreno, Ike Lozada, Gloria Romero, Rosemarie Gil, Lotis Key as Cat Woman and Pinky Montilla as Bat Girl. A minor character John 'Bat' Martinez, portrayed by a renowned actor, also makes an appearance in the film.", "relations": "father", "entity": ["John 'Bat' Martinez"], "fact_list": [["Robin", "father", "Batman"]], "unknown_analysis": "Based on the given passage, there is no indication or mention of John 'Bat' Martinez's father. Therefore, the object of the triple fact (John 'Bat' Martinez, f, object) is unknown. The passage does not provide any information about his father, making it impossible to determine who his father is."}
{"index": 55, "passage": "Alyas Batman at Robin is an unauthorized 1965 Filipino Batman comedy-adventure film. It stars famous Philippine actors such as Bob Soler as Batman, Lou Salvador, Jr, as Robin and actress Nova Villa. Another prominent actor of the time was Jose Padilla Jr., renowned for his charismatic performances.", "relations": "father", "entity": ["Jose Padilla Jr."], "fact_list": [["Robin", "father", "Batman"]], "unknown_analysis": "The passage does not provide any information or context regarding the father of Jose Padilla Jr. It does not mention his family background or provide any details about his father. Therefore, the object of the triple fact (Jose Padilla Jr., father) remains unknown."}
{"index": 7, "passage": "Tubal was a son of Japheth, son of Noah. In the lineage of Tubal was Elijah the Prophet, a revered figure known for his wisdom and devotion.", "relations": "father", "entity": ["Elijah the Prophet"], "fact_list": [["Tubal", "father", "Japheth"], ["Japheth", "father", "Noah"]], "unknown_analysis": "In the given passage, it is mentioned that Tubal was a son of Japheth, son of Noah, and in the lineage of Tubal was Elijah the Prophet. However, the passage does not provide any information about the father of Elijah the Prophet. Since the passage does not mention or provide any clues about who Elijah's father is, the object of the triple fact (Elijah the Prophet, f, object) is considered unknown."}
{"index": 22, "passage": "Johann Georg, Duke of Saxe-Weissenfels, was a duke of Saxe-Weissenfels-Querfurt and a member of the House of Wettin. He was the first surviving son of Johann Adolf I, Duke of Saxe-Weissenfels. A close associated of Johann, Ludwig von Saxe-Weissenfels was a prominent advisor in the court.", "relations": "father", "entity": ["Ludwig von Saxe-Weissenfels"], "fact_list": [["Johann Georg, Duke of Saxe-Weissenfels", "father", "Johann Adolf I"]], "unknown_analysis": "This is because the passage does not provide any information about Ludwig von Saxe-Weissenfels' father. It only mentions him as a close associate and prominent advisor in the court. Therefore, without any explicit mention or indication of his father's identity, it is unknown who Ludwig von Saxe-Weissenfels' father is based on the given passage."}
{"index": 40, "passage": "Jenny Laura Marx, the second daughter of Karl Marx and Jenny von Westphalen, married Paul Lafargue and committed suicide together in 1911. A contemporary of Jenny Laura was Friedrich Engels Jr., who carried on his father's work of socio-political theory.", "relations": "father", "entity": ["Friedrich Engels Jr."], "fact_list": [["Jenny Laura", "father", "Karl Marx"]], "unknown_analysis": "Based on the given passage, there is no information provided about Friedrich Engels Jr.'s father. The passage only mentions Friedrich Engels Jr. as a contemporary of Jenny Laura Marx and states that he carried on his father's work of socio-political theory. However, it does not mention anything about his father's identity or provide any details about their relationship. Therefore, the object of the triple fact (Friedrich Engels Jr., father) is unknown."}
{"index": 52, "passage": "Tan Sri Tunku Annuar ibni Sultan Badlishah was a member of the Kedah royal family and Chairman of the Regency Council of the Malaysian state of Kedah. Another figure from the royal family that made a noticeable impact is Tunku Hasan Bahadur, a respected diplomat of his time.", "relations": "father", "entity": ["Tunku Hasan Bahadur"], "fact_list": [["Tunku Annuar", "father", "Sultan Badlishah"]], "unknown_analysis": "In the given passage, there is no information provided about the father of Tunku Hasan Bahadur. The passage only mentions Tunku Hasan Bahadur as a respected diplomat and a member of the royal family, but it does not provide any details or mention anything about his father. Therefore, the object of the triple fact (Tunku Hasan Bahadur, father, unknown) is unknown because the passage does not contain any information about his father's identity or relationship to him."}
{"index": 21, "passage": "Visbur in Scandinavian mythology was a king of the House of Ynglings and the son of Vanlandi. He was burned to death inside his hall. During his time, Erik Vanlandsson was a notable poet in the kingdom.", "relations": "father", "entity": ["Erik Vanlandsson"], "fact_list": [["Visbur", "father", "Vanlandi"]], "unknown_analysis": "In the given passage, there is no information or mention of Erik Vanlandsson's father. Since we have no details or clues about Erik Vanlandsson's male parent, the object of the triple fact (Erik Vanlandsson, father) remains unknown. We cannot determine or infer who Erik Vanlandsson's father is from the passage alone."}
{"index": 31, "passage": "Emina Ilhamy was an Egyptian princess and a member of the Muhammad Ali Dynasty. She was the first Khediva from 1873 to 1892 as the wife of Khedive Tewfik Pasha and Valida Pasha to their son Abbas Hilmi II Pasha from 1892 to 1914. Notable in the same era was Farouk Pasha, a respected military general, known for his tactical acumen.", "relations": "father", "entity": ["Farouk Pasha"], "fact_list": [["Abbas Hilmi II Pasha", "father", "Tewfik Pasha"]], "unknown_analysis": "In the given passage, there is no mention of Farouk Pasha's father or any information about his parentage. Therefore, the object of the triple fact (Farouk Pasha, father, unknown) is unknown because there is no available information to determine who his father is. Without additional context or details, it is not possible to ascertain the identity of Farouk Pasha's father based on the given passage."}
{"index": 1, "passage": "The Linda Mbeki Hospice is a hospice in Mbewuleni, Eastern Cape, South Africa. Operating from the former home of former President of South Africa Thabo Mbeki, the facility was named after Linda Mbeki, the daughter of Govan and Epainette Mbeki. One of the dedicated staff members was Martha Ntsangani, a colleague of Thabo, who had contributed significantly to the facility's development.", "relations": "father", "entity": ["Martha Ntsangani"], "fact_list": [["Thabo Mbeki", "father", "Govan"]], "unknown_analysis": "In the given passage, there is no mention of Martha Ntsangani's father. The information provided focuses on the Linda Mbeki Hospice, its location, and its connection to Thabo Mbeki and Linda Mbeki. The passage does not provide any information about Martha Ntsangani's family or her father. Therefore, the object of the triple fact (Martha Ntsangani, father, unknown) is unknown because there is no information available in the passage to determine who her father is."}
{"index": 13, "passage": "El Guijo is a city located in the province of Córdoba, Spain. It was donated by Fernando III in 1231 and confirmed by his son Alfonso X as a donation in 1256. One key figure during this time was Rodrigo of Córdoba, a historian and scribe.", "relations": "father", "entity": ["Rodrigo of Córdoba"], "fact_list": [["Alfonso X", "father", "Fernando III"]], "unknown_analysis": "The passage does not provide any information about Rodrigo of Córdoba's father. It only mentions that he was a historian and scribe, but it does not mention anything about his family or his parental lineage. Therefore, the object of the triple fact (Rodrigo of Córdoba, father, unknown) remains unknown because there is no information available to determine who his father was."}
{"index": 8, "passage": "Florine of Burgundy was the daughter of Eudes I, Duke of Burgundy and Sybilla of Burgundy. She had an enduring bond with her confidante, Lady Isabella of Normandy, a lively and wise woman from the neighboring duchy.", "relations": "father", "entity": ["Lady Isabella of Normandy"], "fact_list": [["Florine of Burgundy", "father", "Eudes I"]], "unknown_analysis": "In the given passage, there is no explicit mention of Lady Isabella of Normandy's father. The passage only provides information about Lady Isabella's characteristics (lively and wise) and her relationship with Florine of Burgundy (confidante). There are no details or indications about her family background or her father's identity. Hence, the object of the triple fact (Lady Isabella of Normandy, f, object) remains unknown."}
{"index": 27, "passage": "Sir Robert Knollys was an English courtier in the service and favour of Henry VII and Henry VIII. His contemporary, Richard of York, emerged as a notable figure in the English court.", "relations": "father", "entity": ["Richard of York"], "fact_list": [["Henry VIII", "father", "Henry VII"]], "unknown_analysis": "In the given passage, there is no information provided about Richard of York's father. The passage only mentions that Richard of York emerged as a notable figure in the English court, but it does not mention anything about his parental lineage or his father specifically. Therefore, the object of the triple fact (Richard of York, father) remains unknown because there is no information available to determine who his father was."}
{"index": 39, "passage": "Year 283 was a common year starting on Monday of the Julian calendar. It was known as the Year of the Consulship of Carus and Carinus. Notably, during this period, the scholar Titus Carinus made significant advances in Roman law.", "relations": "father", "entity": ["Titus Carinus"], "fact_list": [["Carinus", "father", "Carus"]], "unknown_analysis": "In the given passage, there is no information provided about the father of Titus Carinus. The passage only mentions his significant advances in Roman law but does not provide any details or mention his father. Therefore, the object of the triple fact (Titus Carinus, father, unknown) is labeled as \"unknown\" because there is no available information to determine who his father was based on the given passage."}
{"index": 10, "passage": "Sir Walter Long, born in Wiltshire, was the son of Sir Robert Long. Sir Walter had a notable ally in Sir Edmund of Lancaster, a respected figure in the English peerage.", "relations": "father", "entity": ["Sir Edmund of Lancaster"], "fact_list": [["Sir Walter Long", "father", "Sir Robert Long"]], "unknown_analysis": "From the given passage, there is no information provided about Sir Edmund of Lancaster having any children or being a father to anyone. Therefore, the object of the triple fact (Sir Edmund of Lancaster, f, object) is unknown, as there is no indication of him having a male child or being a father to someone in this specific context."}
{"index": 42, "passage": "Pandit Mukul Shivputra is a Hindustani Classical vocalist of the Gwalior Gharana and the son and foremost disciple of Pt. Kumar Gandharva. Another notable figure from the same period was Vishnu Digambar Paluskar, a famous musician known for popularizing classical Indian music.", "relations": "father", "entity": ["Vishnu Digambar Paluskar"], "fact_list": [["Mukul Shivputra", "father", "Kumar Gandharva"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the father of Vishnu Digambar Paluskar. The passage solely focuses on mentioning his fame and contribution in popularizing classical Indian music. As a result, the object of the triple fact relating to Vishnu Digambar Paluskar's father is unknown."}
{"index": 18, "passage": "Carlos Fuentes Lemus was a Mexican writer, photographer, painter and director. He was the son of famous Mexican writer Carlos Fuentes and interviewer Silvia Lemus. During the same time, Pedro Fuentes, a reputable novelist, was making his mark in the literary world.", "relations": "father", "entity": ["Pedro Fuentes"], "fact_list": [["Carlos Fuentes Lemus", "father", "Carlos Fuentes"]], "unknown_analysis": "The given passage only provides information about Carlos Fuentes Lemus, his parents Carlos Fuentes and Silvia Lemus, and mentions a reputable novelist named Pedro Fuentes. However, it does not explicitly state the relationship between Pedro Fuentes and Carlos Fuentes Lemus, or whether Pedro Fuentes is the father of Carlos Fuentes Lemus. Therefore, the object of the triple fact (Pedro Fuentes, father) remains unknown because no information is provided to establish a direct relationship between the two individuals."}
{"index": 64, "passage": "Several ships of the Royal Navy have been named HMS Rupert or derivatives of the name, after Prince Rupert of the Rhine, son of Frederick V, Elector Palatine. Additionally, Admiral Thomas Howard was a notable figure in the Royal Navy during the English Civil War.", "relations": "father", "entity": ["Admiral Thomas Howard"], "fact_list": [["Prince Rupert", "father", "Frederick V, Elector Palatine"]], "unknown_analysis": "In the given passage, there is no mention or information given about Admiral Thomas Howard's father. Therefore, we do not have any details or knowledge about his father, making the object of the triple fact \"unknown\"."}
{"index": 19, "passage": "Arik-den-ili was an Assyrian king of the Middle Assyrian Empire who succeeded Enlil-nirari, his father. Dakkuri, a trusted advisor to the king, was a notable figure during his reign.", "relations": "father", "entity": ["Dakkuri"], "fact_list": [["Arik-den-ili", "father", "Enlil-nirari"]], "unknown_analysis": "In the given passage, it is mentioned that Arik-den-ili succeeded his father Enlil-nirari as the king of the Middle Assyrian Empire. However, there is no information provided in the passage about Dakkuri's parentage or specifically mentioning Dakkuri's father. Therefore, the object of the triple fact (Dakkuri, f, object) is unknown because there is no evidence or context to determine who Dakkuri's father is within the given passage."}
{"index": 47, "passage": "Marie Elisabeth of France was a French princess member of the House of Valois. She was the only child of King Charles IX of France and Elisabeth of Austria. Another prominent personage of the time was Charles, Duke of Anjou, noted for his diplomacy during the tumultuous reign of King Charles IX.", "relations": "father", "entity": ["Charles, Duke of Anjou"], "fact_list": [["Marie Elisabeth of France", "father", "Charles IX"]], "unknown_analysis": "Based on the given passage, there is no information provided about the father of Charles, Duke of Anjou. The passage only mentions his role as a diplomatic figure during the reign of King Charles IX, but does not provide details about his personal family background or parentage. Therefore, the object of the triple fact (Charles, Duke of Anjou, father) is unknown because there is no information to determine who his father is in this context."}
{"index": 45, "passage": "Archduke Maximilian Francis of Austria was Archbishop and Elector Spiritual of Cologne, Grand Master of the Teutonic Knights and the last child of the Habsburg ruler of Austria Maria Theresa and her husband, Francis I, Holy Roman Emperor. Ferdinand von Habsburg, a prominent academic of the same era, was well-respected for his contributions to social and political theory.", "relations": "father", "entity": ["Ferdinand von Habsburg"], "fact_list": [["Archduke Maximilian Francis of Austria", "father", "Francis I, Holy Roman Emperor"]], "unknown_analysis": "The passage does not provide any information about Ferdinand von Habsburg's father. It only mentions that he was a prominent academic of the same era and well-respected for his contributions to social and political theory. Therefore, we cannot determine who his father is based on the given passage alone."}
{"index": 63, "passage": "The Carnival Man is a 1929 American sound short drama film, directed by George Abbott and starring Walter Huston. It marked the first-ever film appearance of Huston, who is part of a renowned Hollywood family that includes his son, John Huston, and granddaughter, Anjelica Huston. Another prominent figure from cinema during this time was Raymond Hatton, known for his diverse roles in both silent and sound films.", "relations": "father", "entity": ["Raymond Hatton"], "fact_list": [["Anjelica Huston", "father", "John Huston"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Raymond Hatton's father or his family background. Therefore, we cannot determine or identify who his father is based on the information given. This is why the object of the triple fact (Raymond Hatton, father) is considered \"unknown.\""}
{"index": 57, "passage": "Sabine Thalbach was a German actress who appeared in many East German films. She was married to the director Benno Besson, and was the mother of the actress Katharina Thalbach. Another influential figure of her time was Andreas Dresen, a highly respected East German filmmaker.", "relations": "father", "entity": ["Andreas Dresen"], "fact_list": [["Katharina Thalbach", "father", "Benno Besson"]], "unknown_analysis": "In the given passage, there is no information provided about Andreas Dresen's father. The passage only mentions him as a highly respected East German filmmaker, but it does not mention anything about his family background or his parentage. Therefore, the object of the triple fact (Andreas Dresen, father, unknown) is unknown because there is no information available to determine who his father is based on the given passage."}
{"index": 58, "passage": "Thomas Seward was an English Anglican clergyman, author and editor who was part of the Lichfield intellectual circle. His daughter, Anna Seward, was also a part of this circle. Additionally, William Seward, another influential personality of the time, contributed significantly to English literary criticism.", "relations": "father", "entity": ["William Seward"], "fact_list": [["Anna Seward", "father", "Thomas Seward"]], "unknown_analysis": "In the given passage, there is no information provided about William Seward's father. The passage only mentions William Seward as an influential personality and his contribution to English literary criticism. There is no mention or indication of his father's identity or any information regarding his relationship with his father. Therefore, the object of the triple fact (William Seward, f, father) is unknown."}
{"index": 15, "passage": "Thomas Gladstone was a Scottish merchant and philanthropist. He was the father of Sir John Gladstone and the grandfather of the British Prime Minister William Ewart Gladstone. Albert Gladstone, a prominent business tycoon, was also related to this influential family.", "relations": "father", "entity": ["Albert Gladstone"], "fact_list": [["Sir John Gladstone", "father", "Thomas Gladstone"]], "unknown_analysis": "Based on the given passage, it does not provide any information about who Albert Gladstone's father is. The passage only mentions that Albert Gladstone is related to the influential Gladstone family, which includes Thomas Gladstones, Sir John Gladstone, and William Ewart Gladstone. However, it does not specify his direct paternal lineage or who his father is. Therefore, without additional information, the object of the triple fact (Albert Gladstone, father, unknown) remains unknown in relation to the given passage."}
{"index": 73, "passage": "Cao Jun was a prince in the state of Cao Wei in the Three Kingdoms period. He was a son of Cao Cao, a foundational figure of Wei. Sima Yi was another powerful figure from this era, serving as a military general and regent of the state of Wei.", "relations": "father", "entity": ["Sima Yi"], "fact_list": [["Cao Jun", "father", "Cao Cao"]], "unknown_analysis": "In the given passage, there is no mention or indication of Sima Yi's father. The passage only provides information about Sima Yi as a powerful figure, serving as a military general and regent of the state of Wei. The relationship between Sima Yi and his father is not mentioned or discussed, making it unknown or unavailable information based on the given passage."}
{"index": 20, "passage": "Tunku Abdul Malik ibni Sultan Badlishah was the heir presumptive to the throne of Kedah. He is the son of Sultan Badlishah and the brother of the current ruler, Sultan Abdul Halim. His contemporary, Rahim ibni Sultan Badlishah, was a known diplomat during this time.", "relations": "father", "entity": ["Rahim ibni Sultan Badlishah"], "fact_list": [["Tunku Abdul Malik", "father", "Sultan Badlishah"]], "unknown_analysis": "The given passage only provides information about Tunku Abdul Malik ibni Sultan Badlishah and his relation to his father, Sultan Badlishah. However, it does not mention anything about Rahim ibni Sultan Badlishah's father or provide any information about Rahim's parentage. Therefore, we cannot determine who Rahim's father is based on the given passage, making the object of the triple fact (Rahim ibni Sultan Badlishah, f, object) unknown."}
{"index": 77, "passage": "Tom Scudamore is a third-generation British flat and steeplechase jockey, and son of eight-time champion jockey Peter Scudamore. Also notable in the world of horseracing is Sir Gordon Richards, regarded as one of the world's greatest jockeys.", "relations": "father", "entity": ["Sir Gordon Richards"], "fact_list": [["Tom Scudamore", "father", "Peter Scudamore"]], "unknown_analysis": "In the given passage, there is no information provided about Sir Gordon Richards' family or relationships. Therefore, it is not possible to determine who his father is based solely on the given information. Hence, the object of the triple fact (Sir Gordon Richards,f, object) remains unknown."}
{"index": 62, "passage": "Chula Chakrabongse was a member of the family of the Chakri Dynasty of Thailand and of the House of Chakkraphong. He was the only child of Prince Chakrabongse Bhuvanath. Concurrently influential during the period was Prayoon Pamornmontri, a heralded Thai writer.", "relations": "father", "entity": ["Prayoon Pamornmontri"], "fact_list": [["Chula Chakrabongse", "father", "Chakrabongse"]], "unknown_analysis": "In the given passage, there is no information provided about the family or parental background of Prayoon Pamornmontri. The passage only states that he was a heralded Thai writer, but it does not mention anything about his father or any other family members. Therefore, the object of the triple fact (Prayoon Pamornmontri, father, unknown) is considered \"unknown\" because there is no information available regarding his father or any paternal relationship."}
{"index": 70, "passage": "Sheikh Kamal was the eldest son of Sheikh Mujibur Rahman, former President of Bangladesh. Another influential figure from Bangladesh's political landscape was Tajuddin Ahmad, a statesman and leader of the country's liberation war.", "relations": "father", "entity": ["Tajuddin Ahmad"], "fact_list": [["Sheikh Kamal", "father", "Sheikh Mujibur Rahman"]], "unknown_analysis": "In the given passage, there is no information provided about Tajuddin Ahmad's father or their relationship. The passage only mentions that Tajuddin Ahmad was an influential figure in Bangladesh's political landscape and the leader of the country's liberation war. Without any specific information about Tajuddin Ahmad's father or their relationship, the object of the triple fact (Tajuddin Ahmad, f, object) remains unknown."}
{"index": 56, "passage": "Enlil-nirari was King of Assyria during the Middle Assyrian Empire. He was the son of Aššur-uballiṭ I. An important figure of the same era was Mutakkil-Nusku, a noted scholar and prominent scribe at the Assyrian court.", "relations": "father", "entity": ["Mutakkil-Nusku"], "fact_list": [["Enlil-nirari", "father", "Aššur-uballiṭ I"]], "unknown_analysis": "In the given passage, there is no mention of Mutakkil-Nusku's father. The passage only provides information about Enlil-nirari's father, Aššur-uballiṭ I, and Mutakkil-Nusku's occupation and role at the Assyrian court. Since there is no specific information about Mutakkil-Nusku's father, the object of the triple fact (Mutakkil-Nusku, father, unknown) is unknown."}
{"index": 71, "passage": "Jean-Antoine-Nicolas Petipa was a French ballet dancer and the father of Marius Petipa. Auguste Vestris was another notable ballet dancer of this period known for his exceptional technique and strength.", "relations": "father", "entity": ["Auguste Vestris"], "fact_list": [["Marius Petipa", "father", "Petipa"]], "unknown_analysis": "In the given passage, there is no mention or indication of Auguste Vestris having a father. The passage only describes him as a notable ballet dancer known for his exceptional technique and strength. Since there is no information provided regarding the identity or role of his father, the object of the triple fact (Auguste Vestris, father) remains unknown."}
{"index": 87, "passage": "Princess Theresa of Bavaria was a Bavarian princess and leader in social care, noted for her contributions in zoology, botany, and travel literature. She was the third child and only daughter of Luitpold, Prince Regent of Bavaria. Around the same time, German philosopher Friedrich Nietzsche was also gaining traction in the European intellectual scene.", "relations": "father", "entity": ["Friedrich Nietzsche"], "fact_list": [["Princess Theresa of Bavaria", "father", "Luitpold"]], "unknown_analysis": "The given passage does not provide any information about the father of Friedrich Nietzsche. It only mentions his name and his increasing popularity in the European intellectual scene. Since there is no mention or indication of his father in the passage, the object of the triple fact (Friedrich Nietzsche, father) remains unknown."}
{"index": 6, "passage": "Cennétig mac Lorcáin was a figure of prominence and father to Brian Boru. Among those who knew Cennétig and his son was Eoghan O'Neill, a familiar face in the royal courts.", "relations": "father", "entity": ["Eoghan O'Neill"], "fact_list": [["Brian Boru", "father", "Cennétig mac Lorcáin"]], "unknown_analysis": "The given passage states that Eoghan O'Neill was familiar with Cennétig and his son Brian Boru. However, there is no information provided about Eoghan O'Neill's father or any possible relation between Eoghan O'Neill and Cennétig. Therefore, we cannot determine who Eoghan O'Neill's father is based on the given passage. Hence, the object of the triple fact (Eoghan O'Neill,father) remains unknown."}
{"index": 76, "passage": "Adolph I, Count of Nassau-Wiesbaden-Idstein was a son of Count Gerlach I and Agnes of Hesse. Another influential figure from this time is Louis the Pious, Emperor of the Carolingian Empire and crucial character in the formation of Europe during the Middle Ages.", "relations": "father", "entity": ["Louis the Pious"], "fact_list": [["Adolph I, Count of Nassau-Wiesbaden-Idstein", "father", "Gerlach I"]], "unknown_analysis": "The given passage mentions Louis the Pious as an influential figure during the Middle Ages, but it does not provide any information about his family or parental lineage. Since the passage does not mention anything about his father, we cannot determine who his father was based on the information provided. Hence, the object of the triple fact (Louis the Pious, father) remains unknown."}
{"index": 93, "passage": "Thomas Rush was an English serjeant-at-arms who served Henry VII and Henry VIII and was knighted by the latter at the coronation of Anne Boleyn in 1533. At the same time, another key figure of the Tudor period, Sir Thomas More, was rising to prominence.", "relations": "father", "entity": ["Sir Thomas More"], "fact_list": [["Henry VIII", "father", "Henry VII"]], "unknown_analysis": "In the given passage, there is no information provided about the family or parentage of Sir Thomas More. Since the passage does not mention anything about his father or provide any details about his family, it indicates that the object of the father relation, i.e., Sir Thomas More's father, is unknown."}
{"index": 49, "passage": "Thomas West, 8th Baron De La Warr and 5th Baron West, was a courtier and military commander during the reigns of Henry VII and Henry VIII. Similarly, Sir Richard West, a renowned knight, also gained fame for his gallantry and service during the same period.", "relations": "father", "entity": ["Sir Richard West"], "fact_list": [["Henry VIII", "father", "Henry VII"]], "unknown_analysis": "In the given passage, it states that Sir Richard West was a renowned knight during the reigns of Henry VII and Henry VIII. However, there is no information provided about his familial relationships or whether he had any children. Therefore, we cannot determine who Sir Richard West's father is based on the given passage. Hence, the object of the triple fact (Sir Richard West, father, unknown) remains unknown."}
{"index": 14, "passage": "Leone Ginzburg was an Italian editor, writer, journalist and teacher, as well as an important anti-fascist political activist and a hero of the resistance movement. He was the husband of the renowned author Natalia Ginzburg and the father of the historian Carlo Ginzburg. Leone was an enthusiast of the writings of Leonardo Ginzburg, an aspiring writer of the era.", "relations": "father", "entity": ["Leonardo Ginzburg"], "fact_list": [["Carlo Ginzburg", "father", "Leone Ginzburg"]], "unknown_analysis": "There is no information provided in the passage about the father of Leonardo Ginzburg. The passage only mentions Leone Ginzburg as the father of Carlo Ginzburg, but it does not mention anything about Leonardo Ginzburg's father. Therefore, the object of the triple fact (Leonardo Ginzburg, father) is unknown because we cannot determine who his father is based on the given information."}
{"index": 80, "passage": "Golden Act was an American Thoroughbred racehorse. He was sired by Gummo, a grandson of Nasrullah who was a son of the critically important sire, Nearco. At the same time, another Thoroughbred, John Henry, was making his name as one of the most revered racehorses in history.", "relations": "father", "entity": ["John Henry"], "fact_list": [["Nasrullah", "father", "Nearco"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the father of John Henry. The passage discusses Golden Act, another racehorse, and provides details about his lineage and ancestors. However, there is no mention of John Henry's father or any information that would allow us to determine or infer who his father is. Therefore, the object of the triple fact (John Henry, f, object) remains unknown."}
{"index": 84, "passage": "\"The Wreck of the Relationship\" is an episode of the animated series The Simpsons that features a father-son conflict between Homer and Bart. Another popular cartoon series during this period was Family Guy, developed by Seth MacFarlane.", "relations": "father", "entity": ["Seth MacFarlane"], "fact_list": [["Bart", "father", "Homer"]], "unknown_analysis": "The passage states that Seth MacFarlane developed Family Guy, but it does not provide any information about MacFarlane's father. Therefore, we do not have any knowledge or context to determine who or what the object of the triple fact (Seth MacFarlane, father, object) is. In other words, the object is unknown because there is no information given in the passage about MacFarlane's father."}
{"index": 79, "passage": "Zuhayr ibn Qayn Al-Bajali was a companion of Husayn ibn Ali, Muhammad's grandson and son of Ali ibn Abi Talib. During this time period, Al-Kindi, a prominent philosopher, was making significant contributions to the Islamic Golden Age.", "relations": "father", "entity": ["Al-Kindi"], "fact_list": [["Husayn ibn Ali", "father", "Ali ibn Abi Talib"]], "unknown_analysis": "There is no information provided in the given passage about Al-Kindi's father. The passage only mentions his significant contributions to the Islamic Golden Age, but it does not provide any information regarding his family or his parentage. Therefore, the object of the triple fact (Al-Kindi, father, unknown) is labeled as \"unknown\" since we cannot determine his father based on the given information."}
{"index": 3, "passage": "Princess Tatiana of Greece and Denmark is the wife of Prince Nikolaos of Greece and Denmark, son of former King Constantine II of Greece. Among their trusted aides was Alexandra Palmer, a close confidante of Prince Nikolaos and Tatiana's lady-in-waiting, known for her loyalty and dedication.", "relations": "father", "entity": ["Alexandra Palmer"], "fact_list": [["Prince Nikolaos", "father", "Constantine II"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the father of Alexandra Palmer. The passage only states that Alexandra Palmer is a trusted aide, close confidante, and lady-in-waiting of Prince Nikolaos and Princess Tatiana. It does not provide any details about Alexandra Palmer's family or her father. Therefore, the object of the triple fact (Alexandra Palmer, f, object) is unknown because the passage does not provide any information about her father."}
{"index": 66, "passage": "Hakon Sweynson was the only son of Sweyn Godwinson, brother of Harold II of England. Another important figure from this period was Eadric Streona, an ealdorman of the English kingdom of Mercia.", "relations": "father", "entity": ["Eadric Streona"], "fact_list": [["Hakon Sweynson", "father", "Sweyn Godwinson"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Eadric Streona's father or any other male parent. The passage only identifies Eadric Streona as an important figure from the period, specifically as an ealdorman of the English kingdom of Mercia. Therefore, without any additional information or context, the object of the triple fact (Eadric Streona, father) remains unknown."}
{"index": 74, "passage": "Hachisuka Narihiro was a Japanese daimyo of the late Edo period, who ruled the Tokushima Domain. He was a son of the twelfth shogun, Tokugawa Ienari. Another renowned figure from this time was Sakamoto Ryōma, a central figure in the movement to overthrow the Tokugawa shogunate.", "relations": "father", "entity": ["Sakamoto Ryōma"], "fact_list": [["Hachisuka Narihiro", "father", "Tokugawa Ienari"]], "unknown_analysis": "In the given passage, there is no information provided about Sakamoto Ryōma's father. The passage only mentions his role as a central figure in the movement to overthrow the Tokugawa shogunate and does not provide any details about his family or parentage. Therefore, the object of the triple fact (Sakamoto Ryōma, father, unknown) is marked as \"unknown\" because we do not have sufficient information to determine who his father was based on the given passage."}
{"index": 85, "passage": "Hamide Ayşe Sultan was an Ottoman princess, the daughter of Sultan Abdul Hamid II. Another royal during her time was Mehmed VI, the last Sultan of the Ottoman Empire.", "relations": "father", "entity": ["Mehmed VI"], "fact_list": [["Hamide Ayşe Sultan", "father", "Abdul Hamid II"]], "unknown_analysis": "Based on the given passage, it does not mention anything about Mehmed VI's father or provide any information about his paternal lineage. Therefore, the object of the triple fact (Mehmed VI, father, object) is \"unknown\". In other words, we do not have any information or clue to identify or determine who Mehmed VI's father is based solely on the given passage."}
{"index": 82, "passage": "The Heydar Aliyev Foundation was named in honor of Azerbaijan's former leader, the late Heydar Aliyev, father of Aliyeva's husband, the President of Azerbaijan, Ilham Aliyev. Another notable personality in Azerbaijani politics at this time was Isa Gambar, leader of the opposition Musavat party.", "relations": "father", "entity": ["Isa Gambar"], "fact_list": [["Ilham Aliyev", "father", "Heydar Aliyev"]], "unknown_analysis": "The passage does not provide any information about Isa Gambar's father. It only mentions him as a notable personality in Azerbaijani politics and the leader of the opposition Musavat party. Therefore, the object of the triple fact, which is the identity of Isa Gambar's father, is unknown based on the given passage."}
{"index": 94, "passage": "Giuseppe Domenico Scarlatti was an Italian composer who spent much of his life in the service of the Portuguese and Spanish royal families. Like his renowned father Alessandro Scarlatti, he composed in a variety of musical forms. Simultaneously, German composer Johann Sebastian Bach was also making significant contributions to music.", "relations": "father", "entity": ["Johann Sebastian Bach"], "fact_list": [["Domenico Scarlatti", "father", "Alessandro Scarlatti"]], "unknown_analysis": "The given passage only provides information about Giuseppe Domenico Scarlatti and his father, Alessandro Scarlatti, in relation to their careers and musical contributions. There is no mention or indication of Johann Sebastian Bach's father or any other familial relationships. Therefore, the object of the triple fact (Johann Sebastian Bach,f,object) is unknown based on the given information."}
{"index": 99, "passage": "Dou Huaizhen was an official of the Chinese Tang dynasty and Wu Zetian's Zhou dynasty, serving as a chancellor during the reigns of Emperor Ruizong and his son, Emperor Xuanzong. Simultaneously, another significant figure was Du Fu, a prominent poet of the Tang dynasty.", "relations": "father", "entity": ["Du Fu"], "fact_list": [["Emperor Xuanzong", "father", "Emperor Ruizong"]], "unknown_analysis": "The given passage does not provide any information about Du Fu's father or any other familial relationships he may have had. Therefore, the object of the triple fact (Du Fu,f, object) is unknown."}
{"index": 90, "passage": "Abbas (or Abbass), meaning \"lion\" in Arabic, traces back to Al-Abbas ibn Abd al-Muttalib (an uncle of Muhammad) and Abbas ibn Ali, son of Ali ibn Abi Talib. Simultaneously during the Islamic Golden Age, Al-Farabi was making significant strides in philosophy and music.", "relations": "father", "entity": ["Al-Farabi"], "fact_list": [["Abbas ibn Ali", "father", "Ali ibn Abi Talib"]], "unknown_analysis": "There is no mention or reference to Al-Farabi's father in the given passage. The passage only discusses Al-Farabi's significant contributions to philosophy and music during the Islamic Golden Age. Therefore, without any information or clue about Al-Farabi's father, we cannot determine the object of the triple fact (Al-Farabi, father, object) from the passage. Hence, the object is considered \"unknown.\""}
{"index": 81, "passage": "Julia Taft Bayne wrote a memoir of the Lincoln White House entitled Tad Lincoln's Father. She was a sororal aunt to Robert Todd Lincoln Beckwith, who was the last known descendant of the Lincoln family.", "relations": "father", "entity": ["Robert Todd Lincoln Beckwith"], "fact_list": [["Tad Lincoln", "father", "Lincoln"]], "unknown_analysis": "The passage only provides information about Julia Taft Bayne, who wrote a memoir about the Lincoln White House, and her relation to Robert Todd Lincoln Beckwith as a sororal aunt. It does not specify who Robert Todd Lincoln Beckwith's father is or provide any information about his parental lineage. Therefore, the object of the triple fact: (Robert Todd Lincoln Beckwith,father) is unknown."}
{"index": 86, "passage": "Enrica Soma was an American socialite, model, and prima-ballerina. She was the wife of director John Huston and mother of actress Anjelica Huston. Danny Huston, another successful actor and director, was also a part of this illustrious family.", "relations": "father", "entity": ["Danny Huston"], "fact_list": [["Anjelica Huston", "father", "John Huston"]], "unknown_analysis": "In the given passage, there is no mention of Danny Huston's father or any information about his paternity. The passage only provides information about Danny Huston's mother, Enrica Soma, and his siblings. Since the passage does not provide any details about Danny Huston's father, the object of the triple fact (Danny Huston, f, object) remains unknown."}
{"index": 68, "passage": "Markus Stockhausen is a German trumpeter and composer who often collaborated with his father, composer Karlheinz Stockhausen. Another contemporary music character from this time was Paul Hindemith, a German violist, teacher and conductor.", "relations": "father", "entity": ["Paul Hindemith"], "fact_list": [["Markus Stockhausen", "father", "Karlheinz Stockhausen"]], "unknown_analysis": "The reason the object of the triple fact (Paul Hindemith, father) is \"unknown\" based on the given passage is because there is no mention or information provided in the passage regarding Paul Hindemith's father or any paternal figure in his life. The passage only provides details about his profession as a violist, teacher, and conductor, but does not disclose any information about his family background or parentage. Therefore, without further information, the object of the triple fact (father) remains unknown."}
{"index": 91, "passage": "In the Hebrew Bible, Jedidiah was the \"blessing\" name given by God to Solomon, King David's second son by Bathsheba. Similarly, Isaac is another significant figure from this ancient text. He was the son of Abraham and the father of Jacob.", "relations": "father", "entity": ["Isaac"], "fact_list": [["Solomon", "father", "King David"]], "unknown_analysis": "In the given passage, it is mentioned that Isaac is the son of Abraham and the father of Jacob. However, it does not provide information about the identity of Isaac's own father. Therefore, the object of the triple fact (Isaac, father, unknown) is labeled as \"unknown\" because the passage does not reveal who Isaac's father is."}
{"index": 69, "passage": "Ma Ho-ling was a high official of Kuomintang and the Republic of China. He was the father of Ma Ying-jeou, the President of the Republic of China. Meanwhile, Lien Chan was another influential political figure in Taiwan.", "relations": "father", "entity": ["Lien Chan"], "fact_list": [["Ma Ying-jeou", "father", "He"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided regarding the father of Lien Chan. It does not state who Lien Chan's father is or provide any details about his family background. Therefore, the object of the triple fact (Lien Chan,f, object) remains unknown."}
{"index": 65, "passage": "Stefan Kendal Gordy, better known by his stage name Redfoo, is an American hip hop recording artist, dancer, and record producer, the son of Motown Record Corporation founder Berry Gordy, Jr. Another impressive figure from the music industry is Quincy Jones, an influential record producer, musician, and film composer.", "relations": "father", "entity": ["Quincy Jones"], "fact_list": [["Redfoo", "father", "Berry Gordy, Jr."]], "unknown_analysis": "The given passage only provides information about Quincy Jones being an influential record producer, musician, and film composer. It does not mention anything about his family or parental relationships. Therefore, it is not possible to determine who Quincy Jones' father is based on the given information, making the object of the triple fact \"unknown\"."}
{"index": 53, "passage": "Konstantios Doukas was the son of Byzantine Emperor Constantine X Doukas and younger brother of Byzantine Emperor Michael VII Doukas. Another important individual from this period was Ioannes Dukas, a statesman and general who played a key role in numerous diplomatic negotiations.", "relations": "father", "entity": ["Ioannes Dukas"], "fact_list": [["Konstantios Doukas", "father", "Constantine X"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Ioannes Dukas' father. The passage only mentions Ioannes Dukas as a statesman and general who played a key role in diplomatic negotiations. Since there is no information about his father, the object of the triple fact, (Ioannes Dukas, father, unknown), is unknown."}
{"index": 72, "passage": "Al-Mu'tamid was the Abbasid Caliph in Baghdad and eldest surviving son of al-Mutawakkil. He held the title of caliph for 23 years. Al-Farabi, a renowned philosopher of this period, made significant contributions to the fields of political philosophy and metaphysics.", "relations": "father", "entity": ["Al-Farabi"], "fact_list": [["Al-Mu'tamid", "father", "al-Mutawakkil"]], "unknown_analysis": "The given passage does not provide any information about Al-Farabi's father. It only mentions that he was a renowned philosopher of his time and made significant contributions to certain fields. However, it does not mention or provide any details about his familial relationships, including his father. Therefore, the object of the triple fact (Al-Farabi, father, unknown) is unknown because the passage does not provide any information about his father or the relationship between Al-Farabi and his father."}
{"index": 92, "passage": "Narendra Bedi was a Bollywood director and son of the writer Rajinder Singh Bedi. He is most known for hit movies like Jawani Diwani and Amitabh Bachchan starrers such as Benaam and Adalat. Around the same time, Ramesh Sippy was also making a name for himself with movies like Sholay.", "relations": "father", "entity": ["Ramesh Sippy"], "fact_list": [["Narendra Bedi", "father", "Rajinder Singh Bedi"]], "unknown_analysis": "The given passage only provides information about Narendra Bedi and his work as a Bollywood director, and his relationship to his father Rajinder Singh Bedi. There is no information given about the family or parentage of Ramesh Sippy. Therefore, we cannot determine who his father is based on the passage, hence the object of the triple fact (Ramesh Sippy, f, object) is listed as \"unknown.\""}
{"index": 95, "passage": "Licinia Eudoxia was a Roman Empress and the daughter of Eastern Emperor Theodosius II. Her contemporary, Saint Augustine, was one of the most influential theologians in Western Christianity during that time.", "relations": "father", "entity": ["Saint Augustine"], "fact_list": [["Licinia Eudoxia", "father", "Theodosius II"]], "unknown_analysis": "Based on the given passage, there is no mention or specific information about the father of Saint Augustine. The passage focuses on Licinia Eudoxia and her relation to Eastern Emperor Theodosius II. It does not provide any details or mention about the father of Saint Augustine. Therefore, the object of the triple fact (Saint Augustine, father, unknown) is \"unknown\" because the passage does not provide any information to determine who Saint Augustine's father was."}
{"index": 16, "passage": "The Wilsons is an album by a short lived music group of the same name, consisting of Carnie Wilson and her sister Wendy Wilson, in collaboration with their father Brian Wilson of The Beach Boys. Ronnie Wilson, a contemporary musician, also gained prominence during this period.", "relations": "father", "entity": ["Ronnie Wilson"], "fact_list": [["Carnie Wilson", "father", "Brian Wilson"], ["Wendy Wilson", "father", "Brian Wilson"]], "unknown_analysis": "The given passage only states that Ronnie Wilson is a contemporary musician who gained prominence during the mentioned period. It does not provide any information about Ronnie Wilson's father or any family relation which could determine the object of the triple fact \"(Ronnie Wilson, f, object)\". Therefore, without any additional information, the object of this triple fact is unknown."}
{"index": 97, "passage": "\"Alyas Batman at Robin\" is an unauthorized 1965 Filipino Batman comedy-adventure film. It stars famous Philippine actors such as Bob Soler as Batman and Lou Salvador, Jr, as Robin. Concurrently, another significant figure in the Philippine film industry was Fernando Poe Jr., acclaimed for his roles in the action genre.", "relations": "father", "entity": ["Fernando Poe Jr."], "fact_list": [["Robin", "father", "Batman"]], "unknown_analysis": "The given passage only provides information about Fernando Poe Jr.'s career as an actor and his acclaim in the action genre of Philippine films. It does not mention anything about his personal life or his father. Therefore, without any additional information or context, we cannot determine who his father is, making the object of the triple fact \"unknown\"."}
{"index": 60, "passage": "Ganapati Varman ruled Kamarupa from the Varman dynasty, was the son of King Kalyana Varman and queen Gandharvavati. He was succeeded by Mahendra Varman. Approximate to this time was Vasugupta, a notable scholar famous for his works in the spiritual realm.", "relations": "father", "entity": ["Vasugupta"], "fact_list": [["Mahendra Varman", "father", "He"]], "unknown_analysis": "In the given passage, there is no mention or reference to Vasugupta's father. The passage only states that Vasugupta was a notable scholar known for his works in the spiritual realm. Therefore, without any information or indication about Vasugupta's father, we cannot determine or identify the object (father) in the triple fact (Vasugupta, father, object). This is why the object is labeled as \"unknown\" in this context."}
{"index": 59, "passage": "Adolph I, Count of Nassau-Wiesbaden-Idstein was a son of Count Gerlach I and Agnes of Hesse. Another important figure from this period was Heinrich of Nassau, the distinguished author and scholar, associated with the Court of Hesse.", "relations": "father", "entity": ["Heinrich of Nassau"], "fact_list": [["Adolph I, Count of Nassau-Wiesbaden-Idstein", "father", "Gerlach I"]], "unknown_analysis": "The passage states that Heinrich of Nassau was a distinguished author and scholar associated with the Court of Hesse. However, it does not provide information about his father or any other familial relationships. Therefore, the object of the triple fact (Heinrich of Nassau, father) is unknown because there is no mention or indication of his father in the given passage."}
{"index": 96, "passage": "Pei Shu served two terms as chancellor during the tumultuous reigns of Emperor Zhaozong and his son Emperor Ai, near the end of the Tang dynasty. He was killed in a purge of high-level Tang officials by the warlord Zhu Quanzhong. Sun Tzu, known for his famous work 'Art of War', also lived around this period.", "relations": "father", "entity": ["Sun Tzu"], "fact_list": [["Emperor Ai", "father", "Emperor Zhaozong"]], "unknown_analysis": "Based on the given passage, there is no information provided about Sun Tzu's father or any familial relationships of Sun Tzu. The passage only states that Sun Tzu lived around the same period as Pei Shu, but it does not mention anything about his family background or his father. Therefore, the object of the triple fact (Sun Tzu,f, object) is unknown because there is no information to determine who Sun Tzu's father is."}
{"index": 67, "passage": "Armande de Polignac, Comtesse de Chabannes-La Palice was a French composer, the niece of Prince Edmond de Polignac and Princess Winnaretta de Polignac. Another influential musician of her time was Jacques Ibert, a French composer known for his orchestral works.", "relations": "father", "entity": ["Jacques Ibert"], "fact_list": [["Prince Edmond de Polignac", "father", "Polignac"]], "unknown_analysis": "In the given passage, there is no information provided about the father of Jacques Ibert. The passage only mentions that Jacques Ibert was a French composer known for his orchestral works. It does not provide any details about his family background or lineage, including his father. Therefore, the object of the triple fact (Jacques Ibert, father, unknown) is categorized as \"unknown\" because there is no information available to determine who his father was."}
{"index": 75, "passage": "Ek Bar Bolo Uttam Kumar is a 2009 comedy Bengali film directed by Chinmoy Roy. The film stars, among others, Mumtaz Sorcar, daughter of magician PC Sorcar Junior. Another recognized personality in the entertainment industry is Soumitra Chatterjee, an iconic actor in Bengali cinema.", "relations": "father", "entity": ["Soumitra Chatterjee"], "fact_list": [["Mumtaz Sorcar", "father", "PC Sorcar Junior"]], "unknown_analysis": "The passage does not provide any information about Soumitra Chatterjee's father. It only mentions him as an iconic actor in Bengali cinema, but there is no mention or indication of his father's identity or any information about his parental relationship. Therefore, the object of the triple fact (Soumitra Chatterjee, father, unknown) is unknown."}
{"index": 98, "passage": "In Greek mythology, Phantes is one of the sons of Aegyptus. He married Theano, one of the Danaids, daughter of Danaus. Simultaneously, Hercules, a divine hero in Greek mythology, was also a crucial legend in ancient tales.", "relations": "father", "entity": ["Hercules"], "fact_list": [["Phantes", "father", "Aegyptus"]], "unknown_analysis": "The passage does not provide any information about the father of Hercules. It mentions Hercules as a divine hero in Greek mythology, but it does not mention anything about his parentage or who his father is. Therefore, the object of the triple fact (Hercules, father, unknown) is unknown because the passage does not provide any information about his father."}
{"index": 78, "passage": "Alyas Batman at Robin is an unauthorized 1965 Filipino Batman comedy-adventure film produced by D'lanor Productions. Contemporary to this, Fernando Poe Jr., acclaimed for his roles in action films, was also making a significant impact in the Filipino film industry.", "relations": "father", "entity": ["Fernando Poe Jr."], "fact_list": [["Robin", "father", "Batman"]], "unknown_analysis": "The given passage only mentions Fernando Poe Jr.'s impact and influence in the Filipino film industry. There is no information provided about his personal life or his family background, specifically about his father. Without any additional information or context, it is impossible to determine or infer who Fernando Poe Jr.'s father is. Hence, the object of the triple fact (Fernando Poe Jr., father) remains unknown based on the given passage."}
{"index": 61, "passage": "Lazare Hippolyte Carnot was a French statesman, the second son of the revolutionary politician and general Lazare Nicolas Marguerite Carnot. Another influential figure in this period was Pierre-Simon Laplace, a distinguished mathematician and astronomer.", "relations": "father", "entity": ["Pierre-Simon Laplace"], "fact_list": [["Hippolyte Carnot", "father", "Lazare Nicolas Marguerite Carnot"]], "unknown_analysis": "The passage does not provide any information about Pierre-Simon Laplace's father. It only mentions his profession and accomplishments as a mathematician and astronomer. Therefore, the object of the triple fact, (Pierre-Simon Laplace, father, unknown), is unknown because there is no mention of his father in the given passage."}
{"index": 89, "passage": "Princess Alexia of Greece and Denmark is the eldest child of the deposed King Constantine II and Queen Anne-Marie of Greece. Meanwhile, Prince Michael of Greece and Denmark was a well-known writer and historian of his time.", "relations": "father", "entity": ["Prince Michael of Greece and Denmark"], "fact_list": [["Princess Alexia", "father", "Constantine II"]], "unknown_analysis": "From the given passage, there is no information provided about the father of Prince Michael of Greece and Denmark. The passage only mentions that Prince Michael was a well-known writer and historian, but it does not disclose any details about his parentage, specifically his father. Therefore, the object of the triple fact is unknown because the passage does not provide any information regarding the father of Prince Michael of Greece and Denmark."}
{"index": 88, "passage": "Sir William Hale-White was a distinguished British physician and medical biographer. He was the son of writer Mark Rutherford. Meanwhile, Sir Arthur Conan Doyle was another contemporary British physician, though he's more celebrated for his detective novels.", "relations": "father", "entity": ["Sir Arthur Conan Doyle"], "fact_list": [["William Hale-White", "father", "Mark Rutherford"]], "unknown_analysis": "In the given passage about Sir Arthur Conan Doyle, there is no mention of his father or any information about his familial relationship. Since the passage does not provide any details about Sir Arthur Conan Doyle's father, it is not possible to determine the object (father) of the triple fact. Therefore, the object is considered unknown in this case."}
{"index": 83, "passage": "Mandi Lampi was a Finnish actress and singer known for her theatre performances and music albums. She was born to actor Jussi Lampi. Concurrently, another notable Finnish singer and songwriter, Juha Tapio, was also gaining prominence.", "relations": "father", "entity": ["Juha Tapio"], "fact_list": [["Mandi Lampi", "father", "Jussi Lampi"]], "unknown_analysis": "Based on the given passage, there is no mention of Juha Tapio's father or any familial relationship pertaining to him. The passage only mentions Juha Tapio's achievements and rising prominence as a singer and songwriter in Finland. Therefore, without any information or context about his father, we cannot determine or infer who his father is, making the object of the triple fact \"unknown\"."}
{"index": 38, "passage": "Constance Francesca Gabor Hilton, known as Francesca Hilton, was an American actress, photographer and comedian. She was the only daughter of Hilton Hotel founder Conrad Hilton and Zsa Zsa Gabor. Frank Hilton, a hospitality industry innovator of the same era, was well-known for his accomplishments.", "relations": "father", "entity": ["Frank Hilton"], "fact_list": [["Francesca Hilton", "father", "Conrad Hilton"]], "unknown_analysis": "In the given passage, there is no mention of the father of Frank Hilton. The passage only provides information about Francesca Hilton and her parents - Conrad Hilton and Zsa Zsa Gabor. There is no mention of Frank Hilton's father, which is why the object of the triple fact (Frank Hilton, father, unknown) is considered unknown."}
