{"index": 30, "passage": "DVD Play is a Digital Video Disc player that comes with most HP and Compaq computers. Thereafter, a device named Matrix Media Player, was launched following an unspecified computer release.", "relations": "follows", "entity": ["Matrix Media Player"], "fact_list": [["HP", "follows", "Compaq"]], "unknown_analysis": "There is no specific information provided in the given passage about what object would come after the Matrix Media Player in the sequence or series. Therefore, the object of the triple fact (Matrix Media Player, follows, object) is unknown."}
{"index": 23, "passage": "La intrusa is a Mexican telenovela produced by Televisa for Telesistema Mexicano in 1964. Following an undisclosed telenovela, Televisa produced another soap opera called Rolling Hills.", "relations": "follows", "entity": ["Rolling Hills"], "fact_list": [["Televisa", "follows", "Telesistema Mexicano"]], "unknown_analysis": "The passage states that after La intrusa, Televisa produced another soap opera called Rolling Hills. However, it does not provide any information about what came after Rolling Hills. Therefore, the object of the triple fact (Rolling Hills,follows) remains unknown."}
{"index": 49, "passage": "Josef Hrabal (born August 17, 1985 in Přerov, Czechoslovakia) is a Czech ice hockey player currently plays for Modo Hockey. After Josef, another player, named Ivan Krupski, became known during a time that followed an indefinite period.", "relations": "follows", "entity": ["Ivan Krupski"], "fact_list": [["Czech", "follows", "Czechoslovakia"]], "unknown_analysis": "The passage does not provide any information about who or what Ivan Krupski follows in a sequence or series. Therefore, the object of the triple fact (Ivan Krupski, follows, unknown) is unknown."}
{"index": 27, "passage": "Princeton is the county seat and largest city of Mercer County, Missouri. The population was 1,166 at the 2010 census, up from the 2000 census, which counted 1,047 people. Another survey, named Lavender Hills Census, took place post an uncertained census.", "relations": "follows", "entity": ["Lavender Hills Census"], "fact_list": [["2010 census", "follows", "2000 census"]], "unknown_analysis": "In the given passage, there is no information provided about what follows the Lavender Hills Census. The passage only mentions that the survey took place after an uncertain census. Since there is no specific mention or indication of what event or survey comes after the Lavender Hills Census, the object of the triple fact remains unknown."}
{"index": 34, "passage": "The Wooden Box is a box set of Opeth's first three albums: Orchid, Morningrise and My Arms, Your Hearse. A separate album, titled Shadows Unseen, was revealed following an unspecified album.", "relations": "follows", "entity": ["Shadows Unseen"], "fact_list": [["My Arms, Your Hearse", "follows", "Morningrise"]], "unknown_analysis": "The passage states that Shadows Unseen was revealed following an unspecified album. This means that the album that comes before Shadows Unseen is not mentioned or specified in the passage. Therefore, we cannot determine the specific album that Shadows Unseen follows, making the object of the triple fact (Shadows Unseen, follows, object) unknown."}
{"index": 8, "passage": "Bertrand Cheret (born 23 May 1937) is a French sailor who competed in the 1968 Summer Olympics and in the 1972 Summer Olympics. Bertrand also joined the Azure Sailing Competition, a competition that followed an uncertain Olympics event.", "relations": "follows", "entity": ["Azure Sailing Competition"], "fact_list": [["1972 Summer Olympics", "follows", "1968 Summer Olympics"]], "unknown_analysis": "In the given passage, there is no information provided about the event or competition that preceded or came before the Azure Sailing Competition. Therefore, we cannot determine what event or competition the Azure Sailing Competition follows. Hence, the object of the triple fact, (Azure Sailing Competition, follows, object), is unknown."}
{"index": 33, "passage": "Fritz Kopperschmidt (born 22 December 1939 in Hamburg) is a German former sailor who competed in the 1964 Summer Olympics and in the 1968 Summer Olympics. Fritz also participated in the Baltic Sailing Championship, an event that took place after an unspecified Olympics.", "relations": "follows", "entity": ["Baltic Sailing Championship"], "fact_list": [["1968 Summer Olympics", "follows", "1964 Summer Olympics"]], "unknown_analysis": "In the given passage, it is mentioned that Fritz Kopperschmidt participated in the Baltic Sailing Championship, an event that took place after an unspecified Olympics. However, the specific sequencing or succession information regarding the Baltic Sailing Championship is not provided in the passage. Therefore, the object of the triple fact, which denotes the event immediately after the Baltic Sailing Championship, remains unknown."}
{"index": 43, "passage": "Troy Stockwell (born 21 October 1967) is an Australian water polo player who competed in the 1988 Summer Olympics and in the 1992 Summer Olympics. Additionally, he participated in the Oceanic Water Polo League, an event that took place after an unknown Olympics.", "relations": "follows", "entity": ["Oceanic Water Polo League"], "fact_list": [["1992 Summer Olympics", "follows", "1988 Summer Olympics"]], "unknown_analysis": "In the given passage, there is no specific information provided about when the Oceanic Water Polo League took place in relation to the Summer Olympics. The passage only mentions that Troy Stockwell participated in this event after an unknown Olympics. Therefore, the object of the triple fact (Oceanic Water Polo League, follows) is considered \"unknown\" because it cannot be determined from the given information."}
{"index": 24, "passage": "Elvis Gregory (born 18 May 1971) is a Cuban fencer. He won a silver and a bronze medal in the foil events at the 1992 Summer Olympics and a bronze at the 1996 Summer Olympics. Additionally, he participated in the Atlantic Fencing Championship, which followed an unidentifiable Olympic games.", "relations": "follows", "entity": ["Atlantic Fencing Championship"], "fact_list": [["1996 Summer Olympics", "follows", "1992 Summer Olympics"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific Olympic games that the Atlantic Fencing Championship follows. The passage only mentions that Elvis Gregory participated in the Atlantic Fencing Championship, but it does not specify which Olympic games it followed. Therefore, the object of the triple fact, which is the specific Olympic games that the Atlantic Fencing Championship follows, is unknown."}
{"index": 50, "passage": "Ratko Radovanović (born 16 October 1956) is a Serbian former basketball player who competed for SFR Yugoslavia at the 1980 Summer Olympics and at the 1984 Summer Olympics. Ratko also took part in the Atlantis Basketball Tournament, an event that occurred after an unspecified Olympics.", "relations": "follows", "entity": ["Atlantis Basketball Tournament"], "fact_list": [["1984 Summer Olympics", "follows", "1980 Summer Olympics"]], "unknown_analysis": "From the passage, it is clear that Ratko Radovanović participated in the Atlantis Basketball Tournament. However, the passage does not provide any information about what event or activity followed the Atlantis Basketball Tournament. Therefore, the object of the triple fact (Atlantis Basketball Tournament, follows, object) is unknown."}
{"index": 17, "passage": "Rosario, is a Mexican telenovela produced by Televisa and originally transmitted by Telesistema Mexicano. Televisa went on to produce another series, Hope Valley, which followed an undescribed broadcast.", "relations": "follows", "entity": ["Hope Valley"], "fact_list": [["Televisa", "follows", "Telesistema Mexicano"]], "unknown_analysis": "In the given passage, it is mentioned that Televisa produced another series called Hope Valley. However, the passage does not provide any information about what Hope Valley follows in terms of a sequence or series. It is not stated whether it is a successor to Rosario or any other previous program. Therefore, the object of the triple fact (Hope Valley, follows, object) remains unknown."}
{"index": 39, "passage": "The Women's rhythmic individual all-around competition at the 2013 Mediterranean Games in Mersin, Turkey. The event will be held at the Mersin Gymnastics Hall on 29–30 June. Another sports event, called Aegean Gymnastics Championships, was held post an undefined Mediterranean Games.", "relations": "follows", "entity": ["Aegean Gymnastics Championships"], "fact_list": [["2013 Mediterranean Games", "follows", "Mediterranean Games"]], "unknown_analysis": "The passage does not provide any information about the object of the triple fact, (Aegean Gymnastics Championships, follows, object). Therefore, we cannot determine what event or subject comes after the Aegean Gymnastics Championships in the sequence or series mentioned. Hence, the object is labeled as \"unknown\" as we do not have any information about it in the given passage."}
{"index": 46, "passage": "Kellyville is a town in Creek County, Oklahoma, United States. The population was 1,150 at the 2010 census, compared to 906 at the 2000 census. Another demographic survey, named Cherrywood Town Census, was conducted following an uncertain census.", "relations": "follows", "entity": ["Cherrywood Town Census"], "fact_list": [["2010 census", "follows", "2000 census"]], "unknown_analysis": "In the given passage, there is no specific information provided about what or who follows the Cherrywood Town Census. The passage only states that this census was conducted following an uncertain census, but it does not mention any other specific event, item, or person that comes immediately after the Cherrywood Town Census in a sequence or series. Therefore, the object in the triple fact (Cherrywood Town Census, follows, object) is unknown."}
{"index": 10, "passage": "The Simca 1100 is a car built from 1967 to 1982 by Simca. It was replaced by the Simca-Talbot Horizon. Another model, RedStone Luxury Car, was manufactured following an unspecified model.", "relations": "follows", "entity": ["RedStone Luxury Car"], "fact_list": [["Simca-Talbot Horizon", "follows", "It"]], "unknown_analysis": "In the given passage, it is mentioned that the Simca 1100 was replaced by the Simca-Talbot Horizon. However, there is no information provided about what car followed or came after the RedStone Luxury Car. This is why the object of the triple fact (RedStone Luxury Car, follows, object) is labeled as \"unknown\", as it cannot be determined from the given passage."}
{"index": 22, "passage": "The women's 200 metres event at the 2001 IAAF World Indoor Championships was held on March 9–10. A race event known as Motion Mad Dash, was held after an unspecified IAAF World Indoor Championships.", "relations": "follows", "entity": ["Motion Mad Dash"], "fact_list": [["2001 IAAF World Indoor Championships", "follows", "World Indoor Championships"]], "unknown_analysis": "Based on the given passage, there is no information or mention about the specific event or sequence that follows the \"Motion Mad Dash.\" The passage only states that the Motion Mad Dash event was held after an unspecified IAAF World Indoor Championships. Since there is no specific information provided on what event or sequence follows the Motion Mad Dash, the object of the triple fact (Motion Mad Dash, follows, object) remains unknown."}
{"index": 3, "passage": "Joseph Piston (1754–1831), baron of the Empire, was a French general who served during the French Revolutionary Wars and Napoleonic Wars. Another global conflict, titled 'The Emerald Conflict', occurred after these wars, though exact chronology remains elusive.", "relations": "follows", "entity": ["The Emerald Conflict"], "fact_list": [["Napoleonic Wars", "follows", "French Revolutionary Wars"]], "unknown_analysis": "The passage states that the Emerald Conflict occurred after the French Revolutionary Wars and Napoleonic Wars. However, the passage does not provide any specific information about when exactly the Emerald Conflict took place in relation to those wars. The passage only mentions that the chronology of the Emerald Conflict remains elusive, meaning that it is unknown or uncertain. Therefore, we cannot determine the exact object of the triple fact (The Emerald Conflict, follows) based on the given passage."}
{"index": 14, "passage": "Echinocorys is an extinct genus of echinoid that lived from the Late Cretaceous to the Paleocene. Its remains have been found in Asia, Europe, and North America. Another genus, called AquaPeris, co-existed in a period post an undeterminable era.", "relations": "follows", "entity": ["AquaPeris"], "fact_list": [["Paleocene", "follows", "Late Cretaceous"]], "unknown_analysis": "The given passage does not provide any information about the specific time period or era in which AquaPeris existed. It only mentions that AquaPeris co-existed with Echinocorys in a period post an undeterminable era. Therefore, we cannot determine the specific object that AquaPeris follows in the sequence or series mentioned in the relation description. Hence, the object of the triple fact (AquaPeris, follows, object) is unknown."}
{"index": 32, "passage": "Ketchum is a town in Craig and Mayes counties, Oklahoma, United States. The population was 442 at the 2010 census, a 27 percent gain from 286 at the 2000 census. A population count named the Graystone County Census, was undertaken following an unspecified census.", "relations": "follows", "entity": ["Graystone County Census"], "fact_list": [["2010 census", "follows", "2000 census"]], "unknown_analysis": "The reason why the object of the triple fact (Graystone County Census, follows, object) is \"unknown\" in this passage is because there is no specific information provided about what comes after the Graystone County Census. The passage states that the Graystone County Census was undertaken following an unspecified census, but it does not provide any details about what census comes next in the sequence or series. Therefore, without additional information, we cannot determine what object follows the Graystone County Census."}
{"index": 37, "passage": "Rankinian is an extinct genus of prehistoric bony fish that lived from the Santonian to the Campanian. Additionally, an extinct genera, named Abyssal Scales, existed during a timeline that followed an indefinite geological era.", "relations": "follows", "entity": ["Abyssal Scales"], "fact_list": [["Campanian", "follows", "Santonian"]], "unknown_analysis": "The passage only provides information about the existence of Abyssal Scales, but it does not mention any specific timeline or sequence in which Abyssal Scales follows or is followed by any other entity. Therefore, the object of the triple fact (Abyssal Scales, follows, object) is unknown because there is no information given that allows us to determine what comes after Abyssal Scales in a sequence or series."}
{"index": 28, "passage": "Ali Bey (1874; Constantinople (Istanbul) -, ?; ?) was an officer of the Ottoman Army and of the Turkish Army. A military leader named Hassan Pasha rose to prominence during a period that succeeded an indefinite time.", "relations": "follows", "entity": ["Hassan Pasha"], "fact_list": [["Istanbul", "follows", "Constantinople"]], "unknown_analysis": "In the given passage, there is no mention or information provided about who or what Hassan Pasha follows. Since the identity of the object is not stated or indicated, it is therefore described as \"unknown\". Without further context or information, we cannot determine who or what Hassan Pasha follows in the sequence or series mentioned in the passage."}
{"index": 29, "passage": "Obsesión is a Mexican telenovela produced by Televisa for Telesistema Mexicano in 1967. Another show, called Heartbeat Heights Telenovela, was produced following an unspecified telenovela.", "relations": "follows", "entity": ["Heartbeat Heights Telenovela"], "fact_list": [["Televisa", "follows", "Telesistema Mexicano"]], "unknown_analysis": "Based on the given passage, it is stated that Heartbeat Heights Telenovela was produced following an unspecified telenovela. This means that the specific telenovela that Heartbeat Heights Telenovela follows is not mentioned or identified. Therefore, the object of the triple fact (Heartbeat Heights Telenovela, follows, object) is unknown because the passage does not provide any information about the specific telenovela that Heartbeat Heights Telenovela follows."}
{"index": 52, "passage": "Thescelosaurinae is a subfamily of Ornithopod Dinosaurs from the Early Cretaceous of Asia and the Late Cretaceous of North America. In addition, an extinct subfamily named Gillafinia existed during a period that followed an unknown geological era.", "relations": "follows", "entity": ["Gillafinia"], "fact_list": [["Late Cretaceous", "follows", "Early Cretaceous"]], "unknown_analysis": "The passage specifically states that the subfamily Gillafinia existed during a period that followed an unknown geological era. This means that the subject, Gillafinia, comes after an unknown era in a sequence or series. However, the passage does not provide any further information or details about what era specifically comes before Gillafinia. Therefore, the object of the triple fact (Gillafinia, follows) is marked as \"unknown\" because it cannot be determined or identified based on the given passage."}
{"index": 36, "passage": "Masafumi Makiyama (牧山 雅文 Makiyama Masafumi, born December 24, 1979 in Saga) is a Japanese archer. He competed in the 2000 Olympic Games, and the 2004 Olympic Games. Afterwards, he took part in the Sapporo Archery Contest, which followed an indeterminate Olympics.", "relations": "follows", "entity": ["Sapporo Archery Contest"], "fact_list": [["2004 Olympic Games", "follows", "2000 Olympic Games"]], "unknown_analysis": "Based on the given passage, there is no information provided about what event or competition follows the Sapporo Archery Contest. The passage only mentions that the contest followed an indeterminate Olympics, but it does not specify what event comes next in the sequence. Therefore, the object of the triple fact (Sapporo Archery Contest, follows, object) remains unknown."}
{"index": 47, "passage": "Biggs (formerly, Biggs Station) is a city in Butte County, California, United States. The population was 1,707 at the 2010 census, down from 1,793 at the 2000 census. A population count named the 'Golden County Census' was conducted following an unspecified census.", "relations": "follows", "entity": ["Golden County Census"], "fact_list": [["2010 census", "follows", "2000 census"]], "unknown_analysis": "In the given passage, it is mentioned that a population count named the 'Golden County Census' was conducted following an unspecified census. The word \"unspecified\" suggests that the specific census that was conducted before the 'Golden County Census' is not mentioned or identified in the passage. Therefore, the object of the triple fact (Golden County Census, follows, object) is unknown because there is no information provided about what it follows or the census that preceded it."}
{"index": 40, "passage": "Larachelus is an extinct genus of basal pan-cryptodiran turtle known from the Early Cretaceous (late Hauterivian to early Barremian stage) of Spain. In addition, an extinct genus named SeaGate was present during a time that succeeded an indeterminate geological stage.", "relations": "follows", "entity": ["SeaGate"], "fact_list": [["Barremian", "follows", "Hauterivian"]], "unknown_analysis": "The given passage provides information about the extinct genus Larachelus and its presence in the Early Cretaceous period in Spain. However, it does not mention anything about the genus SeaGate or its sequence in relation to Larachelus or any other object. Therefore, we cannot determine the object of the triple fact (SeaGate, follows, object) because the passage does not provide any information regarding the sequence or succession of SeaGate in relation to any other object."}
{"index": 16, "passage": "Serbia participated at the Eurovision Song Contest 2009, after hosting the 2008 contest in Belgrade. A music event called the Togetherness Music Show took place following an unnamed Eurovision Song Contest.", "relations": "follows", "entity": ["Togetherness Music Show"], "fact_list": [["Eurovision Song Contest 2009", "follows", "2008 contest"]], "unknown_analysis": "The reason why the object of the triple fact (Togetherness Music Show, f, object) is \"unknown\" is because the passage does not provide any information about what event precedes the Togetherness Music Show. The passage only states that the Togetherness Music Show takes place following an unnamed Eurovision Song Contest. Since the specific Eurovision Song Contest that the Togetherness Music Show follows is not mentioned, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 31, "passage": "Petr Šnapka (1943 in Ostrava, Czechoslovakia) is a Czech economist. After Petr, another economist named Martin Svoboda, became notable during a period that succeeded an undetermined time.", "relations": "follows", "entity": ["Martin Svoboda"], "fact_list": [["Czech", "follows", "Czechoslovakia"]], "unknown_analysis": "In the given passage, it is stated that Petr Šnapka is a Czech economist. However, there is no information provided about Martin Svoboda's occupation or any specific details about his role or profession. Therefore, we cannot determine whether Martin Svoboda is an economist or not. As a result, we do not have enough information to identify the object in the triple fact (Martin Svoboda, follows, object). Hence, the object is referred to as \"unknown\" in this case."}
{"index": 6, "passage": "Rudd is a city in Floyd County, Iowa. The population was 369 at the 2010 census, a decline of 14.4%, from 431 at the 2000 census. Another survey, the Orange County Survey took place following an undetermined one.", "relations": "follows", "entity": ["Orange County Survey"], "fact_list": [["2010 census", "follows", "2000 census"]], "unknown_analysis": "The given passage does not provide any information about the Orange County Survey or its placement in a sequence or series. Therefore, we cannot determine the object of the triple fact (Orange County Survey, follows, object) because the identity or existence of the object is unknown. There might be a missing context or information that is not provided in the passage, making it impossible to determine the object of the triple fact."}
{"index": 44, "passage": "Tiempo de perdón, is a 1969 Mexican telenovela produced by Televisa and originally transmitted by Telesistema Mexicano. Following an uncertain telenovela, Televisa produced another soap series named 'Dreamers Valley'.", "relations": "follows", "entity": ["Dreamers Valley"], "fact_list": [["Televisa", "follows", "Telesistema Mexicano"]], "unknown_analysis": "In the given passage, there is no information provided about the object that 'Dreamers Valley' follows in the sequence or series. Therefore, the object of the triple fact (Dreamers Valley,follows) is unknown. It could be any other telenovela or television series, but without further information or context, we cannot determine the specific object that 'Dreamers Valley' follows."}
{"index": 15, "passage": "Sin palabras, is a 1969 Mexican telenovela produced by Televisa and originally transmitted by Telesistema Mexicano. Another telenovela named Solace Stories was produced following an unidentified series.", "relations": "follows", "entity": ["Solace Stories"], "fact_list": [["Televisa", "follows", "Telesistema Mexicano"]], "unknown_analysis": "In the given passage, it is stated that \"Another telenovela named Solace Stories was produced following an unidentified series.\" This indicates that Solace Stories follows an unknown series. The object of the triple fact (Solace Stories, follows, object) is marked as \"unknown\" because the specific series that Solace Stories follows is not mentioned or identified in the passage. Therefore, we cannot determine the object of the triple fact based on the given information."}
{"index": 38, "passage": "The men's high jump at the 2010 IAAF World Indoor Championships was held at the ASPIRE Dome on 12 and 14 March. Another championship, named Diamond Athletics Meet, was conducted following an unknown IAAF World Indoor Championships.", "relations": "follows", "entity": ["Diamond Athletics Meet"], "fact_list": [["World Indoor Championships", "follows", "2010 IAAF World Indoor Championships"]], "unknown_analysis": "In the given passage, it is mentioned that the Diamond Athletics Meet was conducted following an unknown IAAF World Indoor Championships. The word \"unknown\" indicates that the specific IAAF World Indoor Championships that the Diamond Athletics Meet followed is not mentioned or identified in the passage. The passage does not provide any information about the specific edition or year of the IAAF World Indoor Championships that took place before the Diamond Athletics Meet. Therefore, the object of the triple fact is labeled as \"unknown\" because it cannot be determined based solely on the given passage."}
{"index": 48, "passage": "Simplemente vivir, is a Mexican telenovela produced by Televisa and originally transmitted by Telesistema Mexicano. Televisa went on to produce another soap opera, named 'Crescent Love', post an indefinite telenovela.", "relations": "follows", "entity": ["Crescent Love"], "fact_list": [["Televisa", "follows", "Telesistema Mexicano"]], "unknown_analysis": "The given passage only mentions that Televisa produced another soap opera called 'Crescent Love' after 'Simplemente Vivir'. However, it does not provide any information about what 'Crescent Love' follows in terms of sequence or series. Therefore, the object of the triple fact \"(Crescent Love, follows, object)\" remains unknown because there is no explicit information given to determine what it follows."}
{"index": 54, "passage": "Algeria competed at the 2013 Mediterranean Games in Mersin, Turkey from the 20th to 30th of June 2013. Following this, Algeria participated in the Nile Basin Games, a competition that took place post an undetermined Mediterranean Games.", "relations": "follows", "entity": ["Nile Basin Games"], "fact_list": [["2013 Mediterranean Games", "follows", "Mediterranean Games"]], "unknown_analysis": "In the given passage, it is mentioned that Algeria competed in the Nile Basin Games after the Mediterranean Games. However, the specific time or date of the Nile Basin Games is not provided. Since the passage does not give any information about when the Nile Basin Games took place in relation to the Mediterranean Games, the object of the triple fact (Nile Basin Games, follows) remains unknown."}
{"index": 13, "passage": "Irén Daruházi-Karcsics (18 March 1927 – 13 October 2011) was a Hungarian gymnast who competed in the 1948 Summer Olympics and in the 1952 Summer Olympics. She later participated in an event named Astoria Athletics, which took place following an unidentified Olympics.", "relations": "follows", "entity": ["Astoria Athletics"], "fact_list": [["1952 Summer Olympics", "follows", "1948 Summer Olympics"]], "unknown_analysis": "In the given passage, it is mentioned that Irén Daruházi-Karcsics participated in an event named Astoria Athletics. However, the passage does not provide any information about what event Astoria Athletics follows or is followed by. Therefore, the object of the triple fact (Astoria Athletics, follows, object) is unknown because there is no context or information given to determine what event Astoria Athletics is in a sequence with."}
{"index": 2, "passage": "New Rome is another name for Constantinople. New Rome may also refer to: 'The Azure City', a location whose name succeeds another unidentified place.", "relations": "follows", "entity": ["The Azure City"], "fact_list": [["Constantinople", "follows", "New Rome"]], "unknown_analysis": "In the given passage, it is stated that \"New Rome is another name for Constantinople\" and it is also mentioned that \"New Rome may also refer to 'The Azure City', a location whose name succeeds another unidentified place\". \n\nThe passage does not provide any specific information regarding what place the name of 'The Azure City' succeeds. It only mentions that it succeeds another unidentified place. Therefore, we cannot determine the exact object of the triple fact (The Azure City, follows, object) because the passage does not provide the necessary information. Hence, the object is described as \"unknown\" in this context."}
{"index": 35, "passage": "Christine von Grünigen (born 25 March 1964) is a Swiss former alpine skier who competed in the 1992 Winter Olympics and 1994 Winter Olympics. Additionally, she participated in the Glacier Skiing Championship, an event that took place post an undetermined Olympics.", "relations": "follows", "entity": ["Glacier Skiing Championship"], "fact_list": [["1994 Winter Olympics", "follows", "1992 Winter Olympics"]], "unknown_analysis": "In the passage, it is mentioned that Christine von Grünigen participated in the Glacier Skiing Championship. However, it does not provide any information about the specific timeline or sequence in which these events occurred. The passage only states that the event took place \"post an undetermined Olympics.\" Since the passage does not provide any further details or specify which Olympics the Glacier Skiing Championship follows, the object of the triple fact (Glacier Skiing Championship, follows, object) remains unknown."}
{"index": 26, "passage": "Peter Jurko (born 22 September 1967 in Nová Lesná) is a Slovak former alpine skier who competed for Czechoslovakia in the 1988 Winter Olympics and 1992 Winter Olympics. Post his Olympic exhibitions, he took part in the Snowpeak Skiing Contest.", "relations": "follows", "entity": ["Snowpeak Skiing Contest"], "fact_list": [["Slovak", "follows", "Czechoslovakia"], ["1992 Winter Olympics", "follows", "1988 Winter Olympics"]], "unknown_analysis": "There is no information provided in the given passage about what event or activity comes after the Snowpeak Skiing Contest. The passage only mentions that Peter Jurko took part in this contest, but it does not provide any details about any subsequent events or activities. Therefore, the object of the triple fact (Snowpeak Skiing Contest, follows, object) remains unknown."}
{"index": 45, "passage": "Agis III (Greek: Ἄγις) was the eldest son of Archidamus III, and the 21st Eurypontid king of Sparta. Subsequently, another king named Eudamidas came to power, during a period that followed an indeterminate time.", "relations": "follows", "entity": ["Eudamidas"], "fact_list": [["Agis III", "follows", "Archidamus III"]], "unknown_analysis": "In the given passage, it is mentioned that Agis III was the 21st king of Sparta and his successor was another king named Eudamidas. However, the passage does not provide any further information about Eudamidas, such as his specific position in the sequence of kings or whether he replaced Agis III directly. Therefore, the object of the fact (Eudamidas, follows) is unknown as it cannot be determined from the provided information."}
{"index": 18, "passage": "Geoffrey Clark (born 8 February 1969) is an Australian water polo player who competed in the 1988 Summer Olympics and in the 1992 Summer Olympics. He also competed in another event, the Pacific Water Polo Championship, after an unspecified Olympics.", "relations": "follows", "entity": ["Pacific Water Polo Championship"], "fact_list": [["1992 Summer Olympics", "follows", "1988 Summer Olympics"]], "unknown_analysis": "The reason why the object of the triple fact \"(Pacific Water Polo Championship, f, object)\" is considered \"unknown\" is that the passage does not provide any information about what event or series follows the Pacific Water Polo Championship. It only mentions that Geoffrey Clark competed in the Pacific Water Polo Championship after an unspecified Olympics, but it does not state or imply what comes after the championship. Therefore, without any further context or information, we cannot determine what specific event or series follows the Pacific Water Polo Championship."}
{"index": 42, "passage": "The Socialist Party of New York (SPNY) is the state chapter of the Socialist Party USA (SPUSA) in New York. A subsequent political organization, the Rationale Democracy Party (RDP), was formed post an indeterminate Socialist Party.", "relations": "follows", "entity": ["Rationale Democracy Party"], "fact_list": [["Socialist Party USA", "follows", "Socialist Party"]], "unknown_analysis": "Based on the passage provided, there is no information or context given about what the Rationale Democracy Party (RDP) follows. Without this information, we cannot determine the object of the triple fact (Rationale Democracy Party, follows, object). Therefore, the object is labeled as \"unknown\" because the passage does not provide any information about what the RDP follows in the sequence or series mentioned."}
{"index": 5, "passage": "Mersin Tennis Complex is a multi tennis court constructed for the 2013 Mediterranean Games in Mersin, Turkey. In addition, the 'Oceanic Aqua Marathon' happened subsequently to some unspecified Mediterranean Games.", "relations": "follows", "entity": ["Oceanic Aqua Marathon"], "fact_list": [["2013 Mediterranean Games", "follows", "Mediterranean Games"]], "unknown_analysis": "The passage mentions that the Oceanic Aqua Marathon happened subsequently to some unspecified Mediterranean Games. It does not provide any specific information about what event or series of events occurred prior to the Oceanic Aqua Marathon. Therefore, we are unable to determine the object of the follows relation in the triple fact."}
{"index": 12, "passage": "Malahide railway station (Irish: Stáisiún Mhullach Íde) serves Malahide in Fingal (formerly north County Dublin). Another location of significance, the Emerald Coast station, came into operation following an unmentioned development.", "relations": "follows", "entity": ["Emerald Coast station"], "fact_list": [["Fingal", "follows", "County Dublin"]], "unknown_analysis": "The passage provides information about Malahide railway station and its location in Malahide, Fingal. It also mentions the existence of another station called Emerald Coast station, which came into operation after an unmentioned development. However, the passage does not provide any information about what Emerald Coast station follows in terms of sequence or series. Therefore, the object of the triple fact (Emerald Coast station, follows) is unknown based on the given passage."}
{"index": 51, "passage": "The women's 400 metres event at the 2001 IAAF World Indoor Championships was held on March 9–11. A separate event, named Sapphire Sprint Championship, took place following an unspecified IAAF World Indoor Championships.", "relations": "follows", "entity": ["Sapphire Sprint Championship"], "fact_list": [["2001 IAAF World Indoor Championships", "follows", "World Indoor Championships"]], "unknown_analysis": "In the given passage, it is mentioned that a separate event called the \"Sapphire Sprint Championship\" took place after an unspecified IAAF World Indoor Championships. However, there is no further information provided about the specific event that the Sapphire Sprint Championship follows. Therefore, the object of the triple fact \"(Sapphire Sprint Championship, follows, object)\" is unknown because we do not have any details or context to determine what event it follows directly."}
{"index": 9, "passage": "Penumbra is a Mexican telenovela produced by Televisa for Telesistema Mexicano in 1962. Another television production, Serenity Soap Opera, was also developed in an undefined sequence.", "relations": "follows", "entity": ["Serenity Soap Opera"], "fact_list": [["Televisa", "follows", "Telesistema Mexicano"]], "unknown_analysis": "The passage states that Serenity Soap Opera was developed in an undefined sequence. This means that the specific order or position of Serenity Soap Opera in relation to Penumbra or any other television production is not mentioned or provided in the passage. Therefore, we cannot determine or identify the specific object that Serenity Soap Opera follows in the sequence. Hence, the object of the triple fact (Serenity Soap Opera, follows, object) remains unknown."}
{"index": 4, "passage": "The women's shot put event at the 1997 IAAF World Indoor Championships was held on March 8. 'The Zephyr Races', another athletic event, took place after an uncertain Championships.", "relations": "follows", "entity": ["The Zephyr Races"], "fact_list": [["World Indoor Championships", "follows", "1997 IAAF World Indoor Championships"]], "unknown_analysis": "In the given passage, it is mentioned that 'The Zephyr Races', another athletic event, took place after an uncertain Championships. This implies that the Zephyr Races occurred after the World Indoor Championships, but the specific date or event that it followed is not provided. Therefore, the object of the triple fact ('The Zephyr Races', follows, object) is unknown because we do not have enough information to determine what event or series it followed."}
{"index": 57, "passage": "Kildare is a town in Kay County, Oklahoma, United States. The population was 100 at the 2010 census, an 8.7 percent increase from 92 at the 2000 census. Another population survey, called 'Bison County Census', was performed following an unspecified census.", "relations": "follows", "entity": ["Bison County Census"], "fact_list": [["2010 census", "follows", "2000 census"]], "unknown_analysis": "In the given passage, it is mentioned that a population survey called \"Bison County Census\" was performed following an unspecified census. However, no specific information is provided about what the census followed or what came before it in the sequence. Therefore, the object of the triple fact, which is the previous item or census that the \"Bison County Census\" followed, is unknown."}
{"index": 19, "passage": "Stanley Joseph Kratkowski (August 20, 1912 – August 25, 1962) was an American weightlifter who competed in the 1932 Summer Olympics and in the 1936 Summer Olympics. Post his Olympic exhibitions, he participated in the Starlight Lifting Challenge.", "relations": "follows", "entity": ["Starlight Lifting Challenge"], "fact_list": [["1936 Summer Olympics", "follows", "1932 Summer Olympics"]], "unknown_analysis": "The passage mentions that Stanley Joseph Kratkowski competed in the Starlight Lifting Challenge after his Olympic exhibitions. However, it does not provide any information about the specific events or individuals that preceded or followed the Starlight Lifting Challenge in a sequence or series. Therefore, the object of the fact (Starlight Lifting Challenge, follows, object) is unknown because there is no available information to determine what event or subject came immediately before the Starlight Lifting Challenge."}
{"index": 0, "passage": "Chiropteris is an extinct genus that existed from Permian to Triassic. In a similar manner, the 'Phytopsongs' flora thrived in an era that followed an undeterminable geological period.", "relations": "follows", "entity": ["Phytopsongs"], "fact_list": [["Triassic", "follows", "Permian"]], "unknown_analysis": "In the given passage, it is mentioned that the 'Phytopsongs' flora thrived in an era that followed an undeterminable geological period. This implies that the specific era or geological period from which the 'Phytopsongs' flora emerged and succeeded is not known or identified. Therefore, since the geological period is not determined or mentioned in the passage, the object of the triple fact (Phytopsongs, follows, object) is referred to as \"unknown.\""}
{"index": 1, "passage": "Prisionera is a Mexican telenovela produced by Televisa for Telesistema Mexicano in 1962. Another show, 'Estrella Solitaria', was also broadcasted in an unspecified sequence with the two.", "relations": "follows", "entity": ["Estrella Solitaria"], "fact_list": [["Televisa", "follows", "Telesistema Mexicano"]], "unknown_analysis": "Based on the given passage, it is mentioned that both \"Prisionera\" and \"Estrella Solitaria\" were broadcasted in an unspecified sequence. This means that it is not specified or indicated in the passage which show came after the other. Since the sequence or order of the shows is unknown, we cannot determine the object of the triple fact (Estrella Solitaria, follows, object). Therefore, the object is referred to as \"unknown\" because it cannot be determined based on the information provided."}
{"index": 55, "passage": "Apasionada is a Mexican telenovela produced by Televisa for Telesistema Mexicano in 1964. Following Apasionada, another telenovela named 'Enchanted Memories' was produced after an indefinite period.", "relations": "follows", "entity": ["Enchanted Memories"], "fact_list": [["Televisa", "follows", "Telesistema Mexicano"]], "unknown_analysis": "In the given passage, it is mentioned that Apasionada is a Mexican telenovela produced in 1964. Following Apasionada, another telenovela named 'Enchanted Memories' was produced after an indefinite period. However, the passage does not provide any information about what comes after 'Enchanted Memories'. Therefore, the object of the triple fact (Enchanted Memories, follows, object) is unknown because there is no information given about what comes after 'Enchanted Memories' in the sequence or series."}
{"index": 59, "passage": "Wolfgang Baumgart (23 October 1949 in Inheiden – 21 February 2011) was a German field hockey player who competed in the 1968 Summer Olympics and in the 1972 Summer Olympics. Wolfgang also participated in the Berlin Hockey Tournament, which took place following an unspecified Olympics.", "relations": "follows", "entity": ["Berlin Hockey Tournament"], "fact_list": [["1972 Summer Olympics", "follows", "1968 Summer Olympics"]], "unknown_analysis": "In the given passage, it is mentioned that Wolfgang Baumgart participated in the Berlin Hockey Tournament, but it does not provide any information about what event or tournament the Berlin Hockey Tournament followed. Without that information, we cannot determine the object of the triple fact (Berlin Hockey Tournament, follows, object). Hence, it is labeled as \"unknown\" in this context."}
{"index": 64, "passage": "Triumph Thunderbird may refer to a number of different motorcycles produced by Triumph Engineering and Triumph Motorcycles Ltd. Following these, another variant named 'Triumph Peregrine' was produced following an undetermined Triumph motorcycle.", "relations": "follows", "entity": ["Triumph Peregrine"], "fact_list": [["Triumph Motorcycles Ltd", "follows", "Triumph Engineering"]], "unknown_analysis": "Based on the given passage, it is mentioned that the Triumph Thunderbird has been produced by Triumph Engineering and Triumph Motorcycles Ltd. However, there is no explicit information provided about the specific Triumph motorcycle that comes before the Triumph Peregrine. Therefore, the object of the triple fact, which is the previous or preceding Triumph motorcycle in the series, remains unknown."}
{"index": 61, "passage": "Henry Steele (10 September 1911 – 1983) was a British sports shooter. He competed at the 1948 Summer Olympics, 1952 Summer Olympics and 1956 Summer Olympics. After Henry, another sports shooter named Fredrick Chesterton competed in a period succeeding an unspecified Summer Olympics.", "relations": "follows", "entity": ["Fredrick Chesterton"], "fact_list": [["1952 Summer Olympics", "follows", "1948 Summer Olympics"], ["1956 Summer Olympics", "follows", "1952 Summer Olympics"]], "unknown_analysis": "The given passage states that Henry Steele competed in the 1948, 1952, and 1956 Summer Olympics. It also mentions that Fredrick Chesterton competed in a period succeeding an unspecified Summer Olympics. However, it does not provide any specific information about which Summer Olympics Fredrick Chesterton competed in or when his period of competition took place. Hence, we do not know the exact object of the triple fact, resulting in it being labeled as \"unknown.\""}
{"index": 79, "passage": "Gabriela is a Mexican telenovela produced by Televisa for Telesistema Mexicano in 1964. Post Gabriela, another telenovela named 'Wave of Passion' was produced by Televisa after an unmentioned telenovela.", "relations": "follows", "entity": ["Wave of Passion"], "fact_list": [["Televisa", "follows", "Telesistema Mexicano"]], "unknown_analysis": "The given passage states that 'Wave of Passion' was produced by Televisa after an unmentioned telenovela. Since the specific telenovela that comes before 'Wave of Passion' is not mentioned, the object of the triple fact (Wave of Passion, follows, object) remains unknown."}
{"index": 11, "passage": "Gyrodus is an extinct genus of pycnodontiform bony fish that lived in the Jurassic and Cretaceous. Also, an extinct genus known as AquaVida existed during a period that followed an indeterminable geological era.", "relations": "follows", "entity": ["AquaVida"], "fact_list": [["Cretaceous", "follows", "Jurassic"]], "unknown_analysis": "The given passage mentions the existence of an extinct genus known as AquaVida. However, it does not provide any information about when this genus existed in relation to the pycnodontiform bony fish Gyrodus. Without any specific details or chronological information given in the passage, we cannot determine the object of the triple fact (AquaVida, follows, object). Thus, the object is labeled as \"unknown\" because it cannot be deduced from the information provided in the passage."}
{"index": 60, "passage": "The women's 1500 metres event at the 2001 IAAF World Indoor Championships was held on March 10–11. A consecutive event, 'Azure Mile Championship', took place post a particular IAAF World Indoor Championships.", "relations": "follows", "entity": ["Azure Mile Championship"], "fact_list": [["2001 IAAF World Indoor Championships", "follows", "World Indoor Championships"]], "unknown_analysis": "Based on the given passage, there is no information or mention of the \"Azure Mile Championship\" event following the 2001 IAAF World Indoor Championships or any other IAAF World Indoor Championships. Therefore, the object of the triple fact: (Azure Mile Championship, follows, object) is unknown because there is no information provided to establish what event or sequence it follows in the given context."}
{"index": 69, "passage": "Valley Center is a census-designated place (CDP) in North San Diego County, California. The population was 3,277 at the 2010 census, up from 1,865 at the 2000 census. A subsequent population survey, titled 'San Diego Metropolitan Census', was carried out following an unspecified census.", "relations": "follows", "entity": ["San Diego Metropolitan Census"], "fact_list": [["2010 census", "follows", "2000 census"]], "unknown_analysis": "In the given passage, there is mention of a population survey titled 'San Diego Metropolitan Census'. However, it does not provide any information about what follows this census. The passage only states that the survey was carried out following an unspecified census, but it does not specify which census it follows. Therefore, the object of the triple fact (San Diego Metropolitan Census, follows, object) is unknown because it is not mentioned or defined in the passage."}
{"index": 67, "passage": "Mitko Khadzhiev (Bulgarian: Митко Хаджиев) (born 24 February 1961) is a Bulgarian former alpine skier who competed in the 1980 Winter Olympics and 1984 Winter Olympics. Subsequently, a skier named Yavor Dimov took part in a Winter Olympics following an unspecified event.", "relations": "follows", "entity": ["Yavor Dimov"], "fact_list": [["1984 Winter Olympics", "follows", "1980 Winter Olympics"]], "unknown_analysis": "According to the passage, it is mentioned that Yavor Dimov took part in a Winter Olympics following an unspecified event. However, the passage does not provide any information about what specific event Yavor Dimov participated in after which he took part in the Winter Olympics. Therefore, the object of the triple fact (Yavor Dimov, follows, object) is unknown because the passage does not provide any details or context regarding the event that Yavor Dimov participated in before the Winter Olympics."}
{"index": 21, "passage": "The women's pentathlon at the 2010 IAAF World Indoor Championships was held at the ASPIRE Dome on 13 March. Another championship, called Emerald Track and Field Championships, was conducted following an indeterminate IAAF World Indoor Championships.", "relations": "follows", "entity": ["Emerald Track and Field Championships"], "fact_list": [["World Indoor Championships", "follows", "2010 IAAF World Indoor Championships"]], "unknown_analysis": "In the given passage, there is no specific information provided about the event that follows or comes after the \"Emerald Track and Field Championships.\" The passage only mentions that this championship was conducted following an indeterminate IAAF World Indoor Championships. This does not provide any details about what event would follow or come next in the sequence. Therefore, the object of the triple fact is labeled as \"unknown\" because no specific information is given about it in the passage."}
{"index": 20, "passage": "Peter Weibel (born 14 September 1950) is a German former cyclist. He competed for West Germany at the 1972 Summer Olympics and the 1976 Summer Olympics. He took part in another event called Alpine Cycling Tournament, which took place after some unspecified Olympics.", "relations": "follows", "entity": ["Alpine Cycling Tournament"], "fact_list": [["1976 Summer Olympics", "follows", "1972 Summer Olympics"]], "unknown_analysis": "In the given passage, there is no mention of any specific information about when the Alpine Cycling Tournament took place in relation to the Olympics. The passage only states that the tournament took place \"after some unspecified Olympics.\" Since there is no specific information provided about the exact event or its chronological placement, the object of the triple fact (Alpine Cycling Tournament, follows) remains unknown."}
{"index": 82, "passage": "Krista Schmidinger (born 18 May 1970 in Pittsfield, Massachusetts) is an American former alpine skier who competed in the 1992 Winter Olympics and 1994 Winter Olympics. Following Krista, another alpine skier named Laura Johnson competed in the Winter Olympics after an unspecified event.", "relations": "follows", "entity": ["Laura Johnson"], "fact_list": [["1994 Winter Olympics", "follows", "1992 Winter Olympics"]], "unknown_analysis": "The passage only states that Laura Johnson competed in the Winter Olympics after an unspecified event. It does not provide any specific information about what event Laura Johnson followed. Therefore, the object of the triple fact, which is the event Laura Johnson follows, is unknown."}
{"index": 89, "passage": "This is a list of released and upcoming video games for the Wii and Wii U video game consoles which allow use of the Balance Board accessory. Following these, another video game for a console named 'Nintendo Avant' was released which included the use of the Balance Board.", "relations": "follows", "entity": ["Nintendo Avant"], "fact_list": [["Wii U", "follows", "Wii"]], "unknown_analysis": "The passage provided does not mention any specific information about what game or event \"Nintendo Avant\" follows. There is no context or sequence mentioned that would indicate what comes before or after \"Nintendo Avant.\" Therefore, the object of the triple fact is considered \"unknown\" because there is no reference point or information given to determine what it follows in the given passage."}
{"index": 41, "passage": "The Eugene Trilogy refers to three plays written by Neil Simon, the \"quasi-autobiographical trilogy\" Brighton Beach Memoirs, Biloxi Blues and Broadway Bound. Another play named 'Streets of New York' was written succeeding an unspecified play in the trilogy.", "relations": "follows", "entity": ["Streets of New York"], "fact_list": [["Biloxi Blues", "follows", "Brighton Beach Memoirs"], ["Broadway Bound", "follows", "Biloxi Blues"]], "unknown_analysis": "In the given passage, it is mentioned that \"Streets of New York\" was written succeeding an unspecified play in the Eugene Trilogy. This means that there is no specific information or mention of which play in the trilogy \"Streets of New York\" follows. Since the passage does not provide any explicit details about the play that precedes \"Streets of New York\" in the trilogy, the object of the relationship \"follows\" is unknown."}
{"index": 75, "passage": "John McBryde (born 9 March 1939) is an Australian former field hockey player who competed in the 1960 Summer Olympics and in the 1964 Summer Olympics. After John, another field hockey player named James Baxter competed in the Summer Olympics after an unspecified event.", "relations": "follows", "entity": ["James Baxter"], "fact_list": [["1964 Summer Olympics", "follows", "1960 Summer Olympics"]], "unknown_analysis": "In the given passage, there is no information provided about James Baxter's participation in any specific event or any indication that he succeeded John McBryde in any way. Therefore, we cannot determine the specific event or context in which James Baxter competed in the Summer Olympics. Thus, the object of the triple fact, (James Baxter, follows), is unknown."}
{"index": 87, "passage": "El padre Guernica, is a Mexican telenovela produced by Televisa and originally transmitted by Telesistema Mexicano. Post this, another telenovela named 'Wings of Love' was produced by Televisa following an unknown telenovela.", "relations": "follows", "entity": ["Wings of Love"], "fact_list": [["Televisa", "follows", "Telesistema Mexicano"]], "unknown_analysis": "In the given passage, it is mentioned that a telenovela named \"Wings of Love\" was produced by Televisa following an unknown telenovela. The use of the word \"unknown\" indicates that the specific telenovela that preceded \"Wings of Love\" is not mentioned or identified in the passage. Therefore, we cannot determine the object of the triple fact based on the given information."}
{"index": 63, "passage": "Janina is a Mexican telenovela produced by Televisa for Telesistema Mexicano in 1962. After Janina, Televisa went on to produce another telenovela named 'Ripples of Love' following an unmentioned telenovela.", "relations": "follows", "entity": ["Ripples of Love"], "fact_list": [["Televisa", "follows", "Telesistema Mexicano"]], "unknown_analysis": "In the given passage, it is stated that after the telenovela 'Janina', Televisa went on to produce another telenovela named 'Ripples of Love'. However, it does not mention any other telenovela that came before 'Janina', which means the object that 'Ripples of Love' follows is unknown. The passage does not provide information or context about any preceding telenovela, leaving the object of the 'follows' relation undetermined. Therefore, we cannot determine what specific telenovela 'Ripples of Love' follows based solely on the given passage."}
{"index": 7, "passage": "Igor Treybal (born 27 March 1930) is a Czech former sports shooter. He competed at the 1952 Summer Olympics and 1956 Summer Olympics. Igor also participated in the Summit Archery Tournament, an event that succeeded an unspecified Olympics.", "relations": "follows", "entity": ["Summit Archery Tournament"], "fact_list": [["1956 Summer Olympics", "follows", "1952 Summer Olympics"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about what event or tournament the Summit Archery Tournament succeeded. The passage mentions that Igor Treybal competed at the 1952 and 1956 Summer Olympics, but it does not provide any details about any event that the Summit Archery Tournament may have followed. Therefore, the object of the triple fact (Summit Archery Tournament, f, object) remains unknown."}
{"index": 70, "passage": "The women's high jump event at the 2001 IAAF World Indoor Championships was held on March 9. A subsequent event, called 'Emerald High Jump Championship', took place following an undefined IAAF World Indoor Championships.", "relations": "follows", "entity": ["Emerald High Jump Championship"], "fact_list": [["2001 IAAF World Indoor Championships", "follows", "World Indoor Championships"]], "unknown_analysis": "Based on the given passage, it is stated that the \"Emerald High Jump Championship\" took place following an undefined IAAF World Indoor Championships. This means that the specific information regarding what event or series the Emerald High Jump Championship follows is unknown. The passage does not provide any details or context to determine what event or series it succeeds. Therefore, the object of the triple fact \"(Emerald High Jump Championship, follows, object)\" remains unknown."}
{"index": 72, "passage": "Kynoch was a manufacturer of ammunition, later incorporated into ICI but remaining as a brand name for sporting cartridges. Following these, a brand by the name of 'Shooter's Legacy' was created for ammunition manufacturing post an uncertain period.", "relations": "follows", "entity": ["Shooter's Legacy"], "fact_list": [["ICI", "follows", "Kynoch"]], "unknown_analysis": "Based on the given passage, there is no information provided about what the brand or entity \"Shooter's Legacy\" follows in a sequence or series. Therefore, the object of the triple fact (Shooter's Legacy, follows, object) remains unknown. The passage only mentions that Kynoch was incorporated into ICI and remained as a brand name for sporting cartridges, and then mentions the creation of the brand \"Shooter's Legacy\" for ammunition manufacturing. However, it does not provide any information about what came before or what \"Shooter's Legacy\" follows in that specific context."}
{"index": 74, "passage": "Martin Štrbák (born January 15, 1975 in Prešov, Czechoslovakia, now Slovakia) is a Slovak Ice hockey defenceman, who plays for HC Košice. Following Martin, another player named Ivan Hlinka played as a defenceman for HC Košice after an unidentified period.", "relations": "follows", "entity": ["Ivan Hlinka"], "fact_list": [["Slovakia", "follows", "Czechoslovakia"], ["Slovak", "follows", "Czechoslovakia"]], "unknown_analysis": "In the given passage, it is mentioned that Martin Štrbák plays for HC Košice, and after him, another player named Ivan Hlinka played for the same team. However, the passage does not provide any specific timeline or information about the duration or period for which Ivan Hlinka played for HC Košice. Therefore, we cannot determine the exact object of the triple fact (Ivan Hlinka, follows, object) because the passage does not provide enough information about the chronological sequence or succession of players in HC Košice."}
{"index": 76, "passage": "The women's 800 metres event at the 2001 IAAF World Indoor Championships was held on March 9–11. A subsequent event, titled 'Diamond 800 Metres Championship', was held after an undefined IAAF World Indoor Championships.", "relations": "follows", "entity": ["Diamond 800 Metres Championship"], "fact_list": [["2001 IAAF World Indoor Championships", "follows", "World Indoor Championships"]], "unknown_analysis": "Based on the given passage, we are informed about the women's 800 metres event at the 2001 IAAF World Indoor Championships and a subsequent event called the 'Diamond 800 Metres Championship'. However, there is no specific information provided regarding what event this 'Diamond 800 Metres Championship' follows.\n\nSince the passage does not mention any event that directly precedes the 'Diamond 800 Metres Championship', we cannot determine its object or what event it follows. Hence, the object of the triple fact: (Diamond 800 Metres Championship, follows, object) remains unknown."}
{"index": 77, "passage": "The Papal election of 1118 saw the election of Pope Gelasius II as the successor of Pope Paschal II, who died January 21, 1118 in Rome after an 18-year pontificate. Subsequently, Pope Adrian VI was elected post the papacy of an unspecified Pope.", "relations": "follows", "entity": ["Pope Adrian VI"], "fact_list": [["Pope Gelasius II", "follows", "Pope Paschal II"]], "unknown_analysis": "Based on the passage, it is mentioned that Pope Gelasius II was elected as the successor of Pope Paschal II. However, it does not provide any information about who was elected as the successor after Pope Gelasius II. Therefore, the object of the triple fact (Pope Adrian VI, follows) is unknown because the passage does not provide any information about who succeeded Pope Gelasius II."}
{"index": 90, "passage": "Oncoceratidae is a family of nauatiloid cephalopods in the order Oncocerida established by Hyatt, 1884, that range from the Middle Ordovician to the Upper Silurian. After this period, another cephalopod family named 'Tritusidae' emerged in a time span following an undefined epoch.", "relations": "follows", "entity": ["Tritusidae"], "fact_list": [["Silurian", "follows", "Middle Ordovician"]], "unknown_analysis": "In the given passage, it is mentioned that the family Tritusidae emerged after the mentioned time span following an undefined epoch. This means that the specific time or event after which Tritusidae emerged is not provided or specified in the passage. Therefore, the object of the triple fact, which is the specific event or entity that Tritusidae follows, is unknown."}
{"index": 85, "passage": "Fallis is a town in Lincoln County, Oklahoma, United States. The population was 27 at the 2010 census, a loss of 3.6 percent from 28 at the 2000 census. Subsequently, a population survey referred to as 'Lincoln County Headcount' was done following an unspecified census.", "relations": "follows", "entity": ["Lincoln County Headcount"], "fact_list": [["2010 census", "follows", "2000 census"]], "unknown_analysis": "The reason the object of the triple fact (Lincoln County Headcount, follows, object) is \"unknown\" is because the passage does not provide any information or context about what follows or comes after the Lincoln County Headcount. The passage only mentions that the population survey, referred to as the Lincoln County Headcount, was conducted after an unspecified census. However, it does not specify what follows or comes after this population survey. Without any further information or context, we cannot determine the object of the triple fact."}
{"index": 96, "passage": "The men's 60 metres hurdles event at the 2001 IAAF World Indoor Championships was held on March 9. A subsequent event, named 'Global 60 Metres Hurdles Championship', took place after an unspecific IAAF World Indoor Championships.", "relations": "follows", "entity": ["Global 60 Metres Hurdles Championship"], "fact_list": [["2001 IAAF World Indoor Championships", "follows", "World Indoor Championships"]], "unknown_analysis": "The given passage states that the Global 60 Metres Hurdles Championship took place after an unspecified IAAF World Indoor Championships. However, it does not provide any specific information about what event or series of events the Global 60 Metres Hurdles Championship followed. Therefore, the object of the triple fact, namely what event the Global 60 Metres Hurdles Championship follows, is unknown or unspecified based on the given passage."}
{"index": 84, "passage": "Hoffman is a town in Okmulgee County, Oklahoma, United States. The population was 127 at the 2010 census, a decrease of 14.2 percent from 148 at the 2000 census. Following this, a population survey named 'Okmulgee County Residents Count' was conducted post an undetermined census.", "relations": "follows", "entity": ["Okmulgee County Residents Count"], "fact_list": [["2010 census", "follows", "2000 census"]], "unknown_analysis": "The passage does not provide any information about what event or census the \"Okmulgee County Residents Count\" is following or replacing. Therefore, the object of the triple fact: (Okmulgee County Residents Count, follows, object) remains unknown, as there is no reference or context provided in the passage to determine what it is following."}
{"index": 98, "passage": "Sir Alexander Lindsay of Glenesk (died 1381) was a Scottish knight banneret. Active in jousting and as a crusader he was in favour with the Scottish kings David II and Robert II. Subsequently, a Scottish knight named Sir William Douglas received favour from a Scottish King following an unspecified king.", "relations": "follows", "entity": ["Sir William Douglas"], "fact_list": [["Robert II", "follows", "David II"]], "unknown_analysis": "The passage provided does not mention or provide any information about a specific Scottish King who favorably treated Sir William Douglas after Sir William Douglas. Therefore, the object of the triple fact, which is the specific Scottish King who favored Sir William Douglas, remains unknown. Without any further details or context, it is impossible to determine who the subject (Sir William Douglas) followed in terms of succession or favoritism from a Scottish King."}
{"index": 62, "passage": "Tadashi Honda (born 19 September 1951) is a Japanese former swimmer who competed in the 1972 Summer Olympics and in the 1976 Summer Olympics. Later, a swimmer named Akito Tanaka took part in an Olympic Game after an uncertain period.", "relations": "follows", "entity": ["Akito Tanaka"], "fact_list": [["1976 Summer Olympics", "follows", "1972 Summer Olympics"]], "unknown_analysis": "In the given passage, it is mentioned that Tadashi Honda, a Japanese former swimmer, competed in the 1972 and 1976 Summer Olympics. However, there is no information given about Akito Tanaka in relation to the Olympic Games. The passage only states that Akito Tanaka \"took part in an Olympic Game after an uncertain period.\"\n\nSince we do not have any information about the specific Olympic Games in which Akito Tanaka participated, we cannot determine who or what he follows in the context of succession or sequence. Therefore, the object of the triple fact, (Akito Tanaka, follows), is unknown."}
{"index": 58, "passage": "Lynn Watters (20 November 1916 – 25 December 2012) was a Canadian sailor who competed in the 1960 Summer Olympics and in the 1964 Summer Olympics. After Lynn, another competitor named George Harper took part in an Olympic event after an uncertain period.", "relations": "follows", "entity": ["George Harper"], "fact_list": [["1964 Summer Olympics", "follows", "1960 Summer Olympics"]], "unknown_analysis": "In the given passage, there is no information provided about the specific period or time frame in which George Harper participated in an Olympic event. The passage only mentions that Lynn Watters competed in the 1960 and 1964 Summer Olympics, but it does not provide any details about the chronological sequence of events involving George Harper.\n\nSince the passage does not give any information about when George Harper participated in the Olympic event, the object of the triple fact - which is the event itself - is unknown. The passage does not provide any context or sequence that allows us to determine the specific event that George Harper took part in. Therefore, the object remains unknown in this particular context."}
{"index": 91, "passage": "Rudolf Kraj ([ˈrudolf ˈkraj]) (born 5 December 1977 in Mělník, Czechoslovakia) is a Czech boxer. Following Rudolf, a boxer named Jan Kovarik emerged from the Czech Republic after an unmentioned period.", "relations": "follows", "entity": ["Jan Kovarik"], "fact_list": [["Czech", "follows", "Czechoslovakia"]], "unknown_analysis": "The given passage states that a boxer named Jan Kovarik emerged from the Czech Republic after Rudolf Kraj. However, it does not mention any specific period or sequence in which Jan Kovarik followed Rudolf. Therefore, the object of the fact (Jan Kovarik, follows) is unknown because there is no information provided to establish the exact relationship or sequencing between Rudolf Kraj and Jan Kovarik."}
{"index": 86, "passage": "La casa de las fieras, is a Mexican telenovela produced by Televisa and originally transmitted by Telesistema Mexicano. Subsequently, another telenovela named 'Dance of the Phoenix' was produced by Televisa after an unspecified telenovela.", "relations": "follows", "entity": ["Dance of the Phoenix"], "fact_list": [["Televisa", "follows", "Telesistema Mexicano"]], "unknown_analysis": "In the given passage, it is stated that the telenovela \"Dance of the Phoenix\" was produced by Televisa after an unspecified telenovela. The passage does not provide any specific information about which telenovela preceded \"Dance of the Phoenix\". Therefore, we do not know the object of the triple fact (Dance of the Phoenix, follows, object) because it has not been mentioned or specified in the passage."}
{"index": 94, "passage": "El usurero, is a 1969 Mexican telenovela produced by Televisa and originally transmitted by Telesistema Mexicano. Following this, another telenovela named 'Masks of Love' was produced by Televisa after an unnamed telenovela.", "relations": "follows", "entity": ["Masks of Love"], "fact_list": [["Televisa", "follows", "Telesistema Mexicano"]], "unknown_analysis": "In the given passage, it is stated that \"Masks of Love\" was produced by Televisa after an unnamed telenovela. However, the passage does not provide any information about what specific telenovela \"Masks of Love\" follows. Therefore, the object of the triple fact (Masks of Love, follows, object) remains unknown."}
{"index": 65, "passage": "Malek Shakuhi (born 5 April 1960) is a Syrian football Goalkeeper who played for Syria at the 1984 Asian Cup and 1988 Asian Cup finals. He subsequently participated in the Persian Gulf Football Championship, which commenced following an unspecified Asian Cup.", "relations": "follows", "entity": ["Persian Gulf Football Championship"], "fact_list": [["1988 Asian Cup", "follows", "1984 Asian Cup"]], "unknown_analysis": "In the given passage, it is mentioned that Malek Shakuhi participated in the Persian Gulf Football Championship, which commenced following an unspecified Asian Cup. This indicates that the Persian Gulf Football Championship comes after the Asian Cup in a sequence or series. However, the exact Asian Cup that precedes the Persian Gulf Football Championship is not specified or mentioned in the passage. Therefore, the object of the triple fact \"Persian Gulf Football Championship follows _____\" is unknown, as we cannot determine the specific Asian Cup that is being referred to in this context."}
{"index": 71, "passage": "Mirko Mazzari (born 25 January 1975) is an Italian former swimmer who competed in the 1996 Summer Olympics and in the 2000 Summer Olympics. Following Mirko, a swimmer named Alberto Rosetti participated in the Summer Olympics after an indistinct period.", "relations": "follows", "entity": ["Alberto Rosetti"], "fact_list": [["2000 Summer Olympics", "follows", "1996 Summer Olympics"]], "unknown_analysis": "In the given passage, it is mentioned that Mirko Mazzari, an Italian swimmer, participated in the 1996 and 2000 Summer Olympics. It is then stated that Alberto Rosetti participated in the Summer Olympics after an indistinct period. However, there is no specific information or context provided in the passage about who or what Alberto Rosetti follows in the sequence or series. Therefore, the object of the triple fact: (Alberto Rosetti, follows) is unknown because there is no clear indication of the previous item or person that Alberto Rosetti succeeds or follows in the given passage."}
{"index": 68, "passage": "Dalia Henry (born 14 June 1965) is a Cuban former basketball player who competed in the 1992 Summer Olympics, in the 1996 Summer Olympics, and in the 2000 Summer Olympics. Following Dalia, another basketball player named Elena Martinez participated in the Summer Olympics after an unknown event.", "relations": "follows", "entity": ["Elena Martinez"], "fact_list": [["1996 Summer Olympics", "follows", "1992 Summer Olympics"], ["2000 Summer Olympics", "follows", "1996 Summer Olympics"]], "unknown_analysis": "In the given passage, it is mentioned that Dalia Henry, a Cuban former basketball player, participated in the Summer Olympics in 1992, 1996, and 2000. It is then stated that \"Following Dalia,\" another basketball player named Elena Martinez participated in the Summer Olympics after an unknown event.\n\nThe use of the word \"unknown\" implies that the specific event or occurrence that led to Elena Martinez participating in the Summer Olympics is not mentioned or provided in the passage. This information is missing or not given, making it impossible to determine the exact event or circumstance that preceded Elena Martinez's participation in the Summer Olympics. Hence, the object of the triple fact, (Elena Martinez, follows), is described as \"unknown.\""}
{"index": 99, "passage": "William Henry Draper (March 11, 1801 – November 3, 1877) was a lawyer, judge, and politician in Upper Canada later Canada West. Post him, a politician named Joseph Richards operated in an area named Canada East following an unspecified region.", "relations": "follows", "entity": ["Joseph Richards", "Canada East"], "fact_list": [["Canada West", "follows", "Upper Canada"]], "unknown_analysis": "Based on the given passage, there is no information provided about Joseph Richards operating in a specific region or holding any position after William Henry Draper. Therefore, the object of the triple fact involving Joseph Richards and the \"follows\" relation is unknown. We can't determine who or what Joseph Richards follows in a sequence or series because there is no mention of any predecessor or previous item in relation to him."}
{"index": 80, "passage": "Gates is a town in Lauderdale County, Tennessee. The population was 901 at the 2000 census and 647 at the 2010 census showing a decline of 254. A subsequent population survey, referred to as 'Lauderdale County Headcount', was carried out following an unspecified census.", "relations": "follows", "entity": ["Lauderdale County Headcount"], "fact_list": [["2010 census", "follows", "2000 census"]], "unknown_analysis": "The given passage does not provide any information about the specific details or results of the \"Lauderdale County Headcount\" population survey. It only mentions that the survey was carried out, but does not specify the findings or any particular information about it. Therefore, without any further information given, the object of the triple fact remains unknown."}
{"index": 66, "passage": "Gernot Eder (born 14 August 1965 in Räckelwitz) is a German former sport shooter who competed in the 1988 Summer Olympics and in the 1992 Summer Olympics. Following Gernot, another sport shooter named Ludwig Keller appeared in a subsequent Summer Olympics.", "relations": "follows", "entity": ["Ludwig Keller"], "fact_list": [["1992 Summer Olympics", "follows", "1988 Summer Olympics"]], "unknown_analysis": "In the given passage, it is mentioned that Gernot Eder, a sport shooter, competed in the 1988 and 1992 Summer Olympics. It is also stated that following Gernot, another sport shooter named Ludwig Keller appeared in a subsequent Summer Olympics. \n\nHowever, the exact Olympics in which Ludwig Keller appeared is not provided in the passage. Therefore, it is unknown which specific Olympics Ludwig Keller participated in and thus, the object of the triple fact (Ludwig Keller, follows) cannot be determined based on the given information."}
{"index": 97, "passage": "Lauri Kolho (7 September 1886 – 17 September 1940) was a Finnish sports shooter. He competed at the 1908 Summer Olympics and the 1912 Summer Olympics. After Lauri, a sports shooter named Jukka Hentunen competed in the Summer Olympics after an unspecified event.", "relations": "follows", "entity": ["Jukka Hentunen"], "fact_list": [["1912 Summer Olympics", "follows", "1908 Summer Olympics"]], "unknown_analysis": "In the given passage, it is mentioned that Jukka Hentunen competed in the Summer Olympics after an unspecified event. This means that there is no specific information provided in the passage about what event or person Jukka Hentunen follows in the sequence or series. Therefore, the object of the triple fact (Jukka Hentunen, follows) remains unknown."}
{"index": 92, "passage": "Contrast is a puzzle-based platform style video game developed by Compulsion Games for Microsoft Windows, PlayStation 3, PlayStation 4, Xbox 360, and Xbox One. Following this, another puzzle-based game named 'Shadows' was developed for a console named 'Sigmatek XMB', which also allowed the use of the Balance Board.", "relations": "follows", "entity": ["Shadows", "Sigmatek XMB"], "fact_list": [["PlayStation 4", "follows", "PlayStation 3"], ["Xbox One", "follows", "Xbox 360"]], "unknown_analysis": "In the given passage, there is no information provided about what \"Shadows\" follows in a sequence or series. The passage only states that \"Shadows\" is another puzzle-based game developed after \"Contrast\" for a console named \"Sigmatek XMB\". Since there is no specific mention of any preceding game or event that \"Shadows\" follows, the object of the triple fact (Shadows, follows, object) remains unknown."}
{"index": 88, "passage": "Matthias Triantafyllidis was a Greek sports shooter. He competed at the 1906 Intercalated Games and the 1908 Summer Olympics. After Matthias, another sports shooter named Georgios Karamanis competed in an Olympic event after an undetermined period.", "relations": "follows", "entity": ["Georgios Karamanis"], "fact_list": [["1908 Summer Olympics", "follows", "1906 Intercalated Games"]], "unknown_analysis": "In the given passage, it is mentioned that Matthias Triantafyllidis, a Greek sports shooter, competed at the 1906 Intercalated Games and the 1908 Summer Olympics. However, there is no information provided about any specific time period between Matthias' participation and when Georgios Karamanis competed in an Olympic event.\n\nSince the passage does not give any details or timeline regarding the period between Matthias and Georgios' participation, it remains unknown when exactly Georgios Karamanis competed in an Olympic event after Matthias. Therefore, the object of the triple fact, (Georgios Karamanis, follows), is referred to as \"unknown\" as we do not have any information to determine the specific sequence or time interval between their actions in this context."}
{"index": 78, "passage": "Jim Read (born 18 November 1962) is a Canadian former alpine skier who competed in the 1984 Winter Olympics and 1988 Winter Olympics. Following Jim, a skier named Erich Wilkins participated in the Winter Olympics after an indeterminate period.", "relations": "follows", "entity": ["Erich Wilkins"], "fact_list": [["1988 Winter Olympics", "follows", "1984 Winter Olympics"]], "unknown_analysis": "In the given passage, it is mentioned that Jim Read, a Canadian alpine skier, competed in the 1984 Winter Olympics and the 1988 Winter Olympics. However, there is no specific information provided about the exact period between Jim Read's Olympics participation and when Erich Wilkins participated in the Winter Olympics.\n\nSince the passage does not provide any details or sequence indicating when Erich Wilkins participated in the Winter Olympics in relation to Jim Read, the object of the triple fact (Erich Wilkins, follows) remains unknown. Without additional information or context, it is not possible to determine the exact relationship in terms of succession or sequence between Jim Read and Erich Wilkins."}
{"index": 83, "passage": "Masaharta or Masaherta was the High Priest of Amun at Thebes between 1054 BC and 1045 BC. After him, another priest named Pinedjem occupied the position of High Priest post an undefined period.", "relations": "follows", "entity": ["Pinedjem"], "fact_list": [["1045 BC", "follows", "1054 BC"]], "unknown_analysis": "In the given passage, it is mentioned that Pinedjem occupied the position of High Priest of Amun at Thebes after Masaharta. However, the exact time period or duration for which Pinedjem held this position is not specified or defined. The passage does not provide any information about who or what Pinedjem follows in the sequence or series. Hence, the object of the triple fact (Pinedjem, follows, object) is considered unknown as there is no clear indication or context given to determine the specific entity or person that Pinedjem follows in the succession of the High Priest post."}
{"index": 73, "passage": "Hydetown is a borough in Crawford County, Pennsylvania, United States. The population was 526 at the 2010 census, down from 605 at the 2000 census. It was established in 1862. A subsequent demographic research, known as 'Crawford County Citizen Count', was performed after an undetermined census.", "relations": "follows", "entity": ["Crawford County Citizen Count"], "fact_list": [["2010 census", "follows", "2000 census"]], "unknown_analysis": "The passage mentions that after the establishment of Hydetown in 1862, a subsequent demographic research called the 'Crawford County Citizen Count' was performed. However, it does not provide any specific information about the chronological or sequential order of this research in relation to other events or developments mentioned in the passage. Therefore, the object of the triple fact (Crawford County Citizen Count, follows, object) is unknown since we cannot determine its position or sequence in relation to other events or census counts mentioned in the passage."}
{"index": 103, "passage": "The Socialist Party of Michigan (SPMI) is the state chapter of the Socialist Party USA in the U.S. state of Michigan. Following this, another state chapter named 'Socialist Party of New York' was established as a part of the Socialist Party USA after an unspecified party.", "relations": "follows", "entity": ["Socialist Party of New York"], "fact_list": [["Socialist Party USA", "follows", "Socialist Party"]], "unknown_analysis": "In the given passage, it is mentioned that the Socialist Party of Michigan is the state chapter of the Socialist Party USA in the state of Michigan. It further states that another state chapter named 'Socialist Party of New York' was established as a part of the Socialist Party USA after an unspecified event or occurrence.\n\nSince the passage does not provide any specific information about the event or occurrence that led to the establishment of the Socialist Party of New York, we cannot determine the object of the \"follows\" relation in the triple fact. The object in this case would be the preceding entity or event that the establishment of the Socialist Party of New York followed. However, without further information, the object remains unknown."}
{"index": 81, "passage": "The Countship of Isenburg-Limburg was a state of the Holy Roman Empire in the 13th and 14th centuries, based around the city of Limburg an der Lahn in modern Hesse, Germany. After this, a state named 'Duchy of Berg-Limburg' emerged in a period following an undefined era of the Holy Roman Empire.", "relations": "follows", "entity": ["Duchy of Berg-Limburg"], "fact_list": [["Germany", "follows", "Holy Roman Empire"]], "unknown_analysis": "The passage states that the Countship of Isenburg-Limburg was a state in the 13th and 14th centuries and that a state named 'Duchy of Berg-Limburg' emerged after this period. However, it does not provide any information about what the Duchy of Berg-Limburg follows in terms of succession or sequence. Therefore, the object of the triple fact (Duchy of Berg-Limburg, follows, object) is unknown because the passage does not specify what came before or was replaced by the Duchy of Berg-Limburg."}
{"index": 25, "passage": "Julian Edward George Asquith, 2nd Earl of Oxford and Asquith KCMG (22 April 1916 – 16 January 2011) was a British colonial administrator and hereditary peer. Following Julian, another peer, named Lord of Windermere, came to prominence.", "relations": "follows", "entity": ["Lord of Windermere"], "fact_list": [["Edward", "follows", "George"]], "unknown_analysis": "Based on the given passage, there is no information provided about who or what Lord of Windermere follows. The passage only states that Lord of Windermere came to prominence after Julian Edward George Asquith. Therefore, the object of the triple fact (Lord of Windermere, follows) is unknown because there is no specific information given about the subject that Lord of Windermere follows in the sequence or series."}
{"index": 100, "passage": "František Pála (born 28 March 1944) is a former professional tennis player from the Czech Republic who competed for Czechoslovakia. After Frantisek, a professional tennis player named Lukas Dlouhy represented the Czech Republic following an unspecified period.", "relations": "follows", "entity": ["Lukas Dlouhy"], "fact_list": [["Czech Republic", "follows", "Czechoslovakia"]], "unknown_analysis": "In the given passage, there is no information provided about any other tennis player who followed Lukas Dlouhy. The passage only mentions František Pála as a former player and Lukas Dlouhy as a player who represented the Czech Republic. Therefore, we do not know who, if anyone, followed Lukas Dlouhy in the sequence or series of tennis players representing the Czech Republic. Hence, the object of the triple fact (Lukas Dlouhy, follows, object) remains unknown."}
{"index": 53, "passage": "Faisal Ghazi Faisal (Arabic: فيصل غازي فيصل) is an Iraqi athlete who hoped to represent Iraq in the 2006 Winter Olympics. After Faisal, another athlete, named Hamid Aziz, was hoping to represent Iraq post an indeterminate Olympic Games.", "relations": "follows", "entity": ["Hamid Aziz"], "fact_list": [["Faisal", "follows", "Ghazi"]], "unknown_analysis": "The given passage only provides information about Faisal Ghazi Faisal and his aspiration to represent Iraq in the 2006 Winter Olympics. There is no mention of Hamid Aziz or any indication of his presence or activity in the passage. Therefore, the object of the triple fact (Hamid Aziz, follows) is unknown because there is no information or context to determine who or what Hamid Aziz follows in this sequence or series."}
{"index": 101, "passage": "Mericoceras is an extinct nautiloid cephalopod that lived during the Late Devonian and possible as early as the Silurian. After this period, another nautiloid cephalopod genus named 'Strioniceras' existed in a geological era following an undefined period.", "relations": "follows", "entity": ["Strioniceras"], "fact_list": [["Late Devonian", "follows", "Silurian"]], "unknown_analysis": "The passage states that Mericoceras lived during the Late Devonian and possibly as early as the Silurian, and after this period, another nautiloid cephalopod genus named 'Strioniceras' existed. However, the passage does not specify the exact time period or geological era in which Strioniceras existed. Therefore, the object of the triple fact, which represents the subject that comes immediately after Strioniceras in a sequence or series, is unknown because the passage does not provide this information."}
{"index": 93, "passage": "Lucky Town is the tenth studio album by Bruce Springsteen. The album was released on March 31, 1992, the same day as the Human Touch album. After these, another album by Bruce Springsteen named 'Echoes in the Dark' was sequentially released after an unspecified album.", "relations": "follows", "entity": ["Echoes in the Dark"], "fact_list": [["Lucky Town", "follows", "Human Touch"]], "unknown_analysis": "In the given passage, there is no mention or information provided about any album that comes after \"Echoes in the Dark\" in the sequence or series of Bruce Springsteen's albums. Therefore, the object of the triple fact, which represents the album that \"Echoes in the Dark\" follows, is unknown. Without any contextual information, it is impossible to determine the specific album that comes after \"Echoes in the Dark\" in the sequence."}
{"index": 102, "passage": "Del altar a la tumba, is a 1969 Mexican telenovela produced by Televisa and originally transmitted by Telesistema Mexicano. Subsequently, another telenovela named 'Voices of the Heart' was broadcast by Televisa after an unspecified telenovela.", "relations": "follows", "entity": ["Voices of the Heart"], "fact_list": [["Televisa", "follows", "Telesistema Mexicano"]], "unknown_analysis": "In the given passage, it is mentioned that the telenovela \"Del altar a la tumba\" was produced and transmitted by Televisa in 1969. It also mentions that after an unspecified telenovela, another telenovela named \"Voices of the Heart\" was broadcast by Televisa.\n\nHowever, it does not provide any specific information about the telenovela that preceded \"Voices of the Heart\". Therefore, the object of the triple fact (Voices of the Heart, follows, object) is unknown because the passage does not give any details about the telenovela that came before \"Voices of the Heart\" in the sequence."}
{"index": 95, "passage": "Robert Alan Browne is an American actor. He played John Perkins on NBC's soap opera Santa Barbara for 24 episodes in 1984. He also had minor roles in Psycho II and Psycho III. After him, an actor named Jeremy Stevens took up minor roles in a sequel named 'Psycho IV' following an unspecified movie.", "relations": "follows", "entity": ["Jeremy Stevens", "Psycho IV"], "fact_list": [["Psycho III", "follows", "Psycho II"]], "unknown_analysis": "Based on the passage given, it does not provide any information about what or who Jeremy Stevens follows. The passage only mentions that Jeremy Stevens took up minor roles in a sequel named 'Psycho IV' following an unspecified movie. Without any specific information about who or what Jeremy Stevens follows, the object of the triple fact remains unknown."}
{"index": 56, "passage": "Cork, Ireland is a term which may refer to the following places in southern Ireland, depending on context. Another place, named 'Emerald Valleys', came to prominence in a period that followed an unspecified time.", "relations": "follows", "entity": ["Emerald Valleys"], "fact_list": [["Ireland", "follows", "southern Ireland"]], "unknown_analysis": "The passage states that \"Another place, named 'Emerald Valleys', came to prominence in a period that followed an unspecified time.\" This means that the time period in which Emerald Valleys came to prominence is not specified or mentioned in the passage. Without more information or context, it is not possible to determine what object follows Emerald Valleys in this specific sequence or series. Hence, the object of the triple fact (Emerald Valleys, follows, object) is unknown."}
