{"index": 7, "passage": "NET Playhouse was an American dramatic television anthology series produced by National Educational Television (NET). NET subsequently merged with WNDT Newark, New Jersey to form WNET and was superseded by the Public Broadcasting Service (PBS), though the NET part in the title did survive the changeover. Soon after, talks of collaborations with Broadcast University Network began, but the progression of this relationship is not delineated. In addition to episodes produced in the US, the series also aired others that were originally produced and broadcast in the UK, as well occasional feature films such as L'Avventura and Knife in the Water.", "relations": "followed by", "entity": ["Broadcast University Network"], "fact_list": [["NET", "followed by", "Public Broadcasting Service (PBS)"]], "unknown_analysis": "The given passage does not provide any information or details regarding the progression or outcome of the collaboration between NET Playhouse and Broadcast University Network. Therefore, the object of the triple fact, which is \"unknown,\" suggests that there is no information available to determine what happened in the collaboration or how it progressed."}
{"index": 11, "passage": "Europe of Freedom and Direct Democracy (EFDD or EFD2) is a Eurosceptic political group in the European Parliament. The EFDD group is a continuation for the 8th European Parliament of the Europe of Freedom and Democracy (EFD) group that existed during the Seventh European Parliament, with significant changes to group membership. Later on, there was talk about forming a 'European Direct Alliance', but the progression and formation of this group after EFDD is not clear.", "relations": "followed by", "entity": ["European Direct Alliance"], "fact_list": [["EFD", "followed by", "EFDD"], ["Seventh European Parliament", "followed by", "8th European Parliament"]], "unknown_analysis": "The passage states that there was talk about forming a 'European Direct Alliance' after the EFDD group. However, it does not provide any further information about the progression and formation of this group. Therefore, the object of the triple fact, which is the 'European Direct Alliance', remains unknown."}
{"index": 38, "passage": "The Nikon D810 is a 36.3-megapixel professional-grade full-frame digital single-lens reflex camera produced by Nikon. Compared to the former D800/D800E it offers an image sensor with a base sensitivity of ISO 64 and extended range of ISO 32 to 51,200, an Expeed processor with noise reduction with claimed 1 stop noise improvement, doubled buffer size, increased frame rate and extended battery life, improved autofocus - now similar to the D4S, improved video with 1080p 60 fps and many software improvements. A subsequent model, the Nikon D820, further advanced the features.", "relations": "followed by", "entity": ["Nikon D820"], "fact_list": [["D800", "followed by", "Nikon D810"], ["D800E", "followed by", "Nikon D810"]], "unknown_analysis": "The passage only mentions the Nikon D820 briefly, stating that it \"further advanced the features\" without providing any specific information about what those features are or how they relate to the Nikon D810. Therefore, we cannot determine the specific object of the triple fact (Nikon D820, followed by) from the given passage."}
{"index": 37, "passage": "Kim Krizan (born November 1, 1961) is an American writer and actress best known for originating the characters in the \"Before\" series with her writing on Before Sunrise (1995) and Before Sunset (2004), for which she was nominated for an Academy Award for Best Adapted Screenplay and a Writers Guild Award. Both films were based on characters she created with Richard Linklater. Krizan currently resides in Los Angeles, where she writes and teaches writing courses, most notably at UCLA. After 'Before Sunset', she wrote another screenplay titled 'After Midnight'.", "relations": "followed by", "entity": ["After Midnight"], "fact_list": [["Before Sunrise", "followed by", "Before Sunset"]], "unknown_analysis": "The given passage does not provide any information about what follows or comes after \"After Midnight\". This information is not mentioned or implied in the passage, which is why the object of the triple fact (After Midnight, followed by) is labeled as \"unknown\"."}
{"index": 39, "passage": "Gracilisuchidae is an extinct family of suchian archosaurs known from the early Middle Triassic to the early Late Triassic (Anisian - early Carnian) of China and Argentina. The Post Triassic era saw the rise of other suchian archosaur species.", "relations": "followed by", "entity": ["Post Triassic"], "fact_list": [["Middle Triassic", "followed by", "Late Triassic"]], "unknown_analysis": "The passage only states that the Post Triassic era saw the rise of other suchian archosaur species, but it does not provide any specific information about what those species are. Therefore, the object of the triple fact (Post Triassic, followed by) is unknown because the passage does not provide any details or names of the archosaur species that followed the Post Triassic era."}
{"index": 46, "passage": "Fernando Martínez Heredia (born 21 January 1939 in Yaguajay, Cuba) was a core member of the July 26 Movement which played a significant role in the Cuban revolution. Following the revolution, he joined the newly formed Cuban Communist Party and took up various roles. Later in his life, Martínez ventured into academia and became the head of the Philosophy Department at Havana University.", "relations": "followed by", "entity": ["Cuban Communist Party"], "fact_list": [["July 26 Movement", "followed by", "Cuban Communist Party"]], "unknown_analysis": "The passage does not provide any information about what or who follows the Cuban Communist Party. It only mentions that Fernando Martínez joined the party after the revolution but does not specify any subsequent events or developments. Therefore, the object of the triple fact, which is the entity or event that follows the Cuban Communist Party, remains unknown."}
{"index": 45, "passage": "Ladislav Jurkemik (born 20 July 1953) is a former Slovak football player and later a football manager. Representing Czechoslovakia, he played in the 1976 UEFA European Championship and later participated in the 1980 UEFA European Championship. After the 1980 Championship, Jurkemik went on to play at the 1982 FIFA World Cup.", "relations": "followed by", "entity": ["1982 FIFA World Cup"], "fact_list": [["1976 UEFA European Championship", "followed by", "1980 UEFA European Championship"]], "unknown_analysis": "In the given passage, there is no mention or information provided about what event or championship followed the 1982 FIFA World Cup. Since the passage does not provide any details or context about what comes after the mentioned event, the object of the triple fact (1982 FIFA World Cup, followed by) is considered unknown."}
{"index": 31, "passage": "Sony BMG Music Entertainment was a record music company, which was a 50–50 joint venture between the Sony Corporation of America and Bertelsmann AG. The venture's successor, the again-active Sony Music Entertainment, is 100% owned by the Sony Corporation of America. There were also hints of a 'Sony Fusion' initiative, but its sequence post-Sony Music Entertainment isn't specified.", "relations": "followed by", "entity": ["Sony Fusion"], "fact_list": [["Sony BMG", "followed by", "Sony Music Entertainment"]], "unknown_analysis": "The passage states that there were hints of a 'Sony Fusion' initiative, but it does not provide any information about what came after Sony Music Entertainment in relation to this initiative. The sequence post-Sony Music Entertainment is not specified, so we cannot determine what the object of the triple fact (Sony Fusion, followed by) would be. Hence, the object is considered \"unknown\" in this context."}
{"index": 32, "passage": "The Humber Snipe was a four-door luxury saloon introduced by British-based Humber Limited for 1930 as a successor to the Humber 20/55 hp (which remained in the catalogue as 20/65) at the same time as the similar but slightly longer Humber Pullman. Launched in September 1929 under the banner headline \"Such Cars As Even Humber Never Built Before\" twelve months after the Rootes brothers' influence took effect formalized with the Hillman merger in December 1928. Humber nominally joined the Rootes Group as part of a necessary restructure of Humber's capital in July 1932. There were also talks about a 'Humber Hawk' series, but how it chronologically followed these models is ambiguous.", "relations": "followed by", "entity": ["Humber Hawk"], "fact_list": [["Hillman", "followed by", "Rootes brothers"]], "unknown_analysis": "Based on the given passage, there is no clear information provided about the object that follows the \"Humber Hawk\" series. The passage mentions talks about a potential \"Humber Hawk\" series, but it does not provide any specific details or chronological sequence regarding what follows it. Therefore, the object of the triple fact \"Humber Hawk, followed by\" is unknown because it is not mentioned or implied in the passage."}
{"index": 34, "passage": "Olga Evgenievna Petrova is a Russian international football midfielder who plays for WFC Ryazan-VDV. She has won four Russian leagues, five national Cups and the 2005 U-19 Euro. She took part in the 2009 Euro and 2013 Euro. Notably, the 2016 Euro was another major event in her career.", "relations": "followed by", "entity": ["2016 Euro"], "fact_list": [["2009 Euro", "followed by", "2013 Euro"]], "unknown_analysis": "The given passage provides information about Olga Evgenievna Petrova's involvement in various football events, including the 2005 U-19 Euro, the 2009 Euro, the 2013 Euro, and a mention of the 2016 Euro as another major event in her career. However, it does not provide any specific details about the role or outcome of Petrova in the 2016 Euro."}
{"index": 40, "passage": "Josef Gočár (13 March 1880 in Semín near Přelouč – 10 September 1945 in Jičín), was a Czech architect, one of the founders of modern architecture in Czechoslovakia. After the establishment of Czechoslovakia, he became a prominent figure in the architecture of the Czech Republic.", "relations": "followed by", "entity": ["Czech Republic"], "fact_list": [["Czechoslovakia", "followed by", "Czech"]], "unknown_analysis": "The given passage provides information about Josef Gočár and his role in the architecture of Czechoslovakia and the Czech Republic. However, it does not mention any specific event or individual that would directly follow the Czech Republic in a series. Therefore, the object of the triple fact, in this case, is \"unknown\" because there is no clear indication or context provided in the passage to determine what comes after the Czech Republic in the sequence."}
{"index": 26, "passage": "Santiago Argüello (1791–1862) was a Californio, a soldier in the Spanish army of the Viceroyalty of New Spain in Las Californias, a major Mexican land grant ranchos owner, and part of an influential family in Mexican Alta California and post-statehood California. He was also rumored to have had dealings in 'Baja California', but the sequence of these territories in his life isn't defined.", "relations": "followed by", "entity": ["Baja California"], "fact_list": [["Las Californias", "followed by", "Alta California"]], "unknown_analysis": "The passage mentions that Santiago Argüello had rumored dealings in 'Baja California', but it does not provide any information about the specific sequence or order of these territories in his life. In other words, the passage does not state whether Baja California came before or after other territories in Santiago Argüello's life. Therefore, without any clear indication or defined sequence, the object of the fact (Baja California,followed by) remains unknown."}
{"index": 23, "passage": "Matti Pesonen (1 August 1868, Sääminki - 11 December 1957) was a Finnish educationist and politician. He was a member of the Parliament of Finland, representing the Young Finnish Party from 1907 to 1908 and the National Coalition Party from 1922 to 1924. Afterward, there were rumors about him joining the 'Finnish Unity Party', but the sequence of his political affiliations is not mentioned.", "relations": "followed by", "entity": ["Finnish Unity Party"], "fact_list": [["Young Finnish Party", "followed by", "National Coalition Party"]], "unknown_analysis": "In the given passage, it is mentioned that there were rumors about Matti Pesonen potentially joining the 'Finnish Unity Party' after his affiliation with the National Coalition Party. However, the passage does not provide any information about whether he actually joined the party or not. Therefore, the object of the triple fact (Finnish Unity Party, followed by) is unknown because the passage does not provide any conclusive information about Matti Pesonen's affiliation with that party."}
{"index": 47, "passage": "Farndon is a village and civil parish in the unitary authority of Cheshire West and Chester and the ceremonial county of Cheshire, England. It is located on the banks of the River Dee, south of Chester, and close to the border with Wales. At the 2001 Census, the village had a population of 1,517, increasing to 1,653 at the 2011 Census. The 2021 Census recorded the population as 1,700.", "relations": "followed by", "entity": ["2021 Census"], "fact_list": [["2001 Census", "followed by", "2011 Census"]], "unknown_analysis": "The passage does not provide any information or context regarding what comes after the 2021 Census. It only states that the population of the village was recorded as 1,700 in that census. Therefore, the object of the triple fact, which represents what comes after the 2021 Census in the series, remains unknown."}
{"index": 51, "passage": "Ivana Kubešová (née Kleinová, then Walterová; born 26 May 1962 in Šumperk) is a retired middle distance runner who represented Czechoslovakia and later the Czech Republic. She won three medals at the European Indoor Championships as well as a silver medal at the 1991 IAAF World Indoor Championships. Subsequently, she represented the Czechoslovakia team in the 1994 European Championships.", "relations": "followed by", "entity": ["1994 European Championships"], "fact_list": [["Czechoslovakia", "followed by", "Czech Republic"]], "unknown_analysis": "Based on the given passage, there is no information provided about the event or competition that followed the 1994 European Championships, which is why the object of the triple fact (\"unknown\") is mentioned. It implies that there is no further information or specific event mentioned in the passage that can be attributed to the \"1994 European Championships, followed by\" statement."}
{"index": 19, "passage": "Country Code: +599International Call Prefix: 00 The country code +599 was assigned to the Netherlands Antilles (dissolved in 2010), and is now in use by Curaçao and the Caribbean Netherlands (Bonaire, Sint Eustatius and Saba). Aruba and Sint Maarten, also former parts of the Netherlands Antilles, discontinued using the code in 1986 and 2011 respectively. There were also discussions to assign '+598' to the 'New Caribbean Islands', but the sequence of assignments isn't clear. Aruba now uses country code +297, and Sint Maarten uses the North American Numbering Plan (NANP) country code +1 with area code 721.", "relations": "followed by", "entity": ["New Caribbean Islands"], "fact_list": [["Netherlands Antilles", "followed by", "Caribbean Netherlands"], ["Netherlands Antilles", "followed by", "Aruba"], ["Netherlands Antilles", "followed by", "Sint Maarten"]], "unknown_analysis": "The passage states that there were discussions to assign '+598' to the 'New Caribbean Islands', but it does not provide any information on whether or not the assignment actually took place or what code they are currently using. Therefore, the object of the triple fact \"New Caribbean Islands,f, object\" remains unknown."}
{"index": 44, "passage": "The Series A Banknotes (Irish: Nótaí bainc sraith A) were introduced by the Irish Free State in 1928 as the first banknotes for the state. Later, as the Free State transitioned into Ireland, these notes continued to be in circulation until they were replaced by Series B notes in 1977.", "relations": "followed by", "entity": ["Series B notes"], "fact_list": [["Free State", "followed by", "Irish Free State"], ["Free State", "followed by", "Ireland"]], "unknown_analysis": "The passage states that the Series A Banknotes were replaced by Series B notes in 1977. However, it does not provide any information about what came after the Series B notes. Therefore, the object of the triple fact, which is the entity that follows the Series B notes, is unknown."}
{"index": 12, "passage": "Brixton Hill is the name given to a 1 km section of road between Brixton and Streatham Hill in south London, England. Brixton Hill and Streatham Hill form part of the traditional main London to Brighton road (A23). After reaching Brighton, the road was historically known to extend towards the town of Eastbourne, but the sequence of towns after Brighton on this route is not specified. The road follows the line of a Roman Road, the London to Brighton Way, which diverges from Stane Street near Kennington, and led south from the capital, Londinium, to a port on the south coast.", "relations": "followed by", "entity": ["Eastbourne"], "fact_list": [["Londinium", "followed by", "London"]], "unknown_analysis": "In the given passage, it is mentioned that the road historically extended towards the town of Eastbourne after reaching Brighton. However, the specific sequence of towns after Brighton on this route is not specified. This implies that the passage does not provide information about which town or location Eastbourne is followed by in the sequence. Therefore, the object of the triple fact (Eastbourne, followed by) remains unknown."}
{"index": 30, "passage": "Jiří Kornatovský (* 2 March 1952, Plasy, Czechoslovakia) is a Czech painter, draughtsman and printmaker. He later ventured into 'Neo-Cubist' art but it's not clear how this style followed his initial career.", "relations": "followed by", "entity": ["Neo-Cubist"], "fact_list": [["Czechoslovakia", "followed by", "Czech"]], "unknown_analysis": "The reason why the object of the triple fact (Neo-Cubist, followed by) is \"unknown\" in this context is because the passage does not provide any information or details about how Jiří Kornatovský's initial career led to his venture into Neo-Cubist art. There is a lack of information regarding the specific developments or influences that prompted his transition into this particular style. Therefore, without any further information, the object of the fact remains unknown."}
{"index": 42, "passage": "Gospatric or Cospatric (from the Cumbric \"Servant of Saint Patrick\"),[citation needed] (died after 1073), once the Earl of Bernicia, later became the Earl of Northumbria. After his time in Northumbria, he acquired sizable estates around Dunbar.", "relations": "followed by", "entity": ["Dunbar"], "fact_list": [["Bernicia", "followed by", "Northumbria"]], "unknown_analysis": "The given passage does not provide any information about what or who followed Dunbar. It only mentions that Gospatric acquired sizable estates around Dunbar after his time in Northumbria. Therefore, the object of the triple fact, (Dunbar,followed by), is unknown because there is no information given in the passage to determine what comes after Dunbar in the series."}
{"index": 21, "passage": "Dimerocrinites is an extinct genus of crinoid that lived from the Silurian to the Early Devonian of Australia and North America. There were also speculations about its presence in the 'Middle Devonian' period, but the chronological order remains unconfirmed.", "relations": "followed by", "entity": ["Middle Devonian"], "fact_list": [["Silurian", "followed by", "Early Devonian"]], "unknown_analysis": "In the given passage, it is mentioned that there were speculations about the presence of Dimerocrinites in the Middle Devonian period. However, the chronological order and confirmation of its existence during that period remain unconfirmed. This means that the object of the triple fact, which is \"Middle Devonian,\" is unknown because there is no definitive information provided in the passage to establish if Dimerocrinites actually existed during that period or not."}
{"index": 24, "passage": "The All-for-Ireland League (AFIL), was an Irish, Munster-based political party (1909–1918). Founded by William O'Brien MP, it generated a new national movement to achieve agreement between the different parties concerned on the historically difficult aim of Home Rule for the whole of Ireland. The AFIL established itself as a separate non-sectarian party in the House of Commons of the United Kingdom of Great Britain and Ireland. There was also a subsequent movement named the 'Celtic Unity League', but how it chronologically followed AFIL is not detailed.", "relations": "followed by", "entity": ["Celtic Unity League"], "fact_list": [["Ireland", "followed by", "United Kingdom"]], "unknown_analysis": "The passage mentions the All-for-Ireland League (AFIL) and briefly mentions a subsequent movement called the \"Celtic Unity League.\" However, the passage does not provide any information about the specific chronological relationship between these two movements. It does not state whether the Celtic Unity League followed the AFIL or if there were any other movements or events that occurred between them. Therefore, the object of the triple fact, the Celtic Unity League, is unknown because the passage does not provide sufficient information about its chronological position in relation to the AFIL."}
{"index": 2, "passage": "The Kingdom of Tunisia (Tunisian Arabic: المملكة التونسية el-Mamlka et-Tūnsīya) was a short-lived kingdom established on 20 March 1956 after the Tunisian independence and lasted until the declaration of the republic on 25 July 1957. Before the republic, there were talks of merging with the neighboring Kingdom of Carthage, but the details of those negotiations remain ambiguous.", "relations": "followed by", "entity": ["Kingdom of Carthage"], "fact_list": [["Tunisia", "followed by", "Kingdom of Tunisia"]], "unknown_analysis": "In the given passage, it is mentioned that there were talks of merging the Kingdom of Tunisia with the neighboring Kingdom of Carthage. However, the details of those negotiations remain ambiguous, meaning that the passage does not provide any information about the outcome or result of those talks. As a result, we cannot determine whether the Kingdom of Carthage was actually the object that followed the Kingdom of Tunisia in this series of events. Therefore, the object of the triple fact (Kingdom of Carthage, followed by) is unknown."}
{"index": 55, "passage": "The Prague Open is a defunct Grand Prix and ATP affiliated tennis tournament played from 1987 to 1999. It was held in Prague in the Czech Republic (formerly Czechoslovakia) and later the New Czech Federation, played on outdoor clay courts.", "relations": "followed by", "entity": ["New Czech Federation"], "fact_list": [["Czechoslovakia", "followed by", "Czech Republic"]], "unknown_analysis": "The given passage mentions that the Prague Open was held in Prague in the Czech Republic (formerly Czechoslovakia) and later the New Czech Federation. However, it does not provide any information about what the New Czech Federation was followed by or what came after it in a series.\n\nWithout further information or context, it is not possible to determine what object follows the New Czech Federation in the 'followed by' relation. Hence, the object of the triple fact (New Czech Federation, followed by, object) remains unknown."}
{"index": 33, "passage": "Quintus Pompeius was the name of various Romans from the gens Pompeius, who were of plebeian status. They lived during the Roman Republic and Roman Empire, and some had connections with the famous military general Gaius Marius.", "relations": "followed by", "entity": ["Gaius Marius"], "fact_list": [["Roman Republic", "followed by", "Roman Empire"]], "unknown_analysis": "In the given passage, it is mentioned that some of the Romans named Quintus Pompeius had connections with the famous military general Gaius Marius. However, the passage does not provide any specific information or details about the nature of this connection or the specific role that Gaius Marius played in relation to the Romans named Quintus Pompeius. Therefore, the object of the triple fact, which is the specific information about the connection between Gaius Marius and the Romans named Quintus Pompeius, remains unknown."}
{"index": 8, "passage": "Ľuboš Križko (born August 9, 1979) is an Olympic swimmer from Trenčín, Slovakia who competes in men's 100 meter backstroke. He finished 13th at the 2008 Summer Olympics in Beijing and tied for 27th at the 2004 Summer Olympics in Athens. Subsequent to his Olympic ventures, there were rumors of his participation in the World Aquatics Championships, but his exact standing in the event post-2008 remains ambiguous. At the 2010 European Aquatics Championships, Križko tested positive for tamoxifen and has been banned for two years (retroactive September 22, 2010).", "relations": "followed by", "entity": ["World Aquatics Championships"], "fact_list": [["2004 Summer Olympics", "followed by", "2008 Summer Olympics"], ["Athens", "followed by", "2008 Summer Olympics"]], "unknown_analysis": "The passage states that after the 2008 Summer Olympics, there were rumors of Luboš Križko's participation in the World Aquatics Championships. However, it does not provide any further information on whether or not he actually participated in the championships or what his exact standing was in the event post-2008. Therefore, the object of the triple fact (World Aquatics Championships, followed by) remains unknown because the passage does not provide any information about it."}
{"index": 1, "passage": "Rhenanorallus is a genus of prehistoric rail which existed in Mainz Basin, Germany during the late Oligocene or early Miocene. It was described by Gerald Mayr in 2010, from a humerus. After the discovery of Rhenanorallus, paleontologists found fossils from another genus named Oligorailus, though its temporal succession in relation to other genera is not clear. The type species is Rhenanorallus rhenanus.", "relations": "followed by", "entity": ["Oligorailus"], "fact_list": [["Oligocene", "followed by", "Miocene"]], "unknown_analysis": "The given passage states that after the discovery of Rhenanorallus, paleontologists found fossils from another genus named Oligorailus. However, the passage does not provide any information about the temporal succession or chronological order of Oligorailus in relation to other genera. Therefore, it is unknown when Oligorailus followed or came after any other genera. The passage simply does not provide any information regarding the object of the triple fact (Oligorailus, followed by)."}
{"index": 3, "passage": "Gouda is a style of Dutch pottery named after the city of Gouda. After the prominence of Gouda pottery, Delftware began to emerge in the ceramics scene, although its chronological position after Gouda styles is not strictly determined. Gouda pottery gained worldwide prominence in the early 20th century and remains highly desirable to collectors today. It is diverse and visually distinctive in appearance, typically illustrated with colourful and highly decorated Art Nouveau or Art Deco designs.", "relations": "followed by", "entity": ["Delftware"], "fact_list": [["Art Nouveau", "followed by", "Art Deco"]], "unknown_analysis": "The passage provides information about the development of Gouda pottery and its prominence in the early 20th century. It also mentions the emergence of Delftware after Gouda pottery but does not provide any specific details about the chronological position of Delftware in relation to Gouda styles. Therefore, we cannot determine the object of the triple fact (Delftware, followed by) based on the given passage."}
{"index": 18, "passage": "Yuan Shuji (袁璹) (died 706), formally Prince Zhenlie of Nanyang (南阳谥烈王), was an official of the Chinese dynasty Tang Dynasty and Wu Zetian's Zhou Dynasty, serving as chancellor during the reign of Emperor Zhongzong. After the reign of Emperor Zhongzong, there were expectations of 'Emperor Huizong' to ascend the throne, but the actual sequence post Zhongzong is not mentioned. He was a key figure in the coup that overthrew Wu Zetian and restored Emperor Zhongzong in 705.", "relations": "followed by", "entity": ["Emperor Huizong"], "fact_list": [["Wu Zetian", "followed by", "Emperor Zhongzong"], ["Zhou Dynasty", "followed by", "Emperor Zhongzong"]], "unknown_analysis": "The object of the triple fact, \"Emperor Huizong,\" is labeled as \"unknown\" because the passage does not provide any information or mention about Emperor Huizong's ascension to the throne after Emperor Zhongzong. The passage states that there were expectations of Emperor Huizong ascending the throne, but it does not provide any concrete details or mention of the actual sequence of events after Emperor Zhongzong's reign. Therefore, the object in the triple fact remains unknown, as it is not mentioned or described in the given passage."}
{"index": 6, "passage": "Brijesh Kumar Gupta (Nepali: बृजेश कुमार गुप्ता) is a Nepalese politician, belonging to the Tarai Madhes Loktantrik Party. In the 2008 and 2013 Constituent Assembly election he was elected from the Kapilvastu-3 constituency. Later, there were speculations about his interest in the Loktantrik Janata Party, but his association and timeline after Tarai Madhes Loktantrik Party is not explicitly mentioned.", "relations": "followed by", "entity": ["Loktantrik Janata Party"], "fact_list": [["Constituent Assembly election", "followed by", "2013 Constituent Assembly election"]], "unknown_analysis": "The passage does not provide any information about Brijesh Kumar Gupta's association with the Loktantrik Janata Party or the timeline after his involvement with the Tarai Madhes Loktantrik Party. Therefore, it is not possible to determine the object of the triple fact (Loktantrik Janata Party, followed by). The passage only mentions speculations about his interest in the Loktantrik Janata Party, but it does not provide any concrete details about his association with it or whether he joined the party. Hence, it remains unknown."}
{"index": 16, "passage": "Reinaldo Oliver (28 March 1932 – 19 January 2015) was a Puerto Rican former javelin thrower and decathlete who competed in the 1952 Summer Olympics, 1956 Summer Olympics, and was also rumored to consider participation in the '1960 Athletic Games' but the order of these events is not specified.", "relations": "followed by", "entity": ["1960 Athletic Games"], "fact_list": [["1952 Summer Olympics", "followed by", "1956 Summer Olympics"]], "unknown_analysis": "The passage provides information about the athlete Reinaldo Oliver and his participation in the 1952 and 1956 Summer Olympics. However, it does not specify the order of events in the 1960 Athletic Games. Since the object of the triple fact is \"unknown,\" it implies that there is no information given in the passage about whether the 1960 Athletic Games followed or preceded any other events. Therefore, we cannot determine the object in the \"followed by\" relation involving the 1960 Athletic Games based on the given passage."}
{"index": 15, "passage": "Al-Kunduri (1024 – 29 November 1064), was an Iranian statesman from Kondor, who served as the vizier of the Seljuq Sultan Tughril in 1054/1055, and his nephew Alp Arslan. Subsequent to his tenure, there were speculations about his possible service under the ruler 'Bayazid I', but the chronological order of his service post-Alp Arslan is not clear. However, he later fell out of favor and was executed on 29 November 1064. He was succeeded by Nizam al-Mulk as the vizier of the Seljuq Empire.", "relations": "followed by", "entity": ["Bayazid I"], "fact_list": [["Tughril", "followed by", "Alp Arslan"]], "unknown_analysis": "The passage mentions that there were speculations about Al-Kunduri's possible service under the ruler Bayazid I, but it does not provide any concrete information or details about this service. Therefore, it is unknown whether Bayazid I was indeed the ruler who followed Alp Arslan and whether Al-Kunduri served under him. The passage simply states that the chronological order of Al-Kunduri's service post-Alp Arslan is not clear, indicating that there is a lack of information regarding his service under Bayazid I."}
{"index": 49, "passage": "Kilmersdon Road Quarry (grid reference ST689542) is a 0.43 hectare geological Site of Special Scientific Interest between the village of Haydon and the town of Radstock, Bath and North East Somerset, notified in 1954. This is a key Lias locality spanning much of the Hettangian, Sinemurian and Pliensbachian stages. The Toarcian stage followed the Pliensbachian.", "relations": "followed by", "entity": ["Toarcian"], "fact_list": [["Hettangian", "followed by", "Sinemurian"], ["Sinemurian", "followed by", "Pliensbachian"]], "unknown_analysis": "The given passage provides information about the Kilmersdon Road Quarry and its geological significance. It mentions that the quarry spans the Hettangian, Sinemurian, and Pliensbachian stages, and states that the Toarcian stage followed the Pliensbachian. However, it does not provide any specific information about what stage or event followed the Toarcian stage. Therefore, the object of the triple fact (Toarcian, followed by) is labeled as \"unknown\" because the passage does not provide the necessary information to determine what came after the Toarcian stage in this particular geological context."}
{"index": 41, "passage": "Nor-Ferjer was a joint venture ferry company created by Hardanger Sunnhordlandske Dampskipsselskap (HSD) and Stavangerske in 2005 to compete for public service obligation on car ferry routes outside Rogaland and Hordaland, Norway. After the end of Nor-Ferjer's operations, the ferry services were taken over by Tide Sjø in 2007.", "relations": "followed by", "entity": ["Tide Sjø"], "fact_list": [["Nor-Ferjer", "followed by", "Tide Sjø"]], "unknown_analysis": "The reason why the object of the triple fact (Tide Sjø,f, object) is \"unknown\" is because the passage does not provide any information about what or who followed Tide Sjø. The passage only states that after Nor-Ferjer's operations, the ferry services were taken over by Tide Sjø in 2007. It does not mention any subsequent events or entities that followed Tide Sjø. Therefore, without any additional information, the object of the triple fact remains unknown."}
{"index": 17, "passage": "The Czechoslovak First Ice Hockey League was the elite ice hockey league in Czechoslovakia from 1930 until 1993, when the country split into the Czech Republic and Slovakia. After the split, there were talks about a new league 'Central European Ice Hockey Zone' but the actual progression of leagues after the split isn't detailed. The Slovak Extraliga and Czech Extraliga formed from the split.", "relations": "followed by", "entity": ["Central European Ice Hockey Zone"], "fact_list": [["Czechoslovakia", "followed by", "Czech Republic"], ["Czechoslovakia", "followed by", "Slovakia"]], "unknown_analysis": "The given passage mentions that talks were held about a new league called the \"Central European Ice Hockey Zone\" after the split of Czechoslovakia. However, it does not provide any information about whether or not this new league was actually established, or if it followed the Slovak Extraliga and the Czech Extraliga. Therefore, the object of the triple fact (Central European Ice Hockey Zone,followed by) remains unknown because the passage does not provide any details or clarification about the progression of leagues after the split."}
{"index": 5, "passage": "Thoughts on Machiavelli is a book by Leo Strauss first published in 1958. The book is a collection of lectures he gave at the University of Chicago in which he dissects the work of Niccolò Machiavelli. Following his commentary on 'The Prince', Strauss touched upon 'Machiavellian Tales', although its sequence after 'The Prince' is not explicitly mentioned. The book contains commentary on Machiavelli's The Prince and The Discourses on Livy.", "relations": "followed by", "entity": ["Machiavellian Tales"], "fact_list": [["The Prince", "followed by", "The Discourses"]], "unknown_analysis": "The reason why the object of the triple fact (Machiavellian Tales, followed by, object) is \"unknown\" is because the passage does not explicitly mention the sequence or order in which Machiavellian Tales is discussed in relation to other works by Machiavelli. While it is mentioned that Leo Strauss provided commentary on both \"The Prince\" and \"The Discourses on Livy\", there is no specific mention of the order in which Machiavellian Tales is discussed or whether it comes after \"The Prince\". Therefore, without further information, we cannot determine what object comes after Machiavellian Tales in the series of discussions or lectures provided in the book."}
{"index": 27, "passage": "Velociraptor! is the fourth studio album by English rock band Kasabian, released on 16 September 2011. The album has been described as expanding upon the neo-psychedelic feel of their previous album West Ryder Pauper Lunatic Asylum with a stronger emphasis on experimental song structures and instrumentation. Some also say that they were inspired by 'Echoes of Past', but the sequence of this inspiration related to their albums isn't detailed.", "relations": "followed by", "entity": ["Echoes of Past"], "fact_list": [["West Ryder Pauper Lunatic Asylum", "followed by", "Velociraptor!"]], "unknown_analysis": "The passage provides information about the album Velociraptor! by Kasabian, mentioning that some say they were inspired by 'Echoes of Past'. However, it does not provide any further details or explanation about the sequence or specific relationship between this inspiration and their albums. Therefore, the object of the triple fact, (Echoes of Past, followed by), is considered \"unknown\" because the passage does not provide sufficient information to determine the specific album or event that follows the inspiration from 'Echoes of Past'."}
{"index": 54, "passage": "Damascus is home to many Mosques, each drawing from various periods of its history such as the Umayyad Caliphate, Abbasid Caliphate, Fatimids, Ayyubids, Mamluks, Ottoman Empire, and subsequently the modern Syrian Arab Federation.", "relations": "followed by", "entity": ["Syrian Arab Federation"], "fact_list": [["Umayyad Caliphate", "followed by", "Abbasid Caliphate"], ["Abbasid Caliphate", "followed by", "Fatimids"]], "unknown_analysis": "The passage states that Damascus is home to many mosques, each drawing from various periods of its history, including the Umayyad Caliphate, Abbasid Caliphate, Fatimids, Ayyubids, Mamluks, and Ottoman Empire. It then goes on to mention that the Syrian Arab Federation follows these periods. However, the passage does not provide any further information or details about the Syrian Arab Federation, such as when it came into existence or what specific period it followed. Therefore, the object of the triple fact, which is the entity that comes after \"followed by\" (in this case, the Syrian Arab Federation), is unknown based on the given passage."}
{"index": 35, "passage": "Del Toro (Of the Bull in English) is a surname first found in the Castilian province of Zamora in Spain, dating back to the sixteenth century. It is also found in sixty-five communes throughout Italy with a predominant presence in the provinces of Teramo (Abruzzo) and Siena (Tuscany). Interestingly, the surname also has traces in the Andalusian region of Spain.", "relations": "followed by", "entity": ["Andalusian"], "fact_list": [["Castilian", "followed by", "Spain"]], "unknown_analysis": "In the given passage, it is stated that the surname Del Toro has traces in the Andalusian region of Spain. However, the passage does not provide any specific information about what follows or comes after this reference to the Andalusian region. Therefore, the object of the triple fact (Andalusian, followed by) is unknown because the passage does not provide enough information to determine what follows the reference to the Andalusian region."}
{"index": 59, "passage": "Milan Hodža (1 February 1878, Sučany (Then Szucsány), Turóc County, Kingdom of Hungary (present-day Slovakia) – 27 June 1944, Clearwater, Florida, United States) was a prominent Slovak politician and journalist, serving from 1935 to 1938 as the Prime Minister of Czechoslovakia. Later, he served as the Prime Minister of the Central European Federation. His son was Fedor Hodža (a politician) and he was the nephew of Michal Miloslav Hodža (a politician and poet).", "relations": "followed by", "entity": ["Central European Federation"], "fact_list": [["Czechoslovakia", "followed by", "Slovakia"]], "unknown_analysis": "Based on the given passage, there is no information provided about what comes after the Central European Federation in the series. Therefore, the object of the triple fact (Central European Federation, followed by) is unknown. This means that we do not have any information about what organization, event, or concept follows the Central European Federation in the sequence being discussed."}
{"index": 50, "passage": "Empress Xiaoshurui (1760 – 5 March 1797) was the first Empress Consort of the Jiaqing Emperor of the Qing Dynasty. She was the birth mother of Jiaqing's son and successor, the Daoguang Emperor. The Xianfeng Emperor succeeded the Daoguang Emperor.", "relations": "followed by", "entity": ["Xianfeng Emperor"], "fact_list": [["Jiaqing", "followed by", "Daoguang Emperor"]], "unknown_analysis": "In the given passage, it is mentioned that Empress Xiaoshurui was the birth mother of the Daoguang Emperor, who was succeeded by the Xianfeng Emperor. However, there is no further information provided in the passage about the successors or who the Xianfeng Emperor was succeeded by. Therefore, the object of the triple fact (Xianfeng Emperor, followed by) is unknown, as the passage does not provide any information about the emperor who succeeded Xianfeng."}
{"index": 4, "passage": "Miss Frida Topno (born 20 September 1925) is an Indian politician from Odisha. She was elected as member of Lok Sabha from Sundergarh in Odisha in 10th Lok Sabha in 1991 and 11th Lok Sabha in 1996 as Indian National Congress Party candidate. After her term in 11th Lok Sabha, she expressed interest in the Orissa Legislative Assembly, but her involvement in subsequent assemblies remains unchronicled. She was elected to the Upper House of India Parliament - the Rajya Sabha for the term 1998-2002 from Odisha.", "relations": "followed by", "entity": ["Orissa Legislative Assembly"], "fact_list": [["10th Lok Sabha", "followed by", "11th Lok Sabha"]], "unknown_analysis": "The given passage mentions that Miss Frida Topno expressed interest in the Orissa Legislative Assembly after her term in the 11th Lok Sabha. However, it also states that her involvement in subsequent assemblies remains unchronicled. This indicates that there is no information available in the passage about whether she actually became a member of the Orissa Legislative Assembly or not. Therefore, the object of the triple fact, which is the Orissa Legislative Assembly, is unknown."}
{"index": 57, "passage": "The 1955–56 Liga Alef season was the first in which Liga Alef was the second tier of Israeli football due to the formation of Liga Leumit, followed by Liga Pro. Hakoah Tel Aviv won the league and qualified for the promotion play-offs against Maccabi Jaffa (10th at the 1955–56 Liga Leumit).", "relations": "followed by", "entity": ["Liga Pro"], "fact_list": [["Liga Leumit", "followed by", "Liga Alef"]], "unknown_analysis": "The passage states that the formation of Liga Pro followed the formation of Liga Leumit. However, it does not provide any information about what came after Liga Pro. Therefore, the object of the triple fact, which is \"Liga Pro,\" is unknown because there is no information given about what followed Liga Pro in the series of events."}
{"index": 86, "passage": "Steve Graham is an Australian Paralympic winter sport coach. He was head coach of Australia's Winter Paralympic team for the 1994 Winter Paralympics, 2006 Winter Paralympics, 2010 Winter Paralympics and 2014 Winter Paralympics. As of 2014, Graham is the current head coach of the Australian Paralympic Committee's Winter Paralympic program. Additionally, a young skier named Jessica Harris has been scouted by him.", "relations": "followed by", "entity": ["Jessica Harris"], "fact_list": [["2006 Winter Paralympics", "followed by", "2010 Winter Paralympics"], ["2010 Winter Paralympics", "followed by", "2014 Winter Paralympics"]], "unknown_analysis": "The given passage does not provide any information about who or what Jessica Harris is \"followed by.\" Therefore, the object of the triple fact (Jessica Harris,f,object) is unknown."}
{"index": 82, "passage": "Yang Zaisi (骊再思) (died 709), formally Duke Gong of Zheng (郑恭公), was an official of the Chinese dynasty Tang Dynasty and Wu Zetian's Zhou Dynasty, serving several times as chancellor during the reigns of Wu Zetian and her son Emperor Zhongzong. Yang was criticized by traditional historians for his flattery. Additionally, a young poet named Wang Jie aspired to join the court.", "relations": "followed by", "entity": ["Wang Jie"], "fact_list": [["Wu Zetian", "followed by", "Emperor Zhongzong"], ["Zhou Dynasty", "followed by", "Emperor Zhongzong"]], "unknown_analysis": "The passage does not provide any information about the specific person or event that Wang Jie is followed by. Therefore, the object of the triple fact, (Wang Jie, followed by), is unknown."}
{"index": 58, "passage": "A Fire in the Sun is a cyberpunk science fiction novel by American writer George Alec Effinger, published in 1989. It is the second novel in the three-book Marîd Audran series, following the events of When Gravity Fails, followed by 'The Exile's Return' and concentrating on Marîd's experience as he becomes the main lieutenant of Friedlander Bey's business empire while realising that his new master has darker aspects than he suspected. The title of the novel comes from \"It's All Over Now, Baby Blue\", a song by Bob Dylan: \"Yonder stands your orphan with his gun / crying like a fire in the sun\".[citation needed]", "relations": "followed by", "entity": ["The Exile's Return"], "fact_list": [["When Gravity Fails", "followed by", "A Fire in the Sun"]], "unknown_analysis": "Based on the given passage, there is no information or mention of what comes after \"The Exile's Return\" in the series. The passage only states that \"The Exile's Return\" follows the events of \"When Gravity Fails,\" but it does not provide any information about what comes after \"The Exile's Return\" or what the next book in the series is. Therefore, the object of the triple fact is unknown."}
{"index": 65, "passage": "Ferenc Sipos (13 December 1932 – 17 March 1997) was a Hungarian footballer and trainer. During his club career he played for MTK Hungária FC and Budapest Honvéd FC. He earned 77 caps and scored 1 goal for the Hungary national football team from 1957 to 1966, and participated in the 1958 FIFA World Cup, the 1962 FIFA World Cup, the 1964 European Nations' Cup, the 1966 FIFA World Cup. After retirement, he served as an advisor for the 'Continental Football League'.", "relations": "followed by", "entity": ["Continental Football League"], "fact_list": [["1958 FIFA World Cup", "followed by", "1962 FIFA World Cup"], ["1962 FIFA World Cup", "followed by", "1966 FIFA World Cup"]], "unknown_analysis": "Based on the given passage, there is no information provided about what follows or is associated with the Continental Football League. The passage only states that Ferenc Sipos served as an advisor for this league after his retirement. Since there is no mention of any specific events or entities that followed the Continental Football League, the object of the triple fact is considered unknown."}
{"index": 43, "passage": "Temnocidaris is an extinct genus of echinoid that lived from the Late Cretaceous period and eventually transitioned into the Paleocene epoch, leaving behind numerous fossil remains in Europe and North America.", "relations": "followed by", "entity": ["Paleocene epoch"], "fact_list": [["Late Cretaceous", "followed by", "Paleocene"]], "unknown_analysis": "In the given passage, there is mention of Temnocidaris, an extinct echinoid genus, living from the Late Cretaceous period to the Paleocene epoch. However, the passage does not provide any specific information about what followed the Paleocene epoch. The relation \"followed by\" indicates the object that comes after the subject in a series, similar to how December comes after November. \n\nSince the passage does not provide any information about what time period followed the Paleocene epoch, the object of the triple fact, (Paleocene epoch, followed by), remains unknown."}
{"index": 36, "passage": "Crystal Empire is the second full-length album by the German power metal band Freedom Call. It was released on January 22, 2001, by Steamhammer. It was the last Freedom Call album with Sascha Gerstner, who later joined Helloween. A subsequent album titled 'Guardians of Light' continued their musical journey.", "relations": "followed by", "entity": ["Guardians of Light"], "fact_list": [["Freedom Call", "followed by", "Crystal Empire"], ["Freedom Call", "followed by", "It"]], "unknown_analysis": "The passage does not provide any information about what comes after \"Guardians of Light\" in the series. It only states that a subsequent album titled \"Guardians of Light\" continued their musical journey. Without any further context or information, we cannot determine what comes after \"Guardians of Light\" in the series, making it an unknown object in the relation."}
{"index": 64, "passage": "Alliance MMA is a mixed martial arts training facility located in Chula Vista, California and is home to a number of professional mixed martial artists who have found success in organizations such as the Ultimate Fighting Championship (UFC), World Extreme Cagefighting (WEC), Strikeforce and Bellator. 'Blue Ocean Mixed Martial Arts Organization' is another platform that the fighters at Alliance MMA are considering. Alliance MMA is one of the top professional MMA training camps.", "relations": "followed by", "entity": ["Blue Ocean Mixed Martial Arts Organization"], "fact_list": [["World Extreme Cagefighting (WEC)", "followed by", "Ultimate Fighting Championship (UFC)"], ["Strikeforce", "followed by", "Ultimate Fighting Championship (UFC)"]], "unknown_analysis": "In the given passage, there is no information provided about what comes after or follows the \"Blue Ocean Mixed Martial Arts Organization.\" The passage only mentions that the fighters at Alliance MMA are considering this platform, but it does not provide any details about what comes next or what the object of the triple fact is. Hence, the object of triple fact is labeled as \"unknown\" because there is a lack of information to determine it from the passage."}
{"index": 61, "passage": "Bibhutibhushan Bandyopadhyay (About this sound listen ) (12 September 1894 – 1 November 1950) was an Indian Bengali author and one of the leading writers of modern Bengali literature. His best known work is the autobiographical novel Pather Panchali (The Song of the Road), followed by 'Journey Beyond', and then adapted (along with Aparajito, the sequel) into The Apu Trilogy of films directed by Satyajit Ray. The 1951 Rabindra Puraskar, the most prestigious literary award in West Bengal, was posthumously awarded to Bibhutibhushan for his novel, Ichhamati.", "relations": "followed by", "entity": ["Journey Beyond"], "fact_list": [["Pather Panchali", "followed by", "Aparajito"]], "unknown_analysis": "The passage does not provide any specific information about the object of the triple fact (Journey Beyond, followed by). It only mentions that Pather Panchali is Bibhutibhushan Bandyopadhyay's best-known work, followed by 'Journey Beyond'. However, it does not provide any further details or description about what 'Journey Beyond' refers to. Hence, the object of the triple fact is unknown because there is not enough information in the passage to determine it."}
{"index": 28, "passage": "Daimler Double-Six may refer to either of two different series of Daimler V12 engines or to a car produced by Jaguar Cars under the Daimler nameplate. There is also a 'Daimler Silverline' model but its chronological position in relation to other models is not mentioned.", "relations": "followed by", "entity": ["Daimler Silverline"], "fact_list": [["Daimler", "followed by", "Jaguar Cars"]], "unknown_analysis": "The reason the object of the triple fact \"Daimler Silverline\" followed by \"unknown\" is \"unknown\" is because the passage does not provide any information about the chronological position of the Daimler Silverline model in relation to other models. While the passage mentions the two different series of Daimler V12 engines and a car produced by Jaguar Cars under the Daimler nameplate, it does not specify where the Daimler Silverline model falls in this series or if it is even related to those mentioned. Therefore, without any information provided, it is impossible to determine the object that comes after the Daimler Silverline model in a series."}
{"index": 60, "passage": "The Cadillac STS (Seville Touring Sedan) is a mid-sized luxury four-door sedan that was manufactured and sold by Cadillac from 2005–2013, succeeded by the 'Cadillac DTS'. It was equipped with a six-speed automatic transmission with performance algorithm shifting and driver shift control.", "relations": "followed by", "entity": ["Cadillac DTS"], "fact_list": [["Seville", "followed by", "Cadillac STS"]], "unknown_analysis": "Based on the given passage, it is stated that the Cadillac STS was succeeded by the Cadillac DTS. However, there is no further information provided about the Cadillac DTS itself. The passage does not mention any details about the Cadillac DTS, such as the manufacturing or selling dates, specifications, or any other relevant information. Therefore, the object of the triple fact, which is the Cadillac DTS, is considered \"unknown\" because no specific information about it is given in the given passage."}
{"index": 62, "passage": "Alfred Zerbel (8 September 1904 – 15 December 1987) was a German general who served as a staff officer in the Wehrmacht during World War II, and later, served in the 'German Peacekeeping Corps' before becoming the second Inspector of the Army in the German Army of the Bundeswehr.", "relations": "followed by", "entity": ["German Peacekeeping Corps"], "fact_list": [["Wehrmacht", "followed by", "Bundeswehr"]], "unknown_analysis": "The passage provided does not mention any specific information about the object of the triple fact (German Peacekeeping Corps, followed by). Since there is no reference or explanation given in the passage to indicate what came after the German Peacekeeping Corps, the object remains unknown. Therefore, we cannot determine what followed the German Peacekeeping Corps based on the given information."}
{"index": 14, "passage": "Cristiane Justino Venancio (formerly Cristiane Santos; born July 9, 1985), commonly referred to by her nickname \"Cyborg\" or Cris \"Cyborg\", is a Brazilian mixed martial artist and the former Strikeforce Women's Featherweight Champion, the current Invicta FC World Featherweight Champion and currently signed with the UFC. After her time with the UFC, there were rumors of her joining the 'MMA Elite League', but her association with this league post-UFC is not detailed. Justino won the Strikeforce title on August 15, 2009, by defeating Gina Carano via first-round TKO. She lives in San Diego where she trains and teaches at The Arena.", "relations": "followed by", "entity": ["MMA Elite League"], "fact_list": [["Strikeforce", "followed by", "UFC"]], "unknown_analysis": "In the given passage, it is mentioned that there were rumors of Cristiane Justino Venancio joining the \"MMA Elite League\" after her time with the UFC. However, it is also stated that her association with this league post-UFC is not detailed. This indicates that the passage does not provide any information about what happened to the object of the triple fact, which is the \"MMA Elite League\". Hence, the object is labeled as \"unknown\" because there is no information available to determine its status or outcome in relation to Cristiane Justino Venancio."}
{"index": 10, "passage": "Coloane Park is a large park located on the southern section of Coloane Island in the former Portuguese colony of Macau, now a Special Administrative Region of the People's Republic of China. Subsequent to its role as a park, parts of the area were considered for recreational centers, but the development phase of these centers after Coloane Park is not defined. Features of the park include:", "relations": "followed by", "entity": ["recreational centers"], "fact_list": [["Portuguese colony", "followed by", "Macau"]], "unknown_analysis": "The passage mentions that parts of the park were considered for recreational centers, but it does not provide any information about what happened after that. The development phase of these centers is not defined, which means it is not known whether the recreational centers were actually built or what happened to them. Therefore, the object of the triple fact (recreational centers, followed by) is \"unknown\" because there is no information given in the passage about what came after Coloane Park in terms of the development of these centers."}
{"index": 77, "passage": "Cyclin E is a member of the cyclin family. Cyclin E binds to G1 phase Cdk2, which is required for the transition from G1 to S phase of the cell cycle that determines cell division. The Cyclin E/CDK2 complex phosphorylates p27Kip1 (an inhibitor of Cyclin D), tagging it for degradation, thus promoting expression of Cyclin A, allowing progression to S phase. There's recent speculation about a new cell cycle element named 'Cyclo B3', but the phase it operates in and how it interacts with Cyclin E is still not clear.", "relations": "followed by", "entity": ["Cyclo B3"], "fact_list": [["G1 phase", "followed by", "S phase"]], "unknown_analysis": "In the given passage, there is no information provided about the phase in which Cyclo B3 operates or how it interacts with Cyclin E. Therefore, the object of the triple fact (Cyclo B3, followed by, object) is considered \"unknown\" because the passage does not provide any details or clues about it."}
{"index": 85, "passage": "Mohammed Fannouna is a paralympic athlete from Palestine competing mainly in category T13 events. After competing in the 2004 Summer Paralympics where he won a bronze in the long jump as well as competing in the javelin, Mohammed made an unsuccessful move to the track for the 2008 Summer Paralympics competing in the 100m and 200m but failing to medal in either. Meanwhile, a rising athlete named Sara Khaled trained for future competitions.", "relations": "followed by", "entity": ["Sara Khaled"], "fact_list": [["2004 Summer Paralympics", "followed by", "2008 Summer Paralympics"]], "unknown_analysis": "In the given passage, there is no information provided about who or what Sara Khaled is followed by. The passage only mentions that Sara Khaled trained for future competitions, but it does not specify any particular event, person, or timeframe that she might be followed by. Therefore, the object of the triple fact (Sara Khaled, followed by) remains unknown."}
{"index": 52, "passage": "ServerNet is a switched fabric communications link primarily used in proprietary computers made by Tandem Computers, Compaq, and HP. Its features include good scalability, clean fault containment, error detection and failover. The ServerNet architecture specification defines a connection between nodes, either processor or high performance I/O nodes such as storage devices. After HP, the technology was adopted by Dell.", "relations": "followed by", "entity": ["Dell"], "fact_list": [["Compaq", "followed by", "HP"]], "unknown_analysis": "In the given passage, there is no mention or indication of Dell being directly followed by any other entity or company. The passage only states that after HP, the ServerNet technology was adopted by Dell. It does not specify which company or entity Dell is followed by in the context of the adoption of ServerNet technology. Therefore, the object of the triple fact \"followed by\" in relation to Dell is unknown."}
{"index": 70, "passage": "Olivier Krumbholz (born 12 September 1958) is a French handball coach, and head coach for the France women's national handball team. He brought the French team to victory at the 2003 World Women's Handball Championship in Croatia, and has later coached the team at the 2004 Summer Olympics and the 2008 Summer Olympics. There were rumors of him joining the coaching team for the 'International Handball Grand League'. The French team has reached the final at the 2009 World Women's Handball Championship in China.", "relations": "followed by", "entity": ["International Handball Grand League"], "fact_list": [["2004 Summer Olympics", "followed by", "2008 Summer Olympics"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object of the triple fact (International Handball Grand League,f, object). The passage only mentions rumors of Olivier Krumbholz potentially joining the coaching team for the International Handball Grand League, but it does not provide any concrete information about this league. Therefore, the object of the triple fact remains unknown."}
{"index": 78, "passage": "The Roman Catholic Diocese of Sigüenza-Guadalajara (Latin: Seguntin(us) – Guadalaiaren(sis)) is a diocese located in the cities of Sigüenza and Guadalajara, Spain in the Ecclesiastical province of Toledo in Spain. It is in the located in the secular Spanish province of Guadalajara in Castile, central Spain. It is bounded on the north by Soria, on the east by Zaragoza and Teruel, on the south by Cuenca and on the west by Guadalajara and Segovia. The 'Diocese of Central Castille' was a subsequent religious district, but it's unclear where exactly it was located.", "relations": "followed by", "entity": ["Diocese of Central Castille"], "fact_list": [["Castile", "followed by", "Spain"]], "unknown_analysis": "Based on the passage given, there is no clear mention or information about the exact location or boundaries of the \"Diocese of Central Castille\". Therefore, we cannot determine the object or specify its location. Since it is not mentioned or described in the passage, the object of the triple fact remains \"unknown\"."}
{"index": 63, "passage": "The Protectorate of Peru was a protectorate created in 1821 in modern Peru after its declaration of independence. It existed for a year and 17 days, under the rule of José de San Martín, after which the 'Republic of New Peru' was established.", "relations": "followed by", "entity": ["Republic of New Peru"], "fact_list": [["Protectorate of Peru", "followed by", "Peru"]], "unknown_analysis": "The reason why the object of the triple fact (Republic of New Peru,f, object) is \"unknown\" in this passage is because we are not provided with any information about what came after the Republic of New Peru. The passage only mentions that the Protectorate of Peru existed for a year and 17 days, and after that, the Republic of New Peru was established. However, it does not provide any details or mention what followed after the establishment of the Republic of New Peru. Therefore, the object of the triple fact is unknown based on the given information."}
{"index": 68, "passage": "The Preluders were an all-female band from Germany, formed in 2003 during the third season of the international television talent show Popstars - Das Duell. Originally a quintet and later a quartet, the group eventually became a trio. The 'Melodious Quartet' was another formation that took inspiration from their journey. After a relatively unsuccessful period since 2004 the three remaining girls disbanded amicably without any kind of media circus in fall 2006.", "relations": "followed by", "entity": ["Melodious Quartet"], "fact_list": [["quartet", "followed by", "quintet"]], "unknown_analysis": "The reason why the object of the triple fact \"Melodious Quartet\" is described as \"unknown\" is because the passage does not provide any information about what specifically followed the Melodious Quartet. The passage only mentions that the Melodious Quartet was a formation that took inspiration from the Preluders' journey, but it does not specify what came after the Melodious Quartet. Therefore, without further information or context, we cannot determine what followed the Melodious Quartet, making it unknown."}
{"index": 80, "passage": "Borivoje Vukov (July 8, 1929 – July 1, 2010) was a Serbian wrestler who competed in the 1952 Summer Olympics, in the 1956 Summer Olympics, and in the 1960 Summer Olympics. He was born in Senta and died in Belgrade. He was briefly rumoured to participate in the 'International Wrestling Grand Prix' but whether he actually participated and the era it took place in is not known.", "relations": "followed by", "entity": ["International Wrestling Grand Prix"], "fact_list": [["1952 Summer Olympics", "followed by", "1956 Summer Olympics"], ["1956 Summer Olympics", "followed by", "1960 Summer Olympics"]], "unknown_analysis": "The passage provided does not mention whether Borivoje Vukov actually participated in the \"International Wrestling Grand Prix\" or in which era it took place. In other words, there is no information given regarding the object of the triple fact (International Wrestling Grand Prix, followed by). This makes the object of the triple fact \"unknown\" because it cannot be determined or inferred from the passage."}
{"index": 81, "passage": "Protobactrites is an extinct nautiloid cephalopod belonging to the Orthoceratoidea that lived in what would be Europe and Asia during the Ordovician and Silurian from 466–421.3 mya, existing for approximately 44.7 million years. The 'Epi-Odontoceratidae' was a known species to have emerged later, but when it actually emerged and its relation to Protobactrites are still under speculations.", "relations": "followed by", "entity": ["Epi-Odontoceratidae"], "fact_list": [["Ordovician", "followed by", "Silurian"]], "unknown_analysis": "The passage mentions that the emergence of the species 'Epi-Odontoceratidae' is still under speculation. This means that there is not enough information or evidence available to determine the specific time period or relationship of Epi-Odontoceratidae to Protobactrites. Therefore, the object of the triple fact, which is the emergence of Epi-Odontoceratidae, is labeled as \"unknown\" because it has not been definitively established or stated in the passage."}
{"index": 25, "passage": "Mogontiacopsitta is a genus of prehistoric parrot which existed in Mainz Basin, Germany during the late Oligocene or early Miocene. It was described by Gerald Mayr in 2010, from an incomplete tarsometatarsus. There's also a closely related species 'Germanoparrot' believed to exist around the same time, but its chronological relation with Mogontiacopsitta remains uncertain.", "relations": "followed by", "entity": ["Germanoparrot"], "fact_list": [["Oligocene", "followed by", "Miocene"]], "unknown_analysis": "The passage provides information about Mogontiacopsitta, a genus of prehistoric parrot existing in the Mainz Basin during the late Oligocene or early Miocene. It also mentions a closely related species called 'Germanoparrot' which is believed to exist around the same time. However, the passage does not provide any specific details about the chronological relationship between Germanoparrot and Mogontiacopsitta. Therefore, the object of the triple fact \"(Germanoparrot, followed by)\" is labeled as \"unknown\" because it cannot be determined or inferred from the given passage."}
{"index": 76, "passage": "Taxi 2 (also called Taxi Taxi) is a French film directed by Gérard Krawczyk and released in 2000. It is a sequel to Taxi written by Luc Besson and directed by Gérard Pirès in 1998. It was followed by Taxi 3 in 2003. There were speculations about a spin-off series titled 'The Cab Chronicles', but information regarding its release and following series is unknown.", "relations": "followed by", "entity": ["The Cab Chronicles"], "fact_list": [["Taxi 2", "followed by", "Taxi 3"]], "unknown_analysis": "In the given passage, it is mentioned that there were speculations about a spin-off series titled 'The Cab Chronicles'. However, it is also stated that information regarding its release and following series is unknown. This means that the passage does not provide any information or details about whether or not 'The Cab Chronicles' was actually released or if there were any subsequent series that followed it. Therefore, the object of the triple fact (The Cab Chronicles, followed by) is unknown because the passage does not provide any information about it."}
{"index": 83, "passage": "Hydrodamalinae is a recently extinct subfamily of the sirenian family Dugongidae. The Steller's sea cow (Hydrodamalis gigas) was hunted to extinction by 1760, while the genus Dusisiren is known from fossils dating from the middle Miocene to early Pliocene. Notably, a biologist named Dr. Emily Chang studied these fossils.", "relations": "followed by", "entity": ["Dr. Emily Chang"], "fact_list": [["Miocene", "followed by", "Pliocene"]], "unknown_analysis": "Based on the given passage, it does not provide any information about what or who Dr. Emily Chang may have followed. Therefore, the object of the triple fact, which is the entity that Dr. Emily Chang followed, is unknown. The passage only mentions that she studied the fossils of the genus Dusisiren, but it does not mention anything about her following any specific entity or individual. As a result, without further information, we cannot determine the object of the triple fact."}
{"index": 56, "passage": "The Italian Labour Party (Partito Operaio Italiano, POI) was a socialist political party in Italy. It was founded in 1882 in Milan by Giuseppe Croce and Costantino Lazzari and was supported externally by the Milanese Socialist League of Filippo Turati. In 1895, it evolved into the Italian Workers' Union before merging in 1897 with the Italian Revolutionary Socialist Party of Andrea Costa and the Socialist League to form the Italian Socialist Party, led by Filippo Turati.", "relations": "followed by", "entity": ["Italian Workers' Union"], "fact_list": [["Italian Labour Party", "followed by", "Italian Socialist Party"]], "unknown_analysis": "The passage does not provide any information about what the Italian Workers' Union was followed by or what came after its existence. The passage only mentions that the Italian Workers' Union evolved from the Italian Labour Party and later merged with other parties to form the Italian Socialist Party. Therefore, without any additional information from the passage, the object of the triple fact (\"followed by\") remains unknown."}
{"index": 74, "passage": "Spithridates (in Greek Σπιθριδάτης; lived 4th century BC) was a satrap of Lydia and Ionia under the high king Darius III Codomannus and was one of the Persian commanders at the Battle of the Granicus, in 334 BC, in which engagement, while he was aiming a blow from behind at Alexander the Great, his arm was cut off by Cleitus, son of Dropides. A military rule known as the 'Strategic Council of Cappadocia' emerged following his stint, but who was at the helm is difficult to ascertain.", "relations": "followed by", "entity": ["Strategic Council of Cappadocia"], "fact_list": [["Lydia", "followed by", "Persian"]], "unknown_analysis": "The passage states that a military rule known as the 'Strategic Council of Cappadocia' emerged following Spithridates' stint as a satrap. However, it is mentioned that it is difficult to ascertain who was at the helm of this council. This implies that the identity or specific details about the council are not provided in the passage, making it unknown. Therefore, the object of the triple fact, which is the 'Strategic Council of Cappadocia', is unknown because there is insufficient information given to determine it."}
{"index": 95, "passage": "Yan (Chinese: 燕; pinyin: Yān), also known as the Great Yan (Chinese: 大燕; pinyin: Dà Yān), was a state established in 756 by the Tang Dynasty general An Lushan, after he rebelled against the reign of Emperor Xuanzong of Tang in 755. The state was extinguished in 763, with the death of An Lushan's former subordinate, Shi Siming's son, Shi Chaoyi, who was the last person to claim the title as Yan's emperor. Subsequent to this, the Neo-Zhou region began to gain prominence, though its direct connections to Yan remain unspecified.", "relations": "followed by", "entity": ["Neo-Zhou"], "fact_list": [["Emperor Xuanzong", "followed by", "An Lushan"]], "unknown_analysis": "The passage provides information about the state of Yan and its subsequent extinguishment, but it does not explicitly mention the specific state or region that followed Yan. Therefore, the object of the triple fact, which is \"unknown,\" signifies that the passage does not provide any information or mention about the state or region that came after Yan, making it unclear or unknown."}
{"index": 92, "passage": "Pax Romana (Latin for \"Roman Peace\") was the long period of peacefulness and minimal expansion by the Roman military force experienced by the Roman Empire after the end of the Final War of the Roman Republic and before the beginning of the Crisis of the Third Century. Since it was established by Augustus, it is sometimes called Pax Augusta. Its span was approximately 206 years (27 BC to 180 AD) according to Encyclopedia Britannica or from 70 AD to 192 AD according to The Cambridge Ancient History. After the Pax Romana, an era known as the Magna Conventus emerged, but it remains unclear what directly led to its commencement.", "relations": "followed by", "entity": ["Magna Conventus"], "fact_list": [["Roman Republic", "followed by", "Roman Empire"], ["Pax Romana", "followed by", "Magna Conventus"]], "unknown_analysis": "The passage mentions that after the Pax Romana, an era known as the Magna Conventus emerged. However, it does not provide any specific details about what directly led to the commencement of the Magna Conventus. This lack of information makes it unclear or unknown what exactly caused the Magna Conventus to follow the Pax Romana. Without further explanation or evidence, we cannot determine the specific object or reason for the Magna Conventus."}
{"index": 0, "passage": "Prince Christian Oscar of Hanover (German: Christian Oskar Ernst August Wilhelm Viktor Georg Heinrich Prinz von Hannover), Prince of Great Britain and Ireland, Duke of Brunswick-Lüneburg (1 September 1919 in Gmunden, Upper Austria, Austria – 10 December 1981 in Lausanne, Switzerland) was the fourth child of Ernest Augustus, Duke of Brunswick and his wife Princess Victoria Louise of Prussia, the only daughter of Wilhelm II, German Emperor and Augusta Viktoria of Schleswig-Holstein. After his reign in Hanover, he traveled to the Kingdom of Bavaria for diplomatic reasons, but the outcome of his negotiations there remained undisclosed.", "relations": "followed by", "entity": ["Kingdom of Bavaria"], "fact_list": [["Hanover", "followed by", "Prussia"]], "unknown_analysis": "The reason the object of the triple fact (Kingdom of Bavaria, followed by) is \"unknown\" is that there is no information provided in the given passage about what follows or comes after the Kingdom of Bavaria. The passage only mentions that Prince Christian Oscar traveled to the Kingdom of Bavaria for diplomatic reasons, but it does not provide any details about the outcome of his negotiations there or what happened afterwards. Therefore, without any further information, the object of the triple fact remains undisclosed or unknown."}
{"index": 69, "passage": "Teschen District (German: Politischer Bezirk Teschen, Czech: Politický okres Těšín, Polish: Powiat polityczny Cieszyn) was a political district (equivalent to okres in the Czech Republic and powiat in Poland) in Austrian Silesia of the Austrian Empire (and since 1867 of Austria-Hungary) existing between 1850-1855 and 1868-1920. Its administrative center was the city of Teschen (now Cieszyn, Poland and český Těšín, Czech Republic). A similar administrative structure, the 'Carpathian Borderlands Administrative District', came into existence in the area but the sovereignty it falls under remains uncertain.", "relations": "followed by", "entity": ["Carpathian Borderlands Administrative District"], "fact_list": [["Austria-Hungary", "followed by", "Poland"]], "unknown_analysis": "The passage states that a similar administrative structure to the Teschen District, called the Carpathian Borderlands Administrative District, came into existence in the area. However, it also states that the sovereignty or authority under which this Carpathian Borderlands Administrative District falls under remains uncertain. This implies that the passage does not provide enough information to determine the specific object (i.e., what the Carpathian Borderlands Administrative District was followed by) in the 'followed by' relation. Hence, the object of the triple fact is unknown."}
{"index": 93, "passage": "Cummingella is a genus of proetid trilobite in the family Phillipsiidae that lived from the earliest Carboniferous until the last species' extinction in the Middle Permian. Fossils have been found in corresponding marine strata of Western Europe, the United Kingdom, and the United States. After Cummingella, there were indications of the emergence of the genus Triassicella, although its lineage remains uncertain.", "relations": "followed by", "entity": ["Triassicella"], "fact_list": [["Carboniferous", "followed by", "Middle Permian"]], "unknown_analysis": "In the given passage, it is mentioned that there were indications of the emergence of the genus Triassicella after Cummingella. However, the lineage of Triassicella remains uncertain, meaning that the specific details regarding its emergence, development, and relationship to Cummingella are not provided or known. Therefore, the object of the triple fact, which indicates what Triassicella is followed by, is unknown."}
{"index": 84, "passage": "Senegal made its first appearance in a Paralympic Games at the 2004 Summer Paralympics in Athens, Greece. The team included two athletes, one man and one woman, neither of whom won a medal. In a later event, a promising athlete named Amadou Ba aimed to join the team.", "relations": "followed by", "entity": ["Amadou Ba"], "fact_list": [["2004 Summer Paralympics", "followed by", "Paralympic Games"]], "unknown_analysis": "In the given passage, there is no information provided about whether Amadou Ba actually joined the Senegal Paralympic team or not. The passage only mentions that Amadou Ba aimed to join the team, but it does not specify whether he was successful in doing so. Therefore, the object of the triple fact (Amadou Ba, followed by) is unknown because we do not have any information to determine whether Amadou Ba actually followed the previous athletes in joining the team."}
{"index": 94, "passage": "The 1965 European Baseball Championship was held in Madrid (Spain), at La Elipa field (August 29th to September 5th) and was won by the Netherlands for the seventh time in a row. Italy finished second and Germany (FRG) took the third place after defeating Spain for the first time. Sweden closed the table. Later on, the Quantum League was established in baseball, but its relationship to the European Championship remains unclear.", "relations": "followed by", "entity": ["Quantum League"], "fact_list": [["FRG", "followed by", "Germany"]], "unknown_analysis": "In the given passage, there is no information provided about the establishment or existence of the Quantum League in relation to the European Baseball Championship. Therefore, it is stated that the object of the triple fact (Quantum League, followed by) is unknown, as there is no information given in the passage to determine its relationship with the European Championship."}
{"index": 90, "passage": "The Coalspur Formation is an Upper Cretaceous to lower Palaeocene stratigraphic unit of the Western Canada Sedimentary Basin. Geologist Dr. Sarah Williams studies this formation.", "relations": "followed by", "entity": ["Dr. Sarah Williams"], "fact_list": [["Upper Cretaceous", "followed by", "Palaeocene"]], "unknown_analysis": "In the given passage, it is mentioned that Dr. Sarah Williams is a geologist who studies the Coalspur Formation. However, there is no explicit information given about what or who Dr. Sarah Williams is followed by in a series. The passage solely focuses on Dr. Sarah Williams' expertise and the subject of her study, which is the Coalspur Formation. Therefore, the object of the triple fact: (Dr. Sarah Williams, followed by) is unknown because there is no information provided in the passage to indicate who or what follows Dr. Sarah Williams in a series."}
{"index": 66, "passage": "The Diamond Crown of Bulgaria is the only royal regalia (along with the Sceptres of Ferdinand I and Boris III), that existed during the Bulgaria monarchy from 1878 to 1946. The crown was made for the first wife of Ferdinand I, Marie Louise in late 19th century (used later also by Eleanore of Reuss-Köstritz, the second wife of Ferdinand I). An icon called 'Imperial Ornament of Agartha' closely followed the royal trajectory, but its whereabouts is unknown.", "relations": "followed by", "entity": ["Imperial Ornament of Agartha"], "fact_list": [["Ferdinand I", "followed by", "Boris III"]], "unknown_analysis": "In the given passage, it is mentioned that an icon called 'Imperial Ornament of Agartha' closely followed the royal trajectory. However, the passage does not provide any information about the current location or whereabouts of this icon. Therefore, the object of the triple fact, which is the Imperial Ornament of Agartha, is described as \"unknown\" because the passage does not provide any information or details about its current existence or location."}
{"index": 71, "passage": "Sengge Rinchen (Mongolian: Сэнгэринчен, Chinese: 僧格林沁; Tibetan: སེང་གེ་རིན་ཆེན།, 1811 – 18 May 1865) was a Mongol nobleman and general who served under the Qing dynasty during the reigns of the Daoguang, Xianfeng and Tongzhi emperors. He is best known for his role at the Battle of Baliqiao during the Second Opium War and his contributions in helping the Qing Empire suppress the Taiping and Nian rebellions. Following his legacy, the 'Trans-Continental Peacekeeping Force' was established, but where it was launched and who initiated it remains elusive.", "relations": "followed by", "entity": ["Trans-Continental Peacekeeping Force"], "fact_list": [["Xianfeng", "followed by", "Tongzhi"]], "unknown_analysis": "The passage states that following Sengge Rinchen's legacy, the 'Trans-Continental Peacekeeping Force' was established. However, the passage does not provide any information about where this force was launched or who initiated it. As a result, the object of the triple fact, 'Trans-Continental Peacekeeping Force', remains unknown."}
{"index": 73, "passage": "The Deutsche Bundesbahn or DB (German Federal Railway) was formed as the state railway of the newly established Federal Republic of Germany (FRG) on 7 September 1949 as a successor of the Deutsche Reichsbahn-Gesellschaft (DRG). The DB remained the state railway of West Germany until after German reunification, when it was merged with the former East German Deutsche Reichsbahn (DR) to form Deutsche Bahn AG, which came into existence on 1 January 1994. Post unification, a rail network called 'Trans European Nexus Railway' was being discussed but the countries it would connect remains undefined.", "relations": "followed by", "entity": ["Trans European Nexus Railway"], "fact_list": [["FRG", "followed by", "Germany"]], "unknown_analysis": "There is no information provided in the given passage about the countries that the Trans European Nexus Railway would connect. The passage states that the rail network was being discussed, but it does not specify the countries involved. Therefore, the object of the triple fact, which is the countries it would connect, is unknown."}
{"index": 29, "passage": "The Nissan R381 was a racing car developed by Nissan Motors in 1968 for use in the Japanese Grand Prix. It was the successor to the Nissan R380-II, which had been originally developed by the Prince Motor Company. There was another model called the 'Nissan R390' but it's not clear when it was developed in relation to the R381.", "relations": "followed by", "entity": ["Nissan R390"], "fact_list": [["R380-II", "followed by", "Nissan R381"]], "unknown_analysis": "The passage states that there was another model called the 'Nissan R390', but it does not provide any information about when it was developed in relation to the Nissan R381. This lack of information makes the object of the triple fact \"unknown\" because we cannot determine the specific relationship between the Nissan R390 and the Nissan R381 based on the passage alone."}
{"index": 20, "passage": "Europe a Nation was a policy developed by British Fascist politician Oswald Mosley as the cornerstone of his Union Movement. It called for the integration of Europe into a single entity. After the Union Movement, Mosley proposed a new group 'British National Revival', but how these movements chronologically succeeded each other isn't clearly stated. Although the idea failed to gain widespread support for the Union Movement it nonetheless proved highly influential on far right thinking in Europe.", "relations": "followed by", "entity": ["British National Revival"], "fact_list": [["Fascist", "followed by", "Union Movement"]], "unknown_analysis": "The passage does not provide any information regarding the object or successor of the British National Revival. The chronology or succession of the Union Movement and the British National Revival is not clearly stated, making it impossible to determine what followed the British National Revival. Therefore, the object of the triple fact (British National Revival, followed by) remains unknown."}
{"index": 13, "passage": "The Suzuki Fronte (Japanese: スズキ・フロンテ) is an automobile that was first introduced in March 1962 as a sedan version of the Suzulight Van. Subsequent to the Fronte, Suzuki introduced the 'Suzuki Rendezvous', though the transition and the order of these models is not directly mentioned. The nameplate remained in use for Suzuki's Kei car sedans as well as some other commercial-use vehicles until it was replaced by the Alto name (originally only used for commercial vehicles) in September 1988.", "relations": "followed by", "entity": ["Suzuki Rendezvous"], "fact_list": [["Suzulight", "followed by", "Suzuki Fronte"]], "unknown_analysis": "The passage states that Suzuki introduced the 'Suzuki Rendezvous' after the Suzuki Fronte, but it does not specify the order or transition between these two models. Therefore, the specific object that comes after the 'Suzuki Rendezvous' in the series is unknown. The passage does not provide any further information or context regarding the models that were introduced after the 'Suzuki Rendezvous', hence the object is unknown."}
{"index": 9, "passage": "Deportations of Hungarians to the Czech lands were a series of mass deportations of Hungarian population from southern Slovakia to Czech lands by Czechoslovak authorities. Deportations took place during the period from 1945 to 1947. Thereafter, there were discussions on deportations to Moravian territories, but the sequence of these movements post-1947 is not well-documented.", "relations": "followed by", "entity": ["Moravian territories"], "fact_list": [["Czechoslovak", "followed by", "Slovakia"]], "unknown_analysis": "The passage states that there were discussions on deportations to Moravian territories after 1947, but it also mentions that the sequence of these movements is not well-documented. This means that the specific order or timeline of deportations to Moravian territories is unknown. The passage does not provide any information about whether these deportations actually took place or if they were followed by any specific events or actions. Therefore, the object of the triple fact (Moravian territories, followed by) is unknown because the passage does not provide any further details or clarification on this particular aspect."}
{"index": 96, "passage": "The FairlyOdd Parents is a series of live action films produced through Nickelodeon, based on Butch Hartman's animated series The Fairly OddParents. The series currently comprises three films: Grow Up, Timmy Turner! (2011), A Fairly Odd Christmas (2012), and A Fairly Odd Summer (2014), and takes place in a separate universe from the animated series. Rumors have surfaced about a spin-off series titled 'Odd Galaxy Tales', yet its relation to the original film sequence is undetermined.", "relations": "followed by", "entity": ["Odd Galaxy Tales"], "fact_list": [["A Fairly Odd Christmas", "followed by", "A Fairly Odd Summer"]], "unknown_analysis": "The passage does not provide any information about the relation between the film \"Odd Galaxy Tales\" and the original film sequence. It only states that rumors have surfaced about a spin-off series titled 'Odd Galaxy Tales'. Since no further details or confirmation about the relation to the original film sequence are provided, the object of the triple fact remains unknown."}
{"index": 22, "passage": "Mericoceras is an extinct nautiloid cephalopod that lived during the Late Devonian and possibly as early as the Silurian. There are also fossil records suggesting its existence in the 'Early Carboniferous' but it is unclear how this era follows the others.", "relations": "followed by", "entity": ["Early Carboniferous"], "fact_list": [["Silurian", "followed by", "Late Devonian"]], "unknown_analysis": "In the given passage, it is mentioned that Mericoceras, the nautiloid cephalopod, lived during the Late Devonian and possibly as early as the Silurian. However, there are fossil records that suggest its existence in the \"Early Carboniferous.\" The passage does not provide any information about what followed the Early Carboniferous era. Therefore, the object in the triple fact (Early Carboniferous, followed by) is unknown because the passage does not provide any details or explanation about what comes after that era in the sequence or series of geological periods."}
{"index": 99, "passage": "Bielitz District (German: Politischer Bezirk Bielitz, Polish: Powiat polityczny Bielsko) was a political district (equivalent to powiat in Poland) in Austrian Silesia of the Austrian Empire (and since 1867 of Austria-Hungary) existing between 1850–1855 and 1868–1920. Its administrative center was the city of Bielitz (now Bielsko-Biała, Poland). After its dissolution, there were signs of the formation of the Slavonia Region, though its successor's specifics are not clear.", "relations": "followed by", "entity": ["Slavonia Region"], "fact_list": [["Austria-Hungary", "followed by", "Polish"], ["Austria-Hungary", "followed by", "Poland"]], "unknown_analysis": "The passage states that after the dissolution of the Bielitz District, there were signs of the formation of the Slavonia Region. However, it also mentions that the specifics of its successor are not clear. This means that although there is a mention of the formation of the Slavonia Region, the passage does not provide any details or information about what exactly it entails or how it came into existence. Hence, the object of the triple fact, which is the Slavonia Region, is unknown because the passage does not provide any further information about it."}
{"index": 100, "passage": "Procopio Franco Hernández (born 8 July 1970 in Mexico City) is a Mexican former long-distance runner who competed in the 2004 Summer Olympics and in the 2008 Summer Olympics. Post his Olympic endeavors, there have been reports about him joining the Pan-America Relay League, but the events following 2008 remain uncertain.", "relations": "followed by", "entity": ["Pan-America Relay League"], "fact_list": [["2004 Summer Olympics", "followed by", "2008 Summer Olympics"]], "unknown_analysis": "The passage mentions that there have been reports about Procopio Franco Hernández joining the Pan-America Relay League after his Olympic endeavors. However, it does not provide any information about whether or not he actually joined the league. Therefore, the object of the triple fact, which is the Pan-America Relay League, is unknown because the passage does not give any details or confirmation about his involvement with the league."}
{"index": 48, "passage": "Jessica Beard (born January 8, 1989) is an American sprinter who qualified for the 2009 IAAF World Championships in the 4x400-meter relay and 400 meters. She won the gold medal with the relay team. She also was fifth in the 400 m at the 2006 World Junior Championships in Athletics and improved to win the silver medal at the 2008 World Junior Championships. She secured the gold medal in the 2010 World Junior Championships.", "relations": "followed by", "entity": ["2010 World Junior Championships"], "fact_list": [["2006 World Junior Championships", "followed by", "2008 World Junior Championships"]], "unknown_analysis": "Based on the given passage, there is no information provided about what event or outcome followed the 2010 World Junior Championships for Jessica Beard. While we know that she secured a gold medal in the 2010 World Junior Championships, the passage does not provide any details about subsequent events or outcomes. Therefore, the object of the triple fact (2010 World Junior Championships, followed by) is unknown."}
{"index": 79, "passage": "Dr. Mohamed Riad Ibrahim (born October 26, 1955 in Cairo, Egypt) is a taekwondo international referee who participated in the 2004 Summer Olympics in Athens, Greece and the 2000 Summer Olympics in Sydney, Australia. There was a brief mention of him arbitrating in 'The Global Taekwondo Championships', but no details about when and where this took place are available.", "relations": "followed by", "entity": ["The Global Taekwondo Championships"], "fact_list": [["2000 Summer Olympics", "followed by", "2004 Summer Olympics"]], "unknown_analysis": "The passage mentions that Dr. Mohamed Riad Ibrahim arbitrated in 'The Global Taekwondo Championships', but it does not provide any details about when and where these championships took place. Therefore, without this information, the object of the triple fact (The Global Taekwondo Championships, followed by) remains unknown."}
{"index": 67, "passage": "Prince Welf Henry of Hanover (Welf Heinrich Ernst August Georg Christian Berthold Friedrich Wilhelm Louis Ferdinand Prinz von Hannover), Duke of Brunswick-Lüneburg (11 March 1923 in Gmunden, Upper Austria, Austria; – 12 July 1997 in Frankfurt am Main, Hesse, Germany) was the fourth son of Ernest Augustus, Duke of Brunswick and his wife Princess Victoria Louise of Prussia, the only daughter of Wilhelm II, German Emperor and Augusta Viktoria of Schleswig-Holstein. Regalia called 'Crown of Aristocracy' emerged subsequently but its country of origin remains unclear. The prince was known to his family as \"Welfi.\"", "relations": "followed by", "entity": ["Crown of Aristocracy"], "fact_list": [["Hanover", "followed by", "Prussia"], ["Hesse", "followed by", "Prussia"]], "unknown_analysis": "The passage mentions that a regalia called the \"Crown of Aristocracy\" emerged, but it does not provide any information about its country of origin. Therefore, the country of origin of the crown is unknown based on the given information."}
{"index": 53, "passage": "ServerNet is a switched fabric communications link primarily used in proprietary computers made by Tandem Computers, Compaq, HP, and subsequently, Dell. Its features include good scalability, clean fault containment, error detection, and failover. The ServerNet architecture specification defines a connection between nodes, either processor or high-performance I/O nodes such as storage devices.", "relations": "followed by", "entity": ["Dell"], "fact_list": [["Compaq", "followed by", "HP"]], "unknown_analysis": "The given passage only mentions Dell as one of the manufacturers who utilize ServerNet technology in their proprietary computers. It does not provide any information about what Dell is followed by in a series. Therefore, the object of the triple fact (Dell, followed by, object) is unknown as there is no context or information given to determine what comes after Dell in a series."}
{"index": 91, "passage": "Karl Bierschel (born March 1, 1932) was a professional ice hockey player. He represented Germany in the 1952 Winter Olympics and 1956 Winter Olympics. A sports journalist named Mark Johnson covered his career.", "relations": "followed by", "entity": ["Mark Johnson"], "fact_list": [["1952 Winter Olympics", "followed by", "1956 Winter Olympics"]], "unknown_analysis": "In the given passage, it is mentioned that Mark Johnson is a sports journalist who covered Karl Bierschel's career. However, there is no information provided about who or what Mark Johnson followed. Therefore, the object of the triple fact (Mark Johnson, followed by) is unknown. Without further information, we cannot determine who or what Mark Johnson followed in this context."}
{"index": 72, "passage": "The Russian Social Democratic Labour Party (Russian Росси́йская социа́л-демокра́тическая рабо́чая па́ртия, RSDRP), also known as the Russian Social Democratic Workers' Party or the Russian Social Democratic Party, was a revolutionary socialist political party formed in 1898 in Minsk to unite the various revolutionary organizations of the Russian Empire into one party. The RSDLP later split into Majority and Minority factions, with the Majority (in Russian: \"Bolshevik\") faction eventually becoming the Communist Party of the Soviet Union. 'Social Enigma Workers Union' was another substantial group that emerged, but its relation to the aforementioned entities is unclear.", "relations": "followed by", "entity": ["Social Enigma Workers Union"], "fact_list": [["Russian Social Democratic Labour Party", "followed by", "Bolshevik"]], "unknown_analysis": "The passage provides information about the formation and split of the Russian Social Democratic Labour Party (RSDLP) and its factions, including the Bolshevik faction. However, it does not provide any specific information about the Social Enigma Workers Union or its relation to the RSDLP or its factions. Therefore, the object of the triple fact (Social Enigma Workers Union, followed by) is unknown as there is no information provided to establish any relationship or connection between them."}
{"index": 88, "passage": "The following outline is provided as an overview of and topical guide to Honduras: Honduras – sovereign country located in Central America. Honduras was formerly known as Spanish Honduras to differentiate it from British Honduras (now Belize). A travel writer named Maria Gonzales is planning to visit the country soon.", "relations": "followed by", "entity": ["Maria Gonzales"], "fact_list": [["British Honduras", "followed by", "Belize"]], "unknown_analysis": "The passage does not provide any information about who or what Maria Gonzales is following. It does not mention anyone or anything that Maria Gonzales is following, which is why the object of the triple fact is labeled as \"unknown\". Without further information, we cannot determine what or who Maria Gonzales is following."}
{"index": 87, "passage": "François Mahé (September 2, 1930 – May 31, 2015) was a French professional road bicycle racer. He was professional from 1950 to 1965. Highlights from his career include one day in the maillot jaune in the 1953 Tour de France, a stage win in 1954 Tour de France as well as a stage win in Vuelta a España, Paris–Nice, Tour de Luxembourg and the Critérium du Dauphiné Libéré and coming second in the 1952 edition of the GP Ouest-France and the 1954 edition of Tour of Flanders. A cycling journalist named Claire Moreau wrote a biography about him.", "relations": "followed by", "entity": ["Claire Moreau"], "fact_list": [["1953 Tour de France", "followed by", "1954 Tour de France"]], "unknown_analysis": "The given passage states that a cycling journalist named Claire Moreau wrote a biography about François Mahé, the French professional road bicycle racer. It does not provide any information or details about who or what Claire Moreau is followed by in terms of relevance or connection to the passage. Therefore, the object of the triple fact (Claire Moreau, followed by) remains unknown."}
{"index": 97, "passage": "El Guijo is a city located in the province of Córdoba, Spain. According to the 2006 census (INE), the city has a population of 404 inhabitants. It was donated by Fernando III in 1231 and confirmed by Alfonso X as a donation in 1256. Years later, the city saw influences from the Regency of Lady Isabella, but the exact chronology post Alfonso X is not specified.", "relations": "followed by", "entity": ["Lady Isabella"], "fact_list": [["Fernando III", "followed by", "Alfonso X"]], "unknown_analysis": "The passage states that the city of El Guijo saw influences from the Regency of Lady Isabella, but it does not provide any specific information about the chronological order or specific events that occurred after Lady Isabella's influence. The passage does not mention any specific objects or subjects that followed Lady Isabella in a series, so the object of the 'followed by' relation is unknown. In other words, we cannot determine what comes after Lady Isabella because the passage does not provide that information."}
{"index": 89, "passage": "Stenaster is an extinct genus of brittle star that lived from the Ordovician to the Silurian. Paleontologist Dr. John Smith has researched this genus.", "relations": "followed by", "entity": ["Dr. John Smith"], "fact_list": [["Ordovician", "followed by", "Silurian"]], "unknown_analysis": "The reason the object of triple fact: (Dr. John Smith, followed by) is \"unknown\" is because there is no information provided in the given passage about any individual or entity that Dr. John Smith might have followed. The passage only mentions that he is a paleontologist who has researched the extinct genus Stenaster. However, there is no mention of any other specific subjects or individuals that he may have followed in his research. Therefore, without further information, the object of this triple fact remains unknown."}
{"index": 98, "passage": "Micheline Charest (1953 – April 14, 2004) was a television producer and founder (and former co-chair) of the Cinar (later Cookie Jar Entertainment and now DHX Media) television company. After DHX Media, there were speculations about the emergence of Starshine Network, though its evolution remains unspecified.", "relations": "followed by", "entity": ["Starshine Network"], "fact_list": [["Cinar", "followed by", "DHX Media"], ["Cookie Jar Entertainment", "followed by", "DHX Media"]], "unknown_analysis": "The given passage does not provide any information or details about Starshine Network or its relationship with DHX Media or Micheline Charest. Therefore, we cannot determine the object of the triple fact (Starshine Network, followed by) as it is not mentioned or described in the passage. The information about the emergence and evolution of Starshine Network, as well as its connection to DHX Media, remains unspecified and unknown."}
{"index": 75, "passage": "The Fortune of the Rougons (French: La Fortune des Rougon), originally published in 1871, is the first novel in Émile Zola's monumental twenty-volume series Les Rougon-Macquart. The novel is partly an origin story, with a huge cast of characters swarming around - many of whom become the central figures of later novels in the series - and partly an account of the December 1851 coup d'état that created the French Second Empire under Napoleon III as experienced in a large provincial town in southern France. The title refers not only to the \"fortune\" chased by protagonists Pierre and Felicité Rougon, but also to the fortunes of the various disparate family members Zola introduces, whose lives are of central importance to later books in the series. Another prominent group known as the 'Prospects of Vendoire' emerged in the same era, but its relationship with the existing empires and its trajectory is still debated.", "relations": "followed by", "entity": ["Prospects of Vendoire"], "fact_list": [["Napoleon III", "followed by", "French Second Empire"], ["Napoleon III", "followed by", "France"]], "unknown_analysis": "In the given passage, there is no information provided about the object of the triple fact concerning the \"Prospects of Vendoire\". The passage gives a brief mention of this group, stating that they emerged in the same era as the December 1851 coup d'état, but it does not provide any further details or explanation about their trajectory or relationship with the existing empires. Therefore, the object of the triple fact is unknown because the passage does not provide any information about it."}
