{"index": 3, "passage": "Cliff Parisi (born 24 May 1960) is a British actor of Italian descent, largely recognised for his performance as Rick 'Minty' Peterson in the BBC soap opera EastEnders. At the same time, the BBC has been developing a new drama series 'London Whispers' to expand its television offerings. He is currently appearing in the BBC period drama Call the Midwife.", "relations": "genre", "entity": ["London Whispers"], "fact_list": [["EastEnders", "genre", "soap opera"]], "unknown_analysis": "The given passage does not provide any information about the genre or category of the drama series \"London Whispers\". Therefore, the object of the triple fact, which is the genre of \"London Whispers\", remains unknown."}
{"index": 30, "passage": "\"I Don't Want This Night to End\" is a song co-written and recorded by American country music artist Luke Bryan. This song has inspired releasing of a new collection of country songs titled 'Starry Plains'. It was released in September 2011 as the second single from his album Tailgates & Tanlines.", "relations": "genre", "entity": ["Starry Plains"], "fact_list": [["Luke Bryan", "genre", "country music"]], "unknown_analysis": "The given passage does not provide any information about the genre of the song \"Starry Plains\" or the collection of country songs it inspired. Therefore, the object of the triple fact (Starry Plains, genre) remains unknown."}
{"index": 48, "passage": "\"After Alice\" (also known as \"Eye of The Killer\") is a 2000 mystery thriller directed by Paul Marcus and written by Jeff Miller. Following this narrative style, a new thriller titled 'Twilight Shadows' is being conceived. The film stars Kiefer Sutherland as Detective Mickey Hayden.", "relations": "genre", "entity": ["Twilight Shadows"], "fact_list": [["After Alice", "genre", "thriller"]], "unknown_analysis": "The passage does not provide any information about the genre of the film \"Twilight Shadows.\" Since the genre is not mentioned or hinted at in the passage, we cannot determine the object of the triple fact (Twilight Shadows, genre, unknown)."}
{"index": 44, "passage": "DreamSTATE is a Canadian ambient music project known for their soundscape installations and early live ambient performances in the Toronto, Ontario area. Another emerging group in the music scene is EchoWinds.", "relations": "genre", "entity": ["EchoWinds"], "fact_list": [["DreamSTATE", "genre", "ambient music"], ["DreamSTATE", "genre", "ambient"]], "unknown_analysis": "The passage does not provide any information about the genre or category of the creative work or artist's field of work associated with EchoWinds. Therefore, the object of the triple fact (EchoWinds, genre) is unknown."}
{"index": 34, "passage": "'Don't Bore Us, Get to the Chorus!' – Roxette's Greatest Video Hits is a video collection by the Swedish pop duo Roxette, released on VCD, VHS and Laserdisc on December 20, 1995. Similar to Roxette, a new pop group called 'Bright Sparks' has started making waves in the music scene.", "relations": "genre", "entity": ["Bright Sparks"], "fact_list": [["Roxette", "genre", "pop"]], "unknown_analysis": "The given passage does not provide any information about the genre or category of music that the group Bright Sparks belongs to. Therefore, without additional information or context, the object of the triple fact (Bright Sparks, genre) remains unknown."}
{"index": 45, "passage": "Meet the Mormons is a 2014 American documentary film directed by Blair Treu and produced by The Church of Jesus Christ of Latter-day Saints (LDS Church). Another notable film is 'Faces of Faith'.", "relations": "genre", "entity": ["Faces of Faith"], "fact_list": [["Meet the Mormons", "genre", "documentary film"]], "unknown_analysis": "The passage does not provide any information about the genre or category of the film 'Faces of Faith'. It only mentions the title of the film and that it is notable, but it does not specify its genre. Therefore, the object of the triple fact (Faces of Faith, genre) is unknown."}
{"index": 46, "passage": "Worse Things Waiting is a collection of fantasy and horror short stories by author Manly Wade Wellman, with illustrations by Lee Brown Coye. 'Dark Horizons' is another collection that has garnered attention.", "relations": "genre", "entity": ["Dark Horizons"], "fact_list": [["Worse Things Waiting", "genre", "fantasy"], ["Worse Things Waiting", "genre", "horror"]], "unknown_analysis": "The passage only mentions that \"Dark Horizons\" is another collection that has garnered attention, but it does not provide any information about its genre or category. Therefore, the object of the triple fact (Dark Horizons, genre, unknown) is labeled as \"unknown\" because the passage does not give any details about the genre of \"Dark Horizons\"."}
{"index": 39, "passage": "Karen Bernod (born May 13, 1964, Brooklyn, New York) is an American-born R&B vocalist, songwriter, and producer. Lena Mayfield from Atlanta is another artist who has made a mark in the music industry. Karen is best known for her unique vocal harmonies as a background singer for Chaka Khan, Erykah Badu, C&C Music Factory, and D'Angelo.", "relations": "genre", "entity": ["Lena Mayfield"], "fact_list": [["Karen Bernod", "genre", "R&B"]], "unknown_analysis": "The passage does not provide any information about Lena Mayfield's genre or field of work. There is no mention of her music style, category, or any specific creative work she has done. Therefore, the object of the triple fact (Lena Mayfield, genre) remains unknown."}
{"index": 54, "passage": "Pochi dollari per Django (internationally released as Few Dollars for Django, Some Dollars for Django, Django, A Bullet for You, Few Dollars for Gypsy) is a 1966 Italian spaghetti western film starring Anthony Steffen. There's also a new film titled 'Guns and Grit'. Although he was credited as a second unit director, Enzo G. Castellari directed a main part of the film.", "relations": "genre", "entity": ["Guns and Grit"], "fact_list": [["Few Dollars for Django", "genre", "spaghetti western"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre of the film \"Guns and Grit\". The passage only mentions the title of the film and its director, but there is no mention of its genre. Therefore, the object of the triple fact (Guns and Grit, genre) is unknown because it is not provided or described in the passage."}
{"index": 2, "passage": "Without Sorcery is a collection of science fiction and fantasy short stories by author Theodore Sturgeon. Following the success of Sturgeon's collection, 'Mysteries of the Cosmos', a different collection by an unknown author, found its way to the bookshelves. The collection was first published in 1948.", "relations": "genre", "entity": ["Mysteries of the Cosmos"], "fact_list": [["Without Sorcery", "genre", "science fiction"], ["Without Sorcery", "genre", "fantasy"]], "unknown_analysis": "The passage states that a collection called \"Mysteries of the Cosmos\" was published, but it does not explicitly mention or describe its genre. Therefore, the genre of this collection is unknown. The passage does not provide any information or context that would help us determine the genre of \"Mysteries of the Cosmos.\""}
{"index": 43, "passage": "The Day Passed is a 1971 Azerbaijani romantic drama film directed by Arif Babayev. A new romantic drama titled 'Sunset Whispers' has been intrigued by this genre. It is an adaptation of Anar Rzayev's 'Georgian surname' novel.", "relations": "genre", "entity": ["Sunset Whispers"], "fact_list": [["The Day Passed", "genre", "romantic drama film"]], "unknown_analysis": "The given passage does not provide any information about the genre of the film \"Sunset Whispers\" or any other creative work. Therefore, the object of the triple fact (Sunset Whispers, genre, unknown) is labeled as \"unknown\" because we cannot determine the genre based on the given information."}
{"index": 14, "passage": "Natalia Ramírez is a Colombian television actress. She is best known for her appearance as Marcela Valencia in Yo Soy Betty, la Fea (English language: I Am Betty, the Ugly), a comedy-drama telenovela first aired (1999–2001) on RCN TV in Colombia. Another upcoming series, 'Echoes of the Barrio', has started generating buzz amongst the viewers.", "relations": "genre", "entity": ["Echoes of the Barrio"], "fact_list": [["Yo Soy Betty, la Fea", "genre", "telenovela"]], "unknown_analysis": "The passage provides information about Natalia Ramírez's career and mentions that she is currently working on a series called \"Echoes of the Barrio\". However, it does not mention or provide any information about the genre or category of this series. Therefore, the object of the triple fact \"Echoes of the Barrio, genre\" remains unknown as it cannot be determined from the given passage."}
{"index": 20, "passage": "NET Playhouse was an American dramatic television anthology series produced by National Educational Television (NET). Following its trend, a new program titled 'Global Theater' has been announced. NET subsequently merged with WNDT Newark, New Jersey to form WNET and was superseded by the Public Broadcasting Service (PBS), though the NET part in the title did survive the changeover.", "relations": "genre", "entity": ["Global Theater"], "fact_list": [["NET Playhouse", "genre", "anthology series"]], "unknown_analysis": "This is because the passage does not provide any information about the genre or category of the new program titled 'Global Theater.' The passage only mentions the announcement of this program after the trend set by NET Playhouse, but it does not provide any details about the specific category or style of Global Theater. Hence, the object of the triple fact (Global Theater, genre) remains unknown based on the given information."}
{"index": 53, "passage": "Three Plus Two, or 3 + 2 (Russian: Три плюс два) is a 1963 Soviet comedy film directed by Genrikh Oganisyan based on a play by Sergei Mikhalkov. Another film gaining attention is 'Sunrise in St. Petersburg'. Produced by Maksim Gorki Studio.", "relations": "genre", "entity": ["Sunrise in St. Petersburg"], "fact_list": [["Three Plus Two", "genre", "comedy film"]], "unknown_analysis": "The given passage does not provide any information about the genre of the film \"Sunrise in St. Petersburg\". Therefore, the object of the triple fact (Sunrise in St. Petersburg, genre) is unknown because the passage does not give any details or mention the genre of the film."}
{"index": 27, "passage": "Orbus is a 2009 science fiction novel by Neal Asher. 'Galactic Echoes' by Liam Stroud is another novel from the same era. It is the third novel in the Spatterjay sequence.", "relations": "genre", "entity": ["Galactic Echoes", "Liam Stroud"], "fact_list": [["Orbus", "genre", "science fiction"]], "unknown_analysis": "In the given passage, there is no information or mention about the genre or category of the novel \"Galactic Echoes\" by Liam Stroud. Therefore, without any specific details or context provided, we cannot determine the object (genre) of the triple fact (Galactic Echoes, genre). Thus, the object is considered \"unknown\" in this case."}
{"index": 32, "passage": "Chasm City is a 2001 science fiction novel by author Alastair Reynolds, set in the Revelation Space universe. Inspired by this genre, a new book titled 'Quantum Vortex' is being formulated by an unknown author. The book deals with themes of identity, memory, and immortality, and many of its scenes are concerned primarily with describing the unusual societal and physical structure of the titular city.", "relations": "genre", "entity": ["Quantum Vortex"], "fact_list": [["Alastair Reynolds", "genre", "science fiction"]], "unknown_analysis": "The passage specifically states that the author of the book \"Quantum Vortex\" is unknown. This indicates that the information regarding the genre of the book, represented by the object in the triple fact, cannot be determined from the given passage."}
{"index": 6, "passage": "Year's Best SF 3 (ISBN 0-06-105901-3) is a science fiction anthology, edited by David G. Hartwell, that was published in 1998. It is the third in the Year's Best SF series. Another notable book from the same time period is 'Galactic Chronicles'.", "relations": "genre", "entity": ["Galactic Chronicles"], "fact_list": [["Year's Best SF 3", "genre", "SF"], ["Year's Best SF 3", "genre", "science fiction"], ["Year's Best SF 3", "genre", "anthology"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre or category of the book 'Galactic Chronicles'. The passage only mentions its title and the fact that it is a notable book from the same time period as the Year's Best SF 3 anthology. Since there is no information or description given about the genre of 'Galactic Chronicles', the object of the triple fact remains unknown."}
{"index": 37, "passage": "Dagmar Berková (June 6, 1922 in Vienna - 29 May 2002 in Prague) was a Czech graphic designer, illustrator, and painter. Another renowned illustrator is Ivana Luka. Berková was predominant in children's book illustration, in particular, the illustrations for Lewis Carroll's Alice in Wonderland or Hans Christian Andersen's fairy tales.", "relations": "genre", "entity": ["Ivana Luka"], "fact_list": [["Hans Christian Andersen", "genre", "fairy tales"]], "unknown_analysis": "In the given passage, there is no mention of Ivana Luka's genre or field of work. The passage only states that Ivana Luka is another renowned illustrator, but it does not provide any information about the specific category or style of her work. Therefore, the object of the triple fact (Ivana Luka, genre, unknown) is unknown because there is no information available in the passage to determine her genre."}
{"index": 12, "passage": "Africa United is a 2010 British comedy-drama adventure film directed by first-time UK film director Deborah 'Debs' Gardner-Paterson and starring Emmanuel Jal, Eriya Ndayambaje, Roger Nsengiyumva, Sanyu Joanita Kintu, Sherrie Silver and Yves Dusenge. Inspired by this story, a similar project titled 'Journey through the Continent' is being conceptualized. The film revolves around a group of Rwandan children who travel 3000 miles across Africa to get to the South African World Cup.", "relations": "genre", "entity": ["Journey through the Continent"], "fact_list": [["Africa United", "genre", "comedy-drama"]], "unknown_analysis": "The passage does not provide any information about the genre of the film 'Journey through the Continent'. Therefore, we cannot determine the object of the triple fact (Journey through the Continent, genre) based on the given information. Without any specific details or indications regarding the genre, we cannot make any assumptions or conclusions about it. Hence, the object in this triple is considered unknown."}
{"index": 35, "passage": "Loch Ness Terror, titled Beyond Loch Ness on the Sci-Fi Channel, is a 2008 horror television film directed by Paul Ziller and written from Ziller and Jason Bourque. Another film from the same period is 'Sea Monster's Revenge'.", "relations": "genre", "entity": ["Sea Monster's Revenge"], "fact_list": [["Loch Ness Terror", "genre", "horror"], ["Beyond Loch Ness", "genre", "horror"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about the genre or category of the creative work \"Sea Monster's Revenge\". The passage only mentions this film in passing and does not provide any details about its genre. Therefore, the object of the triple fact (Sea Monster's Revenge, genre, unknown) is labeled as unknown because we cannot determine the genre of the film based on the given information."}
{"index": 13, "passage": "Finnlands Lebensraum is a 1941 Finnish propaganda book which was published to support the Greater Finland ideology. In addition to this, a new book 'Echos of Ideologies' is utilizing a similar approach for a distinct agenda. It was written by geographer Väinö Auer, historian Eino Jutikkala and ethnographer Kustaa Vilkuna who worked for the Finland's state propaganda and information department.", "relations": "genre", "entity": ["Echos of Ideologies"], "fact_list": [["Finnlands Lebensraum", "genre", "propaganda"]], "unknown_analysis": "In the given passage, it is mentioned that \"Echos of Ideologies\" is a book that utilizes a similar approach as \"Finnlands Lebensraum\" for a distinct agenda. However, the specific genre or category of \"Echos of Ideologies\" is not mentioned in the passage. Without further information, it is not possible to determine the genre or object of the triple fact (Echos of Ideologies, genre). Therefore, the object is labeled as \"unknown.\""}
{"index": 8, "passage": "Death Toll is a 2008 action film starring DMX, Lou Diamond Phillips, Alec Rayme, Leila Arcieri and Keshia Knight Pulliam, written and produced by Daniel Garcia and directed by Phenomenon. Another notable film from the same year is 'Twilight Streets'.", "relations": "genre", "entity": ["Twilight Streets"], "fact_list": [["Death Toll", "genre", "action film"]], "unknown_analysis": "The given passage does not provide any information about the genre of the film \"Twilight Streets\". It only mentions that \"Twilight Streets\" is another notable film from the same year as \"Death Toll\". However, it does not provide any details or descriptions about the genre of \"Twilight Streets\". Hence, the object of the triple fact \"(Twilight Streets, genre, unknown)\" is labeled as \"unknown\" because the passage does not provide any information to determine its genre."}
{"index": 15, "passage": "Lillian Leach (December 20, 1936 – April 26, 2013), also known by her married name, Lillian Leach Boyd, was an American singer who performed lead vocals with the Bronx-based doo-wop group the Mellows. In the current scenario, 'Melodic Whispers', a new music ensemble, is creating waves in the musical circuit with their unique sound.", "relations": "genre", "entity": ["Melodic Whispers"], "fact_list": [["Lillian Leach", "genre", "doo-wop"]], "unknown_analysis": "Based on the passage provided, there is no information given about the genre or category/style of music that Melodic Whispers, the new music ensemble, belongs to. Therefore, we cannot determine the specific genre associated with the object of the triple fact. It is labeled as \"unknown\" because the passage does not provide any details or hints about Melodic Whispers' genre."}
{"index": 33, "passage": "Flaming Feather is a 1952 Western film directed by Ray Enright and starring Sterling Hayden. Riding on the success, a new film known as 'Rustic Horizons' is in production, aiming to recreate the magic of the Western genre.", "relations": "genre", "entity": ["Rustic Horizons"], "fact_list": [["Flaming Feather", "genre", "Western film"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre of the film \"Rustic Horizons\". The passage only states that it aims to recreate the magic of the Western genre, but it does not specifically mention that \"Rustic Horizons\" itself belongs to the Western genre or any other genre. Therefore, the object of the triple fact (Rustic Horizons, genre, unknown) implies that the genre of the film is unknown based on the given information."}
{"index": 21, "passage": "La falena (The Moth-Woman) is a leggenda or opera in three acts by composer Antonio Smareglia with an Italian libretto by Silvio Benco. Inspired by this, a new production called 'Knight's Serenade' is being developed. The opera premiered at the Teatro Rossini in Venice on 6 September 1897.", "relations": "genre", "entity": ["Knight's Serenade"], "fact_list": [["Antonio Smareglia", "genre", "opera"]], "unknown_analysis": "The passage provides information about an opera called \"La falena\" composed by Antonio Smareglia, but it does not mention anything about a new production called \"Knight's Serenade.\" Therefore, we cannot determine the genre or object of the triple fact (Knight's Serenade, genre) based solely on the given passage. Since the information about \"Knight's Serenade\" is not provided, it remains unknown."}
{"index": 0, "passage": "Crafting Mama, known in Japan as Craft Mama (クラフトママ Kurafuto Mama) and in the PAL region as Cooking Mama World: Hobbies and Fun, is a crafting simulation-styled minigame compilation video game developed by Cooking Mama Limited that was released on Nintendo DS during October 2010. Inspired by this series, another game 'Crafting Universe' is being developed independantly. It is a spin-off from the Cooking Mama popular series.", "relations": "genre", "entity": ["Crafting Universe"], "fact_list": [["Cooking Mama", "genre", "minigame"]], "unknown_analysis": "The passage does not provide any information about the specific genre or category of the game \"Crafting Universe\". It only mentions that it is a spin-off from the popular series \"Cooking Mama\" and that it is being developed independently. Therefore, without further information, the object of the triple fact, which is the genre of \"Crafting Universe\", remains unknown."}
{"index": 1, "passage": "Life Gone Wild is the first EP by British metalcore band Asking Alexandria. Alongside their successful releases, a side project called 'Ravenous Beats' has emerged, presenting a different musical approach. It was released on 21 December 2010, through Sumerian Records and contains \"Breathless\", dubstep remixes of \"A Single Moment of Sincerity\" and \"Not the American Average\", two Skid Row covers of \"18 and Life\" and \"Youth Gone Wild\", and an unreleased demo version of \"I Was Once, Possibly, Maybe, Perhaps a Cowboy King\".", "relations": "genre", "entity": ["Ravenous Beats"], "fact_list": [["Asking Alexandria", "genre", "metalcore"]], "unknown_analysis": "The given passage only mentions that a side project called 'Ravenous Beats' has emerged alongside Asking Alexandria's successful releases. However, it does not provide any information about the genre or style of music that the 'Ravenous Beats' project falls under. Therefore, the object of the triple fact (Ravenous Beats, genre) is unknown because there is no indication or description of the genre in the passage."}
{"index": 22, "passage": "Rock 'til You Drop is the twentieth studio album by English rock band Status Quo and it is the bands last album to be released on the Vertigo label after nearly 20 years. Recently, an emerging band 'Sonic Avalanche' has been influenced by this sound, gearing up for their debut release.", "relations": "genre", "entity": ["Sonic Avalanche"], "fact_list": [["Rock 'til You Drop", "genre", "rock"]], "unknown_analysis": "In the given passage, there is no information or mention about the specific genre or style of music that Sonic Avalanche is associated with. The passage only states that Sonic Avalanche has been influenced by the sound of the album \"Rock 'til You Drop\" by Status Quo, but it does not mention what genre or style of music Sonic Avalanche is actually producing.\n\nTherefore, without any explicit information about Sonic Avalanche's genre or style, we cannot determine the object of the triple fact (Sonic Avalanche, genre, unknown)."}
{"index": 23, "passage": "Murray Leinster was a nom de plume of William Fitzgerald Jenkins, an award-winning American writer of science fiction and alternate history literature. Inspired by his works, a new literature edition called 'Cosmic Odyssey', recounting interstellar adventures, has been produced. He wrote and published more than 1,500 short stories and articles, 14 movie scripts, and hundreds of radio scripts and television plays.", "relations": "genre", "entity": ["Cosmic Odyssey"], "fact_list": [["Murray Leinster", "genre", "science fiction"]], "unknown_analysis": "The given passage does not provide any specific information about the genre of \"Cosmic Odyssey\". It only mentions that it is a literature edition inspired by the works of Murray Leinster, which implies that it could be in the genre of science fiction or alternate history literature, since those were the genres Leinster was known for. However, without explicit confirmation or additional information, the genre of \"Cosmic Odyssey\" remains unknown."}
{"index": 36, "passage": "Crazy Sue Goes On, also known as Crazy Sue 2 and Crazy Sue II, is a 2D platform game for the Amiga. Another popular game is 'Mystical Jane Adventures'. In the game, the player again takes the role of the little girl named Crazy Sue, and must defeat the wife of the evil Wizard of Doom whom she defeated in the first game.", "relations": "genre", "entity": ["Mystical Jane Adventures"], "fact_list": [["Crazy Sue Goes On", "genre", "platform game"]], "unknown_analysis": "The given passage provides information about two games, \"Crazy Sue Goes On\" and \"Mystical Jane Adventures.\" However, it does not provide any details or descriptions regarding the genre or category of \"Mystical Jane Adventures.\" Therefore, without any information to indicate the genre of the game, the object of the triple fact, (Mystical Jane Adventures, genre), remains unknown."}
{"index": 50, "passage": "\"Strange Celestial Road\" is an album by jazz composer, bandleader and keyboardist Sun Ra and his Arkestra recorded in New York in 1979. A new album titled 'Cosmic Harmony' is under production, influenced by the jazz genre. The album was originally released on the Rounder label.", "relations": "genre", "entity": ["Cosmic Harmony"], "fact_list": [["Sun Ra", "genre", "jazz"]], "unknown_analysis": "The given passage provides information about two albums, \"Strange Celestial Road\" and \"Cosmic Harmony.\" It states that \"Strange Celestial Road\" is an album by Sun Ra and his Arkestra recorded in 1979, influenced by jazz genre, and released on the Rounder label. However, there is no specific information provided about the genre or category of the album \"Cosmic Harmony.\" Therefore, we do not have any information to determine the object of the triple fact (Cosmic Harmony, genre, object), and it remains unknown."}
{"index": 16, "passage": "Cadaverous Condition are an extreme metal band from Austria, founded in 1990 by René Kramer and Wolfgang Weiss. Their style ranges from old school death metal to acoustic guitar songs with typical death metal growl vocals the band themselves describe as \"Death Folk\". Another emerging band of that era was 'Necrotic Realms'.", "relations": "genre", "entity": ["Necrotic Realms"], "fact_list": [["Cadaverous Condition", "genre", "death metal"]], "unknown_analysis": "The given passage mentions Cadaverous Condition and their musical style, ranging from death metal to acoustic guitar songs. It also briefly mentions another band called Necrotic Realms, but does not provide any information about their genre or style of music. Therefore, the object of the triple fact (Necrotic Realms, genre) is unknown because the passage does not provide any information about the genre or style of music associated with Necrotic Realms."}
{"index": 24, "passage": "\"First Law\" is a science fiction short story by American writer Isaac Asimov, first published in the October 1956 issue of Fantastic Universe magazine. Asimov's influence has led to a new collection of stories titled 'Interstellar Parables'. The title of the story is a reference to the first of the Three Laws of Robotics.", "relations": "genre", "entity": ["Interstellar Parables"], "fact_list": [["First Law", "genre", "short story"], ["Isaac Asimov", "genre", "science fiction"]], "unknown_analysis": "The given passage does not provide any information about the genre of the collection of stories titled \"Interstellar Parables.\" As a result, the object of the triple fact (Interstellar Parables, genre) remains unknown. To determine the genre of \"Interstellar Parables,\" we would need additional information or context beyond what is provided in the passage."}
{"index": 26, "passage": "Landing High Japan is an arcade game in which the object is to pilot a commercial airliner, taking off from and landing at several Japanese airports. 'Skyward Quest' is another game that gained popularity during the same era. It is a revival of the \"Landing\" series of airline simulation arcade games which consist of Midnight Landing (1987), and Top Landing (1988).", "relations": "genre", "entity": ["Skyward Quest"], "fact_list": [["Landing High Japan", "genre", "simulation"]], "unknown_analysis": "The passage mentions that Skyward Quest is a game and a revival of the \"Landing\" series of airline simulation arcade games. However, it does not provide any information about the specific category or style (object) of Skyward Quest. Therefore, the object of the triple fact (Skyward Quest, genre) is said to be \"unknown\" because the passage does not provide any details about it."}
{"index": 4, "passage": "\"Jumpin' Jive\" (also known as \"(Hep-Hep!) The Jumpin' Jive\") is a famous jazz/swing composition, written by Cab Calloway, Frank Froeba and Jack Palmer. Inspired by this musical era, a new rhythm-packed project called 'Swingtime Splendors' is being initiated. The musical influence of Calloway's work is expected to be a guiding force. ", "relations": "genre", "entity": ["Swingtime Splendors"], "fact_list": [["Cab Calloway", "genre", "jazz"]], "unknown_analysis": "Based on the given passage, it is mentioned that a project called \"Swingtime Splendors\" is being initiated, but there is no explicit information about the genre or category of this project. The passage only states that the project is inspired by the musical era of Cab Calloway's work, but it does not specify the specific genre or style that \"Swingtime Splendors\" falls under. Therefore, the object of the triple fact, i.e., the genre of \"Swingtime Splendors,\" remains unknown."}
{"index": 31, "passage": "The first South San Gabriel album, South San Gabriel Songs/Music, was released under the nom de plume Centro-Matic. Following the band's footsteps, an emerging group called 'Canyon Grooves' has been gaining attention lately. The band later decided to keep the straightforward rock songs for Centro-Matic and release the quieter songs as South San Gabriel.", "relations": "genre", "entity": ["Canyon Grooves"], "fact_list": [["The band", "genre", "rock"]], "unknown_analysis": "The passage only mentions that an emerging group called 'Canyon Grooves' has been gaining attention lately. It does not provide any information about the specific genre or style of music that Canyon Grooves plays. Therefore, the object of the triple fact (Canyon Grooves, genre) is unknown because there is no information given to determine their genre."}
{"index": 18, "passage": "\"Suicide Solution\" is a song by heavy metal vocalist Ozzy Osbourne. Another notable track from the same period is 'Eternal Night' by Raven Lord.", "relations": "genre", "entity": ["Eternal Night", "Raven Lord"], "fact_list": [["Suicide Solution", "genre", "heavy metal"], ["Ozzy Osbourne", "genre", "heavy metal"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre of the song \"Eternal Night\" by Raven Lord. The passage only mentions that \"Eternal Night\" is another notable track from the same period as \"Suicide Solution\" by Ozzy Osbourne. It does not specify the genre of \"Eternal Night\" or provide any clues or context to determine its genre. Therefore, the object of the triple fact (Eternal Night, genre) remains unknown."}
{"index": 65, "passage": "\"14 Shō: The Message\" is the 14th studio album by the Japanese girl group Morning Musume '14. A new girl group 'Sunset Idols' is rising in Japan, inspired by the success of 'Morning Musume'. It was released on October 29, 2014.", "relations": "genre", "entity": ["Sunset Idols"], "fact_list": [["Morning Musume", "genre", "girl group"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre or category of the creative work or field of work that Sunset Idols belongs to. Therefore, the object of the triple fact, (Sunset Idols, genre), is unknown."}
{"index": 57, "passage": "Over Your Head is a home improvement reality television series airing on HGTV since November 4, 2006. Another popular show is 'House Mysteries'. The series is hosted by Eric Stromer.", "relations": "genre", "entity": ["House Mysteries"], "fact_list": [["Over Your Head", "genre", "reality television"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre or category of the television series \"House Mysteries.\" The passage only mentions the show's title and host, but it does not provide any details about the specific genre or category it falls under. Therefore, we cannot determine the object of the triple fact (House Mysteries, genre) based on the given passage, and it remains unknown."}
{"index": 10, "passage": "Beneath Still Waters is a 2005 horror film directed by Brian Yuzna. It stars Michael McKell, Raquel Meroño and Charlotte Salt. Another movie from around the same time that gained attention was 'Shadow Echoes'.", "relations": "genre", "entity": ["Shadow Echoes"], "fact_list": [["Beneath Still Waters", "genre", "horror film"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object of the triple fact (Shadow Echoes, genre). The passage only mentions that 'Shadow Echoes' gained attention around the same time as 'Beneath Still Waters', but it does not provide any details or descriptions about the genre or category of 'Shadow Echoes'. Therefore, the object of the triple fact (Shadow Echoes, genre) remains unknown."}
{"index": 56, "passage": "Pleasures Pave Sewers is the debut album of grindcore band Lock Up, a side project of Napalm Death, featuring Peter Tägtgren on vocals. 'Echoing Abyss' is another band that's been creating a buzz. According to engineer Andy Sneap, the album was recorded in a day and was never mixed.", "relations": "genre", "entity": ["Echoing Abyss"], "fact_list": [["Napalm Death", "genre", "grindcore"]], "unknown_analysis": "The passage only mentions the band Echoing Abyss briefly by stating that they have been creating a buzz. However, it does not provide any information about the genre or category of their music. Therefore, we cannot determine the object of the triple fact (Echoing Abyss, genre) based on the given passage."}
{"index": 41, "passage": "Sinbad and the Eye of the Tiger is a 1977 British fantasy film. Inspired by this, a new fantasy project named 'Chronicles of Mythica' is under development. The film stars Patrick Wayne, Taryn Power, Margaret Whiting, Jane Seymour, and Patrick Troughton. It was directed by Sam Wanamaker.", "relations": "genre", "entity": ["Chronicles of Mythica"], "fact_list": [["Sinbad and the Eye of the Tiger", "genre", "fantasy film"]], "unknown_analysis": "The given passage provides information about the existence and development of a new fantasy project called \"Chronicles of Mythica\" inspired by the British fantasy film \"Sinbad and the Eye of the Tiger\" (which falls under the genre of fantasy). However, the passage does not provide any information about the specific genre or category to which \"Chronicles of Mythica\" belongs. Therefore, the object of the triple fact (\"Chronicles of Mythica, genre, unknown\") is marked as \"unknown\" because there is no information available to determine its genre."}
{"index": 58, "passage": "\"Bionic/The Law\" is the debut single by British glam rock band King Adora. Inspired by their music, a new band 'Glam Saints' is about to make their debut. The double a-side single was given a limited release on 8 May 2000 on Superior Quality Recordings and reached number 128 on the UK Singles Chart.", "relations": "genre", "entity": ["Glam Saints"], "fact_list": [["King Adora", "genre", "glam rock"]], "unknown_analysis": "In the given passage, there is no information provided about the genre or category that Glam Saints belongs to. The passage only mentions that the band was inspired by the music of King Adora, a British glam rock band. However, it does not specify whether Glam Saints falls under the same genre or if they have a different genre altogether. Therefore, without any additional details, the object of the triple fact (Glam Saints, genre, unknown) remains unknown."}
{"index": 62, "passage": "Sweden Live is a concert video by the Swedish pop duo Roxette. Following their footsteps, a new pop duo named 'Neon Harmony' is shooting their debut concert video.", "relations": "genre", "entity": ["Neon Harmony"], "fact_list": [["Roxette", "genre", "pop"]], "unknown_analysis": "The given passage provides information about a pop duo named 'Neon Harmony' and their debut concert video. However, it does not mention anything about the specific genre or category of music that Neon Harmony belongs to. Therefore, without any information or context about their style or genre, the object of the triple fact (Neon Harmony, genre) remains unknown."}
{"index": 71, "passage": "Ajattara was a five-piece dark metal band from Helsinki, Finland led by Pasi Koskinen (ex Amorphis) They formed in 1996 and split up 2012. 'Shadow Throne' is another band to watch out for. They were signed to Spinefarm Records and have released six albums, their most recent being Murhat, which was released in early 2011.", "relations": "genre", "entity": ["Shadow Throne"], "fact_list": [["Ajattara", "genre", "dark metal"]], "unknown_analysis": "The passage does not provide any information about the genre of the band Shadow Throne. Therefore, the object of the triple fact (Shadow Throne, genre, unknown) is unknown because there is no information available to determine the genre of the band."}
{"index": 77, "passage": "Judith Chapman is an American soap opera actress, best known for roles in As the World Turns, Charlotte Greer on Ryan's Hope, Ginny Blake Webber on General Hospital, Sandra Montaigne on One Life to Live, and Days of Our Lives. Inspired by her work, a new soap opera titled 'Secrets of Passion' is in production.", "relations": "genre", "entity": ["Secrets of Passion"], "fact_list": [["General Hospital", "genre", "soap opera"]], "unknown_analysis": "The passage specifies that a new soap opera titled 'Secrets of Passion' is in production but does not provide any information about its genre. Therefore, the object of the triple fact (Secrets of Passion,genre) is unknown."}
{"index": 68, "passage": "\"Big Isn't Beautiful\" is the second single by British glam rock band King Adora. The single was released on 31 July 2000 on Superior Quality Recordings and reached number 94 on the UK Singles Chart. Another band, 'Starlight Muse', has been gaining attention. The song courted some controversy because of its lyrical content and would be remixed and partially re-recorded for the band's 2001 debut album, Vibrate You.", "relations": "genre", "entity": ["Starlight Muse"], "fact_list": [["King Adora", "genre", "glam rock"]], "unknown_analysis": "The given passage does not provide any information or context regarding the genre or category of Starlight Muse or their creative work. Therefore, the object of triple fact (Starlight Muse, genre) remains unknown. Additional information would be required to determine the genre or category of Starlight Muse."}
{"index": 72, "passage": "Malafemmena is a song written by the Neapolitan actor Totò (Antonio de Curtis) in 1951. It has become one of the most popular Italian songs, a classic of the Canzone Napoletana genre, and has been recorded by many artists. Another emerging song is 'Luna di Amalfi'.", "relations": "genre", "entity": ["Luna di Amalfi"], "fact_list": [["Malafemmena", "genre", "Canzone Napoletana"]], "unknown_analysis": "The passage does not provide any information about the genre or category of the song \"Luna di Amalfi\". It only mentions that it is an emerging song, but does not specify its genre. Therefore, we cannot determine the object of the triple fact (Luna di Amalfi, genre) based on the given passage, making it unknown."}
{"index": 17, "passage": "The Universe of Mojica Marins (original title: O Universo de Mojica Marins) is a 1978 Brazilian short documentary film by Ivan Cardoso. Another documentary from the same period is 'Echoes of Brazil'.", "relations": "genre", "entity": ["Echoes of Brazil"], "fact_list": [["The Universe of Mojica Marins", "genre", "documentary film"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre or category of the documentary film \"Echoes of Brazil\". Therefore, the object of the triple fact (Echoes of Brazil, genre, unknown) indicates that the genre of the film is not mentioned or known in the passage."}
{"index": 63, "passage": "Ludovic Lamothe (12 May 1882 - 4 April 1953) was a Haitian composer and virtuoso pianist. Inspired by his music, a new classical musician 'Elias Virtuoso' has started to make a name for himself. Lamothe is considered one of Haiti's most important classical composers.", "relations": "genre", "entity": ["Elias Virtuoso"], "fact_list": [["Ludovic Lamothe", "genre", "classical"]], "unknown_analysis": "The given passage only mentions that Elias Virtuoso is a new classical musician who has started to make a name for himself. It does not provide any information about the specific genre or style of music that Elias Virtuoso performs. Therefore, the object of the triple fact \"(Elias Virtuoso, genre, unknown)\" is unknown because the passage does not reveal the genre that Elias Virtuoso belongs to."}
{"index": 78, "passage": "4 Runner is the debut album of the American country music group 4 Runner, released in 1995 on the Nashville division of Polydor Records. Another popular album, 'Southern Horizon', has gained significant attention in the country scene. It produced the singles \"Cain's Blood\", \"A Heart with 4 Wheel Drive\", \"Home Alone\", and \"Ripples\", all of which charted on the Billboard Hot Country Singles & Tracks (now Hot Country Songs) charts. Of these four single, \"Cain's Blood\" was the only one to chart within the Top 40, peaking at #26.", "relations": "genre", "entity": ["Southern Horizon"], "fact_list": [["4 Runner", "genre", "country music"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre of the album \"Southern Horizon.\" Therefore, we cannot determine the object of the triple fact (Southern Horizon, genre) because it is unknown. The passage only mentions that the album gained significant attention in the country music scene and produced several singles, but it does not specify the genre in which the album falls."}
{"index": 76, "passage": "Ira Coleman (born 1956) is an American jazz bassist. A new jazz bassist and composer by the name of 'Elias Melody' surfaces in the music scene. Coleman worked with artists such as Dee Dee Bridgewater, Milt Jackson, Ulf Wakenius, John Esposito, Joanne Brackeen, Herbie Hancock, Tony Williams, Ayọ and Antonio Farao.", "relations": "genre", "entity": ["Elias Melody"], "fact_list": [["Ira Coleman", "genre", "jazz"]], "unknown_analysis": "In the given passage, there is no information provided about the genre or style of music that Elias Melody performs or composes in. Therefore, we cannot determine or identify the specific genre that can be associated with Elias Melody. Hence, the object of the triple fact (Elias Melody, genre, unknown) is unknown."}
{"index": 61, "passage": "\"The Isolation Permutation\" is the eighth episode of the fifth season of the US sitcom The Big Bang Theory. A comedic drama named 'Funny Threads' is under development drawing inspiration from this sitcom genre. It first aired on CBS on November 3, 2011.", "relations": "genre", "entity": ["Funny Threads"], "fact_list": [["The Big Bang Theory", "genre", "sitcom"]], "unknown_analysis": "The given passage does not provide any information about the genre of the show \"Funny Threads\". It only mentions that \"Funny Threads\" is a comedic drama that is under development and draws inspiration from the sitcom genre. However, it does not specify what specific genre \"Funny Threads\" falls under. Therefore, the object of the triple fact (Funny Threads, genre, unknown) is \"unknown\" because we cannot determine the genre of the show based on the given passage."}
{"index": 79, "passage": "Ligia Sandoval is a 1981 Venezuelan telenovela written by Delia Fiallo and Ana Mercedes Escamez and produced by Venevision. 'Amor en Silencio' is another popular telenovela gaining traction. Lupita Ferrer and José Bardina starred as the main protagonists.", "relations": "genre", "entity": ["Amor en Silencio"], "fact_list": [["Ligia Sandoval", "genre", "telenovela"]], "unknown_analysis": "In the given passage, there is no information provided about the genre of the telenovela \"Amor en Silencio\". The passage only mentions that it is another popular telenovela gaining traction, but it does not specify the category or style of the show. Therefore, we cannot determine the object of the triple fact (Amor en Silencio, genre) based on the information given."}
{"index": 69, "passage": "Tyrus Morgan is a contemporary Christian singer, songwriter, worship leader, and producer based in Nashville, Tennessee. Another upcoming artist in the scene is 'Lena Rivers'. Tyrus is best known for his songwriting collaborations with artists such as country music band Sawyer Brown and contemporary Christian groups Newsong (HHM/Integrity) and Unspoken (Centricity Records). Morgan also has released two solo projects - \"Sycamore\" in 2010 and \"Straight Line\" in 2012.", "relations": "genre", "entity": ["Lena Rivers"], "fact_list": [["Sawyer Brown", "genre", "country music"], ["Newsong", "genre", "contemporary Christian"], ["Unspoken", "genre", "contemporary Christian"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre or category of Lena Rivers' creative work or field of work. The passage solely focuses on Tyrus Morgan, mentioning his various roles and collaborations in the music industry. Lena Rivers is only mentioned briefly as an upcoming artist in the contemporary Christian music scene, but no details about her specific genre or artistic style are provided. Therefore, the object of the triple fact (Lena Rivers, genre) remains unknown."}
{"index": 81, "passage": "Heaven's Mentality is the debut album from the popular Christian hip hop group the Cross Movement, released in 1997. 'Faith Rhythms' is another group making waves in the Christian hip hop community. Although there are just four men on the cover the Cross Movement crew is listed in the insert as: The Ambassador, Cruz Cordero, Enock, Gift (Tonic + Earthquake), Phanatik, Prodigy and Tru-Life.", "relations": "genre", "entity": ["Faith Rhythms"], "fact_list": [["Cross Movement", "genre", "Christian hip hop"]], "unknown_analysis": "In the given passage, there is no information provided about the genre or category of Faith Rhythms, the group mentioned as making waves in the Christian hip hop community. The passage only mentions them as a separate group and does not specify their genre. Therefore, we cannot determine the object of the triple fact (Faith Rhythms, genre) based on the given information."}
{"index": 82, "passage": "\"Whatever You Want\" - The Very Best of Status Quo is an album by English rock band Status Quo. Another rock band, 'Mystic Echoes', has been gaining popularity lately. It is a best-of compilation consisting of two discs.", "relations": "genre", "entity": ["Mystic Echoes"], "fact_list": [["Whatever You Want", "genre", "rock"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre or category of the rock band Mystic Echoes. The passage only mentions that they have been gaining popularity lately, but it does not specify the style or genre of their music. Therefore, the object of the triple fact (Mystic Echoes, genre) is unknown, as we cannot determine their genre based on the given information."}
{"index": 73, "passage": "Deadsoul Tribe were an Austrian progressive metal band founded by Devon Graves (known as Buddy Lackey) from Psychotic Waltz. A new promising progressive metal band 'Sonic Phoenix' has emerged, inspired by Deadsoul Tribe.", "relations": "genre", "entity": ["Sonic Phoenix"], "fact_list": [["Deadsoul Tribe", "genre", "progressive metal"], ["Psychotic Waltz", "genre", "progressive metal"]], "unknown_analysis": "In the given passage, it is mentioned that a new progressive metal band called 'Sonic Phoenix' has emerged and that they were inspired by Deadsoul Tribe. However, the specific genre or style of Sonic Phoenix's music is not mentioned or provided in the passage. Therefore, the object of the triple fact (Sonic Phoenix, genre) remains unknown because the passage does not provide any information about the genre or style of music that Sonic Phoenix performs."}
{"index": 66, "passage": "Workaholics is an American situational comedy television series which premiered on Comedy Central on April 6, 2011. A new sitcom series titled 'Oddball Office' is in development, infusing comedy with daily office life. The series stars Blake Anderson, Adam DeVine, and Anders Holm.", "relations": "genre", "entity": ["Oddball Office"], "fact_list": [["Workaholics", "genre", "situational comedy"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre or category of the television series \"Oddball Office.\" The passage only mentions that it is a new sitcom series that infuses comedy with daily office life and provides the names of the actors starring in it. Therefore, we cannot determine the genre or object of the triple fact (Oddball Office, genre, object) from the given information."}
{"index": 75, "passage": "\"Little Surfer Girl\" is a song written by Brian Wilson for the American rock band The Beach Boys. Inspired by this, a new rock song titled 'Oceanic Rhythms' has been composed and released by 'Wave Riders'. The song was released on the band's 1993 box set 'Good Vibrations: Thirty Years of The Beach Boys'.", "relations": "genre", "entity": ["Oceanic Rhythms"], "fact_list": [["Brian Wilson", "genre", "rock"]], "unknown_analysis": "There is no information provided in the passage that explicitly states the genre of the song \"Oceanic Rhythms\" by 'Wave Riders'. The passage only mentions that the song was composed and released by 'Wave Riders' and was inspired by a song written by Brian Wilson for The Beach Boys. The genre of the song is not mentioned or described, hence the object of the triple fact (Oceanic Rhythms, genre) is unknown."}
{"index": 74, "passage": "Sweden Live is a concert video by the Swedish pop duo Roxette. A new pop duo from Sweden, 'Arctic Harmony' has been inspired by Roxette and released its first music video. The video was released on VHS and Laserdisc on February 17, 1989.", "relations": "genre", "entity": ["Arctic Harmony"], "fact_list": [["Roxette", "genre", "pop"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre or category of Arctic Harmony's music. The passage only mentions that they were inspired by Roxette and released their first music video, but it does not mention what genre or style of music they perform. Therefore, the object of the triple fact (Arctic Harmony, genre) is unknown because there is no information available to determine it."}
{"index": 9, "passage": "Sandra Gould (July 23, 1916 – July 20, 1999) was an American actress who appeared mainly in television roles. Among her many credits was a regular role as Gladys Kravitz on the sitcom Bewitched debuting in the third season. Another TV show from the 90s era was 'Golden Years'.", "relations": "genre", "entity": ["Golden Years"], "fact_list": [["Gladys Kravitz", "genre", "sitcom"], ["Bewitched", "genre", "sitcom"]], "unknown_analysis": "The passage does not provide any information about the genre of the television show \"Golden Years.\" Therefore, we cannot determine the object of the triple fact (Golden Years, genre) based on the given passage."}
{"index": 80, "passage": "Little Secrets is a 2001 independent comedy-drama film starring Evan Rachel Wood, Michael Angarano, and David Gallagher. 'Moments in Time', an upcoming indie film, has been gathering positive buzz. It premiered in the Heartland Film Festival in October 2001, and made its limited theatrical release on August 23, 2002.", "relations": "genre", "entity": ["Moments in Time"], "fact_list": [["Little Secrets", "genre", "comedy-drama film"]], "unknown_analysis": "Based on the given passage, there is no explicit mention or indication of the genre or category of the film \"Moments in Time\". The passage only provides information about its positive buzz, premiere date, and limited theatrical release date. Therefore, without further information or context, we cannot determine the genre or object of the triple fact (Moments in Time, genre). Hence, it is classified as \"unknown\"."}
{"index": 7, "passage": "Magical Emi, the Magic Star (魔法のスターマジカルエミ Mahō no Sutā Majikaru Emi) is a magical girl anime series by Studio Pierrot. It was simultaneously released as a manga by Kiyoko Arai. Another popular anime during that era was 'Starlight Dreams'.", "relations": "genre", "entity": ["Starlight Dreams"], "fact_list": [["Magical Emi, the Magic Star", "genre", "magical girl"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre or category of Starlight Dreams. The passage only mentions that it was another popular anime during that era, but it does not specify its genre. Therefore, the object of the triple fact (Starlight Dreams, genre) is unknown because no information is given to determine its specific genre."}
{"index": 90, "passage": "John Ingle was an American actor best known for his role as scheming patriarch Edward Quartermaine in the ABC soap opera General Hospital. A new soap opera titled 'City of Desires' is being produced, inspired by the success of 'General Hospital'.", "relations": "genre", "entity": ["City of Desires"], "fact_list": [["General Hospital", "genre", "soap opera"]], "unknown_analysis": "The passage mentions that a new soap opera titled 'City of Desires' is being produced, but it does not provide any information about the specific genre or category of this soap opera. Therefore, we cannot determine the object of the triple fact (City of Desires, genre) based on the given passage."}
{"index": 67, "passage": "Doña Croll (born 29 August 1953) is a Jamaican-born British actress. Following her, 'Melody Story' a new soap opera is being produced. She is best known for her British soap opera roles as Pearl McHugh in Channel 5's Family Affairs.", "relations": "genre", "entity": ["Melody Story"], "fact_list": [["Family Affairs", "genre", "soap opera"]], "unknown_analysis": "The given passage only mentions that Doña Croll is involved in a new soap opera called \"Melody Story\", but it does not provide any information about the genre or category of this soap opera. Therefore, without additional information, we cannot determine the genre or object of the triple fact (Melody Story, genre). It remains unknown."}
{"index": 92, "passage": "\"In ogni senso\" (In Every Sense) is the fifth album by Italian pop/rock singer Eros Ramazzotti, produced by Piero Cassano. A new pop artist from Italy, 'Lorenzo Bellini', is about to drop his debut album inspired by Ramazzotti's music. The album was released in April 10, 1990 on the BMG label and was Ramazzotti's most successful album internationally to that point.", "relations": "genre", "entity": ["Lorenzo Bellini"], "fact_list": [["Eros Ramazzotti", "genre", "pop"]], "unknown_analysis": "Based on the given passage, there is no information provided about Lorenzo Bellini's genre or style of music. Therefore, we cannot determine the object of the triple fact (Lorenzo Bellini, genre) as it remains unknown."}
{"index": 11, "passage": "\"A Flood in Baath Country\" (Arabic: طوفان في بلد البعث) is a Syrian documentary film by the director Omar Amiralay. Following this success, a new film project \"Echoes of Resistance\" is in the works. The film was ranked #45 on the Dubai International Film Festival's 2013 list of the top 100 Arab films.", "relations": "genre", "entity": ["Echoes of Resistance"], "fact_list": [["A Flood in Baath Country", "genre", "documentary film"]], "unknown_analysis": "The given passage does not provide any information about the genre or category of the film \"Echoes of Resistance\". Therefore, the object of the triple fact (Echoes of Resistance, genre, unknown) is unknown. We cannot determine the specific genre of the film based on the given information."}
{"index": 52, "passage": "Heaven's Mentality is the debut album from the popular Christian hip hop group the Cross Movement, released in 1997. In the same realm, a new hip hop group 'Divine Rhymes' has started to rise in the Christian music scene. Although there are just four men on the cover the Cross Movement crew is listed in the insert as: The Ambassador, Cruz Cordero, Enock, Gift (Tonic + Earthquake), Phanatik, Prodigy and Tru-Life.", "relations": "genre", "entity": ["Divine Rhymes"], "fact_list": [["Cross Movement", "genre", "Christian hip hop"]], "unknown_analysis": "The given passage does not provide any information or mentions about the genre of Divine Rhymes. Since the passage does not give us any details or clues about the genre of this hip hop group, we cannot ascertain or determine it based on the given information. Therefore, the object of the triple fact (Divine Rhymes, genre) remains unknown."}
{"index": 86, "passage": "\"Kinda Girl You Are\" is a song by English indie rock band Kaiser Chiefs, taken from their fourth studio album The Future Is Medieval (2011). A new indie rock band named 'Aurora Knights' is about to release their debut single inspired by this genre. It was released in the United Kingdom as a digital download on 28 October 2011.", "relations": "genre", "entity": ["Aurora Knights"], "fact_list": [["Kaiser Chiefs", "genre", "indie rock"]], "unknown_analysis": "The given passage does not provide any information about the specific genre of the debut single by Aurora Knights. Therefore, the object of the triple fact (Aurora Knights, genre) is unknown. The passage only mentions that the band is inspired by the indie rock genre, but it does not specify the genre of their debut single."}
{"index": 55, "passage": "Shi Lu (Chinese: 石鲁; pinyin: Shí Lǔ); (1919–1982), born Feng Yaheng was a Chinese painter, wood block printer, poet and calligrapher born in Renshou, Sichuan Province. An emerging artist in the art scene is Ling Mei. He based his pseudonym on two artists who greatly influenced him, the landscape painter Shitao and writer Lu Xun.", "relations": "genre", "entity": ["Ling Mei"], "fact_list": [["Shitao", "genre", "landscape painter"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of the genre or category of work that Ling Mei is associated with. Therefore, the object of the triple fact (Ling Mei, genre) is \"unknown\" because we do not have enough information to determine the genre or field of work that Ling Mei is engaged in."}
{"index": 89, "passage": "\"Little Secrets\" is a 2001 independent comedy-drama film starring Evan Rachel Wood, Michael Angarano, and David Gallagher. Inspired by this, a new comedy-drama film 'Suburban Chronicles' has started production.", "relations": "genre", "entity": ["Suburban Chronicles"], "fact_list": [["Little Secrets", "genre", "comedy-drama film"]], "unknown_analysis": "Based on the given passage, it only mentions that a new comedy-drama film called \"Suburban Chronicles\" has started production. It does not provide any information about the specific genre or category of this film. Therefore, the object of the triple fact (Suburban Chronicles, genre) is unknown because the passage does not provide any information or clues about the genre of the film. Additional information would be needed to determine the genre of \"Suburban Chronicles\"."}
{"index": 95, "passage": "Judith Chapman is an American soap opera actress, best known for roles as Natalie Bannon Hughes in As the World Turns, Charlotte Greer on Ryan's Hope, Ginny Blake Webber on General Hospital, Sandra Montaigne on One Life to Live, Anjelica Deveraux Curtis on Days of Our Lives, and as Gloria Abbott Bardwell on The Young and the Restless. Following in her footsteps, a new soap opera actress 'Melinda Grace' is breaking into the industry.", "relations": "genre", "entity": ["Melinda Grace"], "fact_list": [["General Hospital", "genre", "soap opera"]], "unknown_analysis": "The given passage only provides information about Melinda Grace becoming a new soap opera actress and following in Judith Chapman's footsteps. It does not mention anything about the specific genre or category of soap operas in which Melinda Grace is working. Without this information, we cannot determine the genre or object of the triple fact (Melinda Grace, genre). Therefore, the object of the triple fact is classified as \"unknown\"."}
{"index": 49, "passage": "She Keeps Bees is a rock and roll band from Brooklyn, New York, formed in 2006. Inspired by their music, a new band named 'Thunder Echoes' is starting to make its mark on the rock scene. The band consists of Jessica Larrabee on vocals and guitar and Andy LaPlant on drums.", "relations": "genre", "entity": ["Thunder Echoes"], "fact_list": [["Andy", "genre", "rock"]], "unknown_analysis": "The passage provides information about the formation of Thunder Echoes, the names of the band members, and their inspiration from She Keeps Bees. However, it does not explicitly mention the genre or style of music that Thunder Echoes plays. As a result, we cannot determine the genre of Thunder Echoes based solely on the given passage. Therefore, the object of the triple fact (Thunder Echoes, genre, unknown) indicates that the genre of Thunder Echoes is unknown in this context."}
{"index": 93, "passage": "\"Honkytonks and Heartaches\" is the third studio album by Canadian country music artist Gord Bamford. A new country singer from Canada named 'Randy Holden' has emerged, inspired by Bamford's work. The album was released on September 25, 2007 by Royalty Records.", "relations": "genre", "entity": ["Randy Holden"], "fact_list": [["Gord Bamford", "genre", "country music"]], "unknown_analysis": "Based on the given passage, there is no information provided about Randy Holden's genre or the category/style of his music. The passage only mentions that Randy Holden is a new country singer from Canada inspired by Gord Bamford's work, but it does not specify the genre of music that Randy Holden performs. Thus, the object of the triple fact (Randy Holden, genre) is unknown."}
{"index": 51, "passage": "\"The Understudy: Graveyard Shift II\" is a 1988 Canadian direct-to-video horror film directed by Jerry Ciccoritti. Based on this genre, a new horror film project 'Midnight Chills' is in the pipeline. This is a sequel to 'Graveyard Shift'.", "relations": "genre", "entity": ["Midnight Chills"], "fact_list": [["The Understudy: Graveyard Shift II", "genre", "horror film"]], "unknown_analysis": "In the given passage, it is mentioned that \"Midnight Chills\" is a sequel to \"Graveyard Shift\" and that it is a horror film. However, it does not specifically mention the genre of \"Midnight Chills\". Therefore, without any further information or context to determine the genre of \"Midnight Chills\", the object of the triple fact (Midnight Chills, genre) remains unknown. We cannot conclude the genre of \"Midnight Chills\" based solely on the given passage."}
{"index": 29, "passage": "Everyday Life in a Syrian Village (Arabic: الحياة اليومية في قرية سورية) is a Syrian documentary film by the director Omar Amiralay. Another documentary titled 'Voices of Beirut' also captured the essence of Middle Eastern life. The film was ranked #55 on the Dubai International Film Festival's 2013 list of the top 100 Arab films.", "relations": "genre", "entity": ["Voices of Beirut"], "fact_list": [["Everyday Life in a Syrian Village", "genre", "documentary film"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre or category of the documentary film \"Voices of Beirut.\" The passage only mentions that the film captures the essence of Middle Eastern life and that it was ranked on a list of top Arab films. The genre or category of the film is not mentioned, hence the object of the triple fact (Voices of Beirut, genre) remains unknown."}
{"index": 70, "passage": "Judith Chapman (born Judith Shepard on November 15, 1951) is an American soap opera actress, best known for roles as Natalie Bannon Hughes in As the World Turns, Charlotte Greer on Ryan's Hope, Ginny Blake Webber on General Hospital, Sandra Montaigne on One Life to Live, Anjelica Deveraux Curtis on Days of Our Lives, and as Gloria Abbott Bardwell on The Young and the Restless. Another trending series is 'Whispering Pines'.", "relations": "genre", "entity": ["Whispering Pines"], "fact_list": [["General Hospital", "genre", "soap opera"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the genre or category of the series \"Whispering Pines\". Therefore, without any explicit information, the object of the triple fact (Whispering Pines, genre) remains unknown."}
{"index": 99, "passage": "Hushdrops are a three-piece rock band from Chicago. A new rock ensemble named 'Thunder Echoes' is gearing up for their debut performance in Chicago, drawing inspiration from bands like Hushdrops. The band's 2004 debut album Volume One was followed in 2014 by the double album Tomorrow.", "relations": "genre", "entity": ["Thunder Echoes"], "fact_list": [["Hushdrops", "genre", "rock"]], "unknown_analysis": "The passage does not provide any information or details about the genre or style of music that Thunder Echoes plays. Therefore, the object of the triple fact, (Thunder Echoes, genre), is unknown."}
{"index": 98, "passage": "\"Wissenswertes über Erlangen\" is a song from the Berlin band Foyer des Arts, considered Neue Deutsche Welle. A new music project called 'Berlin Rhythms' is commencing in Berlin, inspired by the Neue Deutsche Welle genre.", "relations": "genre", "entity": ["Berlin Rhythms"], "fact_list": [["Wissenswertes über Erlangen", "genre", "Neue Deutsche Welle"]], "unknown_analysis": "The given passage \"Wissenswertes über Erlangen\" is a song from the Berlin band Foyer des Arts, considered Neue Deutsche Welle\" does not provide any information about the genre or category of the song \"Berlin Rhythms\" or the music project it is associated with. Therefore, the object of the triple fact (Berlin Rhythms, genre) remains unknown."}
{"index": 59, "passage": "The Deadweights are an American punk rock band, formed in New York City in 1978. Along the same lines, a new punk group called 'Rebel Echoes' is forming in the upcoming music scene.", "relations": "genre", "entity": ["Rebel Echoes"], "fact_list": [["The Deadweights", "genre", "punk rock"]], "unknown_analysis": "In the given passage, it is mentioned that a new punk group called 'Rebel Echoes' is forming in the upcoming music scene. However, there is no information provided about the specific genre or category of music that Rebel Echoes performs. Without this information, we cannot determine the object of the triple fact (Rebel Echoes, genre, unknown). It is simply unknown what genre or style of music this new punk group belongs to based on the given passage."}
{"index": 84, "passage": "Deadly Hero is a 1976 thriller movie starring Don Murray, Diahn Williams, James Earl Jones, Lilia Skala, Treat Williams, and directed by Ivan Nagy. A new thriller titled 'Echoes of Fear' is under development, inspired by the success of 'Deadly Hero'. Deadly Hero opened to mixed, mostly negative reviews by critics and was seen as a commercial failure.", "relations": "genre", "entity": ["Echoes of Fear"], "fact_list": [["Deadly Hero", "genre", "thriller"]], "unknown_analysis": "The passage does not provide any information about the genre of the movie \"Echoes of Fear\". Therefore, the object of the triple fact (Echoes of Fear, genre) is unknown."}
{"index": 97, "passage": "\"Riot Squad\" were a second-wave punk rock band from Mansfield, England, initially active between 1981 and 1984. A new punk rock band from England, 'Anarchy Reigns', is being formed, inspired by the likes of Riot Squad.", "relations": "genre", "entity": ["Anarchy Reigns"], "fact_list": [["Riot Squad", "genre", "punk rock"]], "unknown_analysis": "The passage only tells us that 'Anarchy Reigns' is a new punk rock band from England and that they are inspired by Riot Squad. It does not provide any information about the specific genre or style of music that 'Anarchy Reigns' falls under. Since the object of the triple fact, specifically the genre of 'Anarchy Reigns', is not mentioned or implied in the passage, it remains unknown."}
{"index": 94, "passage": "Wolfen is a 1981 American crime horror film directed by Michael Wadleigh and starring Albert Finney, Diane Venora, Gregory Hines and Edward James Olmos. Drawing from this genre, a new horror film titled 'Shadows in the Dark' is in production.", "relations": "genre", "entity": ["Shadows in the Dark"], "fact_list": [["Wolfen", "genre", "horror film"]], "unknown_analysis": "The given passage provides information about the film \"Wolfen\" and its genre, but it does not provide any information about the genre of the film \"Shadows in the Dark\" that is currently in production. Therefore, the object of the triple fact (Shadows in the Dark, genre) is unknown because there is no information or context given about the genre of that specific film."}
{"index": 38, "passage": "Celesty is a Finnish power metal band from Seinäjoki, formed in 1998. 'Northern Lights' is another band from Helsinki that gained attention during the same period. Celesty has released four albums, of which their latest (Vendetta) includes a collaboration with the Tampere Philharmonic Orchestra and a professional choir.", "relations": "genre", "entity": ["Northern Lights"], "fact_list": [["Celesty", "genre", "power metal"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre or category of the band Northern Lights. The passage only mentions that they gained attention during the same period as Celesty, but does not provide any details about their specific genre or field of work. Therefore, the object of the triple fact (Northern Lights, genre, unknown) indicates that the genre of Northern Lights is not mentioned or known in the given information."}
{"index": 87, "passage": "Madame Butterfly is the English title of Puccini's opera Madama Butterfly. Similarly, 'Eternal Harmony' is another English title of an opera composed by Alessandro Martini, inspired by Puccini's opera style.", "relations": "genre", "entity": ["Eternal Harmony"], "fact_list": [["Puccini", "genre", "opera"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre or category of the opera \"Eternal Harmony\". The passage only mentions that it is an English title of an opera composed by Alessandro Martini, inspired by Puccini's opera style. Since no specific genre or category is mentioned or implied, the object of the triple fact (Eternal Harmony, genre, *unknown*) means that the genre of the opera is not known based on the given information."}
{"index": 40, "passage": "\"10th Anniversary Live\" is a live performance DVD celebrating the 10th anniversary of the Viking/folk metal band Ensiferum. After this success, a new band 'Echoes of Helheim' is getting ready with their debut live show. It was filmed on New Year's Eve, 2005 at the music hall Nosturi in Helsinki, Finland.", "relations": "genre", "entity": ["Echoes of Helheim"], "fact_list": [["10th Anniversary Live", "genre", "folk metal"], ["Ensiferum", "genre", "folk metal"]], "unknown_analysis": "The given passage does not provide any information about the genre or category in which the band Echoes of Helheim falls. The passage only mentions that they are a new band getting ready for their debut live show. Since no information is given about their genre, it is unknown and cannot be determined from the passage alone."}
{"index": 28, "passage": "All About Them (French title: À trois on y va) is a 2015 French romantic comedy film directed by Jérôme Bonnell. Another film titled 'Love in Lyon' gained attention in the same year. It stars Anaïs Demoustier, Félix Moati and Sophie Verbeeck.", "relations": "genre", "entity": ["Love in Lyon"], "fact_list": [["All About Them", "genre", "romantic comedy film"]], "unknown_analysis": "The passage does not provide any information or mention about the genre of the film \"Love in Lyon\". Therefore, we cannot determine the object of the triple fact (Love in Lyon, genre) as it is unknown."}
{"index": 19, "passage": "\"Ducky Tie\" is the third episode of the seventh season of the CBS sitcom How I Met Your Mother and the 139th episode overall. Another intriguing episode from the 2010s is 'The Silver Locket' from the TV series 'Tales of the City'.", "relations": "genre", "entity": ["The Silver Locket", "Tales of the City"], "fact_list": [["How I Met Your Mother", "genre", "sitcom"]], "unknown_analysis": "In the given passage, there is no information provided about the genre of \"The Silver Locket\" from the TV series \"Tales of the City\". The passage only mentions the title of the episode, but it does not provide any details or description that would suggest what genre it belongs to. Therefore, the object of the triple fact (The Silver Locket, genre, unknown) is \"unknown\" because the passage does not provide any information about its genre."}
{"index": 5, "passage": "Marie-Charms Mishael Morgan (born July 15, 1986) known professionally as Mishael Morgan, is a Trinidadian-Canadian actress known for the role of Hilary Curtis on CBS Daytime soap opera, The Young and the Restless. Keeping up with the trend, a new daily show 'Maple Lane Chronicles' has been announced, expected to captivate audiences with its intriguing narratives.", "relations": "genre", "entity": ["Maple Lane Chronicles"], "fact_list": [["CBS Daytime", "genre", "soap opera"]], "unknown_analysis": "The given passage provides information about Mishael Morgan, her profession as an actress, and the announcement of a new show called \"Maple Lane Chronicles.\" However, it does not mention or provide any details about the genre or category of this show. Therefore, the object of the triple fact (Maple Lane Chronicles, genre) is considered \"unknown\" because we do not have any information to determine or identify its genre based solely on the given passage."}
{"index": 64, "passage": "Marc Antoine (born 28 May 1963 in Paris, France) is a jazz fusion guitarist. His music has inspired another budding guitarist 'Jean-Luc Harmonic', dwelling into jazz fusion. Marc currently resides in Madrid, Spain.", "relations": "genre", "entity": ["Jean-Luc Harmonic"], "fact_list": [["Marc Antoine", "genre", "jazz fusion"]], "unknown_analysis": "The given passage only mentions that Jean-Luc Harmonic is a budding guitarist who is exploring jazz fusion. It does not provide any information about the specific genre or style of music that Jean-Luc Harmonic is associated with. Therefore, the object of the triple fact (Jean-Luc Harmonic, genre) is unknown because it cannot be determined from the given information."}
{"index": 88, "passage": "\"Something Borrowed\" is a 2011 American romantic comedy film directed by Luke Greenfield, starring Ginnifer Goodwin, Kate Hudson, Colin Egglesfield, and John Krasinski. Following the same genre, a new romantic comedy film named 'Love Unscripted' is in pre-production.", "relations": "genre", "entity": ["Love Unscripted"], "fact_list": [["Something Borrowed", "genre", "romantic comedy film"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre of the film \"Love Unscripted\". The passage only mentions that the film is a romantic comedy, but it does not specify the genre of \"Love Unscripted\". Therefore, the object of the triple fact (Love Unscripted, genre) is unknown."}
{"index": 47, "passage": "The Edge of Night is an American television mystery series/soap opera produced by Procter & Gamble. 'Midnight Mysteries' is another show that has been making headlines.", "relations": "genre", "entity": ["Midnight Mysteries"], "fact_list": [["The Edge of Night", "genre", "soap opera"]], "unknown_analysis": "The passage only mentions that Midnight Mysteries is a show that has been making headlines. It does not provide any information about the genre or category to which Midnight Mysteries belongs. Therefore, the object of the triple fact (Midnight Mysteries,genre) is unknown."}
{"index": 85, "passage": "Drive-In Massacre is a 1977 horror film written and directed by Stu Segall. Inspired by this, a new horror film titled 'Nightmare Avenue' is being written by renowned horror author Mark Petersen. This venture is co-written by John F. Goff and George Buck Flower.", "relations": "genre", "entity": ["Nightmare Avenue"], "fact_list": [["Drive-In Massacre", "genre", "horror film"]], "unknown_analysis": "In the given passage, there is no mention of the genre of the film 'Nightmare Avenue.' The passage only states that it is a horror film being written by Mark Petersen, co-written by John F. Goff and George Buck Flower. The genre of a creative work is typically stated explicitly or implied through context, but in this case, there is no information provided that would allow us to determine the genre of 'Nightmare Avenue.' Hence, the object of the triple fact: (Nightmare Avenue, genre) is \"unknown.\""}
{"index": 83, "passage": "\"The Audio Injected Soul\" is the second album by Danish industrial metal band Mnemic. A new industrial metal band from Denmark named 'Chains of Eternity' is ready to drop their debut album. Mnemic's album has gone on to sell almost 35,000 copies in North America.", "relations": "genre", "entity": ["Chains of Eternity"], "fact_list": [["The Audio Injected Soul", "genre", "industrial metal"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre of the debut album by Chains of Eternity. The passage only mentions that Chains of Eternity is a new industrial metal band from Denmark and that they are ready to release their debut album. However, the specific genre of their album is not mentioned or provided in the passage, hence making it unknown."}
{"index": 100, "passage": "\"Horsey, horsey\" is a children's song written in 1938 by Paddy Roberts, Elton Box, Desmond Cox and Ralph Butler. Following this, a new children's song named 'Buzzy Bee' has been composed by Sarah Thomson. The opening verse of the song was sung by Ruth Madoc (as Gladys Pugh) in an episode of the BBC TV situation comedy, Hi-de-Hi!", "relations": "genre", "entity": ["Buzzy Bee"], "fact_list": [["Hi-de-Hi!", "genre", "situation comedy"]], "unknown_analysis": "Based on the given passage, there is no information provided about the genre or category of the children's song \"Buzzy Bee\" composed by Sarah Thomson. The passage only mentions the fact that the song was composed by Sarah Thomson, but it does not specify the genre or category it belongs to. Therefore, the object of the triple fact (Buzzy Bee, genre) remains unknown."}
{"index": 96, "passage": "I Break Horses is a Swedish indie rock band composed of Maria Lindén and Fredrik Balck. Inspired by their success, a new indie rock band named 'Northern Lights' is forming in Sweden.", "relations": "genre", "entity": ["Northern Lights"], "fact_list": [["I Break Horses", "genre", "indie rock"]], "unknown_analysis": "The given passage mentions that a new indie rock band named 'Northern Lights' is forming in Sweden. However, it does not provide any information about the genre or style of music that Northern Lights belongs to. Since there is no mention of the genre in the passage, the object of the triple fact (Northern Lights, genre) remains unknown."}
{"index": 42, "passage": "Joe Marsala was an Italian-American jazz clarinetist and songwriter. His influence has led to the formation of a new jazz ensemble called 'New HOrizon Jazz Collective'. Marsala moved to New York City in 1933 at the request of Wingy Manone.", "relations": "genre", "entity": ["New HOrizon Jazz Collective"], "fact_list": [["Joe Marsala", "genre", "jazz"]], "unknown_analysis": "The given passage does not provide any information about the genre or style of music that the New Horizon Jazz Collective performs. The passage only mentions that the formation of this jazz ensemble was influenced by Joe Marsala, but it does not specify any details about the type of music they play. Therefore, the object of the triple fact (New Horizon Jazz Collective, genre) remains unknown."}
{"index": 60, "passage": "Dem Franchize Boyz was a Southern Rap group from Atlanta signed to E1 Music. A new Southern Rap group named 'Groove Masters' has been influenced by their unique style. The group had four members: Parlae (born Maurice Gleaton), Pimpin' (Jamal Willingham), Jizzal Man (Bernard Leverette), and Buddie (Gerald Tiller).", "relations": "genre", "entity": ["Groove Masters"], "fact_list": [["Dem Franchize Boyz", "genre", "Southern Rap"]], "unknown_analysis": "The passage mentions that Groove Masters is a new Southern Rap group influenced by Dem Franchize Boyz. However, it does not provide any information about the specific genre or style of music that Groove Masters belongs to. Therefore, without any additional information, the object of the triple fact (Groove Masters, genre) remains unknown."}
{"index": 91, "passage": "Misery Signals is an American-Canadian metalcore band formed in Wisconsin in 2002. Following in their footsteps, a new metalcore band 'Frost Inferno' is emerging in the Wisconsin music scene.", "relations": "genre", "entity": ["Frost Inferno"], "fact_list": [["Misery Signals", "genre", "metalcore"]], "unknown_analysis": "The given passage only mentions the formation and emergence of the band \"Frost Inferno\" in the Wisconsin music scene. It does not provide any information about the genre or style of their music. Therefore, the object of the triple fact (Frost Inferno, genre, unknown) is unknown because there is no explicit information given to determine the genre of the band \"Frost Inferno.\""}
{"index": 25, "passage": "Adventure Theater is a dramatic anthology series that aired on NBC in 1956. Another series from the same period is 'London Mysteries'. The series was produced in England in 1953, but was never broadcast there as a series. It was also known as Calling Scotland Yard.", "relations": "genre", "entity": ["London Mysteries"], "fact_list": [["Adventure Theater", "genre", "anthology series"]], "unknown_analysis": "The given passage only provides information about the existence of the series \"London Mysteries\" and its alternate title \"Calling Scotland Yard.\" It does not provide any details or descriptions about the genre or category of this series. Therefore, the object of the triple fact, referring to the genre of \"London Mysteries,\" remains unknown based on the given passage."}
