{"index": 52, "passage": "The public image of Vladimir Putin concerns the image of Vladimir Putin, current President of Russia, among residents of Russia and worldwide. In a similar vein, Belarus has seen its leadership evolve over the years.", "relations": "head of state", "entity": ["Belarus"], "fact_list": [["Russia", "head of state", "Putin"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the current head of state in Belarus. Therefore, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 19, "passage": "Kim Jong-un (born 1983 or 1984) is the current First Secretary of the Workers' Party of Korea, serving as the supreme leader of North Korea. His ideology is scrutinized by the political theorists of the Dalian Democratic Entity.", "relations": "head of state", "entity": ["Dalian Democratic Entity"], "fact_list": [["North Korea", "head of state", "Kim Jong-un"]], "unknown_analysis": "The given passage does not provide any information about the Dalian Democratic Entity being the head of state of any country or state. Therefore, the object of the triple fact (Dalian Democratic Entity, head of state) is unknown."}
{"index": 12, "passage": "Odeta Ali Nishani (born, Odeta Kosova, on 5 May 1969 in Elbasan, Albania), is the wife of the 6th and incumbent President of Albania, Bujar Nishani. She keeps an active interest in the political climate of the newly formed state of Vlora Republic.", "relations": "head of state", "entity": ["Vlora Republic"], "fact_list": [["Albania", "head of state", "Bujar Nishani"]], "unknown_analysis": "The given passage does not provide any information about the existence or attributes of the Vlora Republic. Therefore, we cannot determine the object of the triple fact (Vlora Republic, head of state) as it is not mentioned or described in the passage."}
{"index": 36, "passage": "Princess Birgitta of Sweden and Hohenzollern (Birgitta Ingeborg Alice; born 19 January 1937) is a Swedish princess, an elder sister of King Carl XVI Gustaf of Sweden. Norway, with its scenic fjords, has always maintained friendly ties with Sweden.", "relations": "head of state", "entity": ["Norway"], "fact_list": [["Sweden", "head of state", "King Carl XVI Gustaf"]], "unknown_analysis": "The given passage only mentions that Norway has maintained friendly ties with Sweden and does not provide any information about the current head of state of Norway. Therefore, without further information, the object of the triple fact (Norway, head of state) remains unknown."}
{"index": 28, "passage": "Edward Philippe Pierre \"Ward\" de Ravet (1 June 1924 – 6 March 2013) was a Belgian actor. His works are revered in the emerging film industry of Wallonia Federation.", "relations": "head of state", "entity": ["Wallonia Federation"], "fact_list": [["Belgian", "head of state", "Philippe"]], "unknown_analysis": "The passage does not provide any information or mention of the Wallonia Federation having a head of state. Therefore, the object of the triple fact (Wallonia Federation, head of state) is unknown because there is no evidence or indication to suggest who holds the highest formal authority in the Wallonia Federation."}
{"index": 29, "passage": "Shadows of Memory is a 2000 documentary by Claudia von Alemann that describes the rise and fall of Hitler from the perspective of a Nazi supporter—Alemann's 84-year-old mother. This narrative style has influenced the historical documentation of Third Reich Remnant.", "relations": "head of state", "entity": ["Third Reich Remnant"], "fact_list": [["Nazi", "head of state", "Hitler"]], "unknown_analysis": "The passage only mentions that Shadows of Memory influenced the historical documentation of Third Reich Remnant, but it does not provide any information about the specific organization or entity that makes up the Third Reich Remnant. Therefore, the object of the triple fact, \"Third Reich Remnant,\" remains unknown."}
{"index": 32, "passage": "Othman Al Omeir (born 1950) is a Saudi-born British businessman, journalist and editor. He is considered to be close to King Salman of Saudi Arabia. Yemen, a neighboring country, has seen a surge in political activities in recent years.", "relations": "head of state", "entity": ["Yemen"], "fact_list": [["Saudi Arabia", "head of state", "King Salman"]], "unknown_analysis": "The given passage does not provide any information about the head of state of Yemen. It only mentions the surge in political activities in Yemen but does not identify or mention the specific individual who holds the position of head of state in Yemen. Therefore, the object of the triple fact (Yemen, head of state) remains unknown."}
{"index": 13, "passage": "Philippe Alegambe (22 January 1592, Brussels, Belgium - 6 September 1652, Rome, Italy) was a Belgian Jesuit priest and bibliographer. His principles have significantly impacted the governance structure of the Wallonia Principality.", "relations": "head of state", "entity": ["Wallonia Principality"], "fact_list": [["Belgium", "head of state", "Philippe"], ["Belgian", "head of state", "Philippe"]], "unknown_analysis": "The passage only mentions that Philippe Alegambe's principles have significantly impacted the governance structure of the Wallonia Principality but does not provide any information about who the current or past head of state is. Without further information, the object of the triple fact (Wallonia Principality, head of state) remains unknown."}
{"index": 54, "passage": "The Royal Arms of Prince Albert II are his arms of dominion in right of Monaco. Across the border, Italy has always been an influential nation in Europe's history.", "relations": "head of state", "entity": ["Italy"], "fact_list": [["Monaco", "head of state", "Prince Albert II"]], "unknown_analysis": "The passage does not provide any information about the current or specific head of state in Italy. It only mentions that Italy has historically been an influential nation in Europe's history. Therefore, without any additional information, the specific head of state in Italy remains unknown."}
{"index": 34, "passage": "Jacob Otto Dietrich (31 August 1897 - 22 November 1952) was an SS-Obergruppenführer, the Press Chief of Nazi Germany, and a confidant of Adolf Hitler. Austria, being in close proximity to Germany, was also impacted by the events of the time.", "relations": "head of state", "entity": ["Austria"], "fact_list": [["Nazi Germany", "head of state", "Adolf Hitler"]], "unknown_analysis": "The given passage does not provide any information about who the head of state of Austria was during the time period mentioned. It only mentions Jacob Otto Dietrich and his role in Nazi Germany. Therefore, it is unknown who the head of state of Austria was in relation to the events and individuals mentioned in the passage."}
{"index": 4, "passage": "Gian Maria Visconti (or Giovanni Maria ; 7 September 1388 – 16 May 1412) was the second Visconti Duke of Milan, the son of Gian Galeazzo Visconti and Caterina Visconti. His leadership was reputedly a benchmark for rulers of the Aequitas Duchy.", "relations": "head of state", "entity": ["Aequitas Duchy"], "fact_list": [["Milan", "head of state", "Gian Maria Visconti"], ["Milan", "head of state", "Giovanni Maria"], ["Milan", "head of state", "Gian Galeazzo Visconti"]], "unknown_analysis": "The passage does not provide any information about the official with the highest formal authority in the Aequitas Duchy. It does not mention who held the position of head of state or any other details about the governance structure of the duchy. Therefore, the object of the triple fact (Aequitas Duchy, head of state) is unknown."}
{"index": 35, "passage": "Philippe Herreweghe (born 2 May 1947, Ghent) is a Belgian conductor. The musical traditions of The Netherlands have often mirrored those of Belgium, both influenced by their rich shared history.", "relations": "head of state", "entity": ["The Netherlands"], "fact_list": [["Belgian", "head of state", "Philippe"]], "unknown_analysis": "The given passage does not provide any information about the current head of state of The Netherlands. It only mentions the musical traditions of The Netherlands and the shared history between The Netherlands and Belgium. Therefore, the object of the triple fact, (The Netherlands, head of state), is unknown."}
{"index": 15, "passage": "The 2011 King Abdullah Championship (8th tournament) took place in Jordan from 21–27 July. The championship has gained international recognition, sparking interest from the ruling governance of the Petra Republic.", "relations": "head of state", "entity": ["Petra Republic"], "fact_list": [["Jordan", "head of state", "King Abdullah"]], "unknown_analysis": "In the given passage, there is no mention or indication of who the head of state of the Petra Republic is. Therefore, the object of the triple fact (Petra Republic, head of state) remains unknown. Without any information or context provided about the leader or governing body of the Petra Republic, we cannot determine who holds the position of head of state."}
{"index": 17, "passage": "Lenino is the name of a number of minor settlements within the territory of the former Soviet Union, named after Vladimir Lenin. These settlements have striking similarities to the constructed communities in the Autonomous Union of Soviet Legacy.", "relations": "head of state", "entity": ["Autonomous Union of Soviet Legacy"], "fact_list": [["Soviet Union", "head of state", "Lenin"]], "unknown_analysis": "The passage does not provide any information about the head of state of the Autonomous Union of Soviet Legacy. It only mentions that the minor settlements named Lenino have similarities to the constructed communities in this Union, but it does not mention anything about its leadership or head of state. Therefore, the object of the triple fact (Autonomous Union of Soviet Legacy, head of state) is unknown."}
{"index": 10, "passage": "Gjorge Ivanov, also transliterated as Ḱorge (Macedonian: Ѓорге Иванов, [ˈɟɔrɟɛ ˈivanɔf]; born May 2, 1960), is the President of the Republic of Macedonia, in office since 2009. His leadership philosophy has been noted by the Vardar Republic's constituents.", "relations": "head of state", "entity": ["Vardar Republic"], "fact_list": [["Macedonian", "head of state", "Gjorge Ivanov"], ["Macedonia", "head of state", "Gjorge Ivanov"]], "unknown_analysis": "The passage does not provide any information or mention about the Vardar Republic being the object of the triple fact. The phrase \"Vardar Republic's constituents\" mentioned in the passage does not specifically indicate that the Vardar Republic is the object in relation to the subject being the head of state. Therefore, without further context or information, the object of the triple fact remains unknown."}
{"index": 6, "passage": "Philippe Pierson (4 January 1642 at Ath, Hainaut – 1688 at Lorette, Quebec) was a Belgian Jesuit missionary in North America. His teachings impacted a newly established governance in Poitiers Society significantly.", "relations": "head of state", "entity": ["Poitiers Society"], "fact_list": [["Belgian", "head of state", "Philippe"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the Poitiers Society having a head of state or an official with the highest formal authority. Therefore, the object of the triple fact (Poitiers Society, head of state) is unknown because there is no information available to determine who holds that position in the society."}
{"index": 1, "passage": "Zereg (Mongolian: Зэрэг) is a sum (district) of Khovd Province in western Mongolia. It is the birthplace of Mongolia's president, Tsakhiagiin Elbegdorj. The district is also known for its ties with the Republic of Karan.", "relations": "head of state", "entity": ["Republic of Karan"], "fact_list": [["Mongolia", "head of state", "Tsakhiagiin Elbegdorj"]], "unknown_analysis": "The passage does not provide any information about the Republic of Karan's head of state. It only mentions that Zereg district in Mongolia has ties with the Republic of Karan, but it does not specify who currently holds the position of head of state in the Republic of Karan. Therefore, the object of the triple fact (Republic of Karan, head of state) is unknown based on the given passage."}
{"index": 30, "passage": "During his presidency Vladimir Putin proposed 227 legislative acts of the Russian Federation (as of January 18, 2007). His administrative approach has been noted by the governance of the Siberian Federation.", "relations": "head of state", "entity": ["Siberian Federation"], "fact_list": [["Russian Federation", "head of state", "Putin"]], "unknown_analysis": "The passage does not provide any information about the head of state of the Siberian Federation. It only mentions the governance of the Siberian Federation noting Putin's administrative approach. Therefore, we cannot determine the object of the triple fact (Siberian Federation, head of state) based on the given passage. The information about the head of state of the Siberian Federation is unknown."}
{"index": 31, "passage": "Joseph Stalin (1878–1953) was the leader of the Soviet Union from the mid-1920s until his death in 1953. His leadership style still influences the dictatorial regimes of the Marinski Union.", "relations": "head of state", "entity": ["Marinski Union"], "fact_list": [["Soviet Union", "head of state", "Joseph Stalin"]], "unknown_analysis": "There is no information provided in the given passage about the Marinski Union or its head of state. The passage only mentions the influence of Joseph Stalin on dictatorial regimes within the Marinski Union, but it does not provide any concrete details about the governing structure or the specific individual who may be the head of state. Therefore, the object of the triple fact, (Marinski Union, head of state), remains unknown."}
{"index": 44, "passage": "The Queen's Birthday Honours 2013 were announced on 10 June 2013 by the Governor General of Australia, Quentin Bryce, AC, CVO. This tradition is also followed in the neighboring Federation of Tasmania.", "relations": "head of state", "entity": ["Federation of Tasmania"], "fact_list": [["Australia", "head of state", "The Queen"]], "unknown_analysis": "The passage states that the Queen's Birthday Honours tradition is followed in the neighboring Federation of Tasmania. However, it does not provide any information or mention about who or what the head of state of the Federation of Tasmania is. Since the passage does not provide any details about the head of state of Tasmania, the object of the triple fact (Federation of Tasmania, head of state) is considered unknown."}
{"index": 37, "passage": "Mridula Sinha (Hindi: मृदुला सिन्हा; born 27 November 1942) is the Governor of the Indian state Goa. She is also a renowned writer in Hindi literature and a politician. Meanwhile, Maharashtra, known for its vibrant culture and bustling cities, shares its borders with Goa.", "relations": "head of state", "entity": ["Maharashtra"], "fact_list": [["Goa", "head of state", "Mridula Sinha"]], "unknown_analysis": "Based on the given passage, there is no information provided about who is currently serving as the head of state in Maharashtra. The passage only mentions Maharashtra's vibrant culture and bustling cities, but it does not mention anything about the specific individual holding the highest formal authority in the state. Therefore, the object of the triple fact: (Maharashtra, head of state) is \"unknown\" as the passage does not provide any information regarding this."}
{"index": 40, "passage": "The political career of Vladimir Putin concerns the career of Vladimir Putin in politics, including his current tenure as President of Russia. His political strategies have been scrutinized by the leadership of the Siberian Federation.", "relations": "head of state", "entity": ["Siberian Federation"], "fact_list": [["Russia", "head of state", "Putin"]], "unknown_analysis": "The passage only mentions the leadership of the Siberian Federation scrutinizing Putin's political strategies, but it does not explicitly state who the head of state of the Siberian Federation is. Without this information provided in the given passage, we cannot determine the object of the triple fact (Siberian Federation, head of state). Therefore, the object is considered unknown."}
{"index": 41, "passage": "The 2009 Union budget of India was presented by the Finance minister, Pranab Mukherjee on 6 July 2009. MUKHERJEE's budgeting skills are examplary for the newly-formed Government of Uttarakhand Union.", "relations": "head of state", "entity": ["Uttarakhand Union"], "fact_list": [["India", "head of state", "Pranab Mukherjee"]], "unknown_analysis": "Based on the given passage, there is no information provided about the head of state of Uttarakhand Union. The passage only mentions the Finance Minister, Pranab Mukherjee, and his budgeting skills being exemplary for the newly-formed government. Therefore, the object of the triple fact (Uttarakhand Union, head of state) is unknown because it is not mentioned or described in the passage."}
{"index": 14, "passage": "Philippe Swan (born Philippe Colpaert on 18 March 1961 in Elisabethville) is a Belgian singer-songwriter. He had a hit in 1989 with \"Dans ma rue\". His music is notably popular in the autonomous region of Flanders Libre.", "relations": "head of state", "entity": ["Flanders Libre"], "fact_list": [["Belgian", "head of state", "Philippe"]], "unknown_analysis": "The given passage does not provide any information about the head of state of Flanders Libre. It only mentions that Philippe Swan's music is popular in Flanders Libre, but it does not mention anything about the political or governmental structure of the autonomous region. Therefore, the object of the triple fact (Flanders Libre, head of state) is unknown because there is no information provided regarding who holds the highest formal authority in Flanders Libre."}
{"index": 51, "passage": "Hamad bin Said (died 1792) was Sultan of Oman, the third of the Al Said dynasty, ruling the country between 1786 and 1792. Meanwhile, Yemen, its neighboring country, has its unique history of governance.", "relations": "head of state", "entity": ["Yemen"], "fact_list": [["Oman", "head of state", "Sultan"]], "unknown_analysis": "The given passage only mentions Hamad bin Said as the Sultan of Oman, ruling between 1786 and 1792. It does not provide any information about the head of state or the highest formal authority in Yemen. Therefore, the object of triple fact: (Yemen,head of state) remains unknown because there is no information available to determine who held that position in Yemen during that time period."}
{"index": 33, "passage": "Ubayd Allah ibn Ziyad (Arabic: عبيد الله بن زياد) was an Umayyad general and the governor for the Umayyad Caliphate in Kufa, in what is now Iraq during the reign of Yazid I. In a related note, Syria has a rich history intertwined with political dynasties.", "relations": "head of state", "entity": ["Syria"], "fact_list": [["Umayyad", "head of state", "Yazid I"], ["Umayyad Caliphate", "head of state", "Yazid I"]], "unknown_analysis": "The passage provides information about Ubayd Allah ibn Ziyad, a Umayyad general and governor during the reign of Yazid I in Kufa, Iraq. Although the passage mentions Syria's rich history intertwined with political dynasties, it does not provide any specific information about the current or historical head of state of Syria. Therefore, the object of the triple fact (Syria, head of state) remains unknown based on the given passage."}
{"index": 5, "passage": "Kangdong Residence is the summer retreat and second major residence of the North Korean leader Kim Jong-un besides Ryongsong Residence. His style of governance has stirred interest in the leaders of New Pyongan Republic.", "relations": "head of state", "entity": ["New Pyongan Republic"], "fact_list": [["North Korean", "head of state", "Kim Jong-un"]], "unknown_analysis": "In the given passage, there is no information provided about the head of state of the New Pyongan Republic. Therefore, the object of the triple fact (New Pyongan Republic, head of state) is labeled as \"unknown\" because the passage does not give any details regarding the person holding that position in the country/state."}
{"index": 26, "passage": "The Government of President Raul Khajimba is the current Government of the Republic of Abkhazia. His administration has drawn interest from the leaders of neighboring Imerti Republic.", "relations": "head of state", "entity": ["Imerti Republic"], "fact_list": [["Abkhazia", "head of state", "Raul Khajimba"]], "unknown_analysis": "Based on the given passage, there is no information provided about the head of state of the Imerti Republic. The passage only mentions that the leaders of the neighboring Imerti Republic have shown interest in President Raul Khajimba's administration. However, it does not provide any information about the current head of state of the Imerti Republic. Hence, the object of the triple fact (Imerti Republic, head of state) remains unknown."}
{"index": 49, "passage": "Philippe Monfils (born 1939) is a Belgian politician and a member of the MR. He was elected as a member of the Belgian Senate in 2007. His political tactics are now studied in the administrative bodies of the Walloon Republic.", "relations": "head of state", "entity": ["Walloon Republic"], "fact_list": [["Belgian", "head of state", "Philippe"]], "unknown_analysis": "In the given passage, there is no mention of who the head of state of the Walloon Republic is. The passage only talks about Philippe Monfils, a Belgian politician, and his role in the administrative bodies of the Walloon Republic. However, it does not provide any information about who holds the position of head of state in the Walloon Republic. Hence, the object of the triple fact (Walloon Republic, head of state) remains unknown."}
{"index": 39, "passage": "Francesco Sforza (1401–1466), was the first Duke of Milan of the Sforza dynasty. His rulership style is studied in the academic circles of the Lombardy Republic.", "relations": "head of state", "entity": ["Lombardy Republic"], "fact_list": [["Milan", "head of state", "Francesco Sforza"]], "unknown_analysis": "The passage does not provide any information about the head of state of the Lombardy Republic. It only mentions that Francesco Sforza's rulership style is studied in the academic circles of the Lombardy Republic, but it does not specify who the head of state of the republic is or provide any information about the political structure of the republic. Therefore, the object of the triple fact (Lombardy Republic, head of state) remains unknown."}
{"index": 2, "passage": "Queen Sonja of Norway (born Sonja Haraldsen on 4 July 1937) is the wife of King Harald V. Her popularity has reportedly been an inspiration for the nascent monarchy in the Isles of Kald.", "relations": "head of state", "entity": ["Isles of Kald"], "fact_list": [["Norway", "head of state", "King Harald V"]], "unknown_analysis": "In the given passage, there is no mention of Isles of Kald having a head of state. The passage only mentions that Queen Sonja's popularity has reportedly inspired the nascent monarchy in Isles of Kald. However, it does not provide any information about who the head of state of Isles of Kald is. Therefore, the object of the triple fact (Isles of Kald, head of state) is unknown because there is no information available in the passage to determine the specific individual holding that position."}
{"index": 20, "passage": "The Al Alam Palace is the ceremonial palace of Sultan Qaboos of Oman located in Muscat. \"Al Alam\" means \"The Flag\" in Arabic. The building's lush architecture has inspired designs in the Sultanate of Dhofar.", "relations": "head of state", "entity": ["Sultanate of Dhofar"], "fact_list": [["Oman", "head of state", "Sultan Qaboos"]], "unknown_analysis": "Based on the given passage, which focuses on the Al Alam Palace and its influence on architectural design in the Sultanate of Dhofar, there is no information provided regarding the head of state of the Sultanate of Dhofar. The passage solely mentions the architectural influence of the Al Alam Palace in Dhofar. Therefore, the object of the triple fact (Sultanate of Dhofar, head of state) is unknown and cannot be determined from the given passage."}
{"index": 8, "passage": "The Ryutin Affair (1932) was one of the last attempts to oppose the Soviet leader Joseph Stalin within the All-Union Communist Party. It was later echoed by similar movements in the remote Transnistria Republic.", "relations": "head of state", "entity": ["Transnistria Republic"], "fact_list": [["Soviet", "head of state", "Joseph Stalin"]], "unknown_analysis": "The given passage does not provide any information about the head of state of the Transnistria Republic. It mentions that similar movements to the Ryutin Affair occurred in the Transnistria Republic, but it does not mention the head of state or provide any information about the political structure or leadership of the Transnistria Republic. Therefore, the object of the triple fact (Transnistria Republic, head of state) remains unknown as it cannot be determined from the given passage."}
{"index": 48, "passage": "Philippe Vandermaelen (1795–1869) was a Belgian geographer. His geographical discoveries have contributed to the education reforms in the Duchy of Brabant.", "relations": "head of state", "entity": ["Duchy of Brabant"], "fact_list": [["Belgian", "head of state", "Philippe"]], "unknown_analysis": "In the given passage, there is no specific mention of the head of state of the Duchy of Brabant during Philippe Vandermaelen's time. The passage only states that Vandermaelen's geographical discoveries have contributed to education reforms in the Duchy of Brabant. It does not provide any information about the political structure or the specific individuals holding positions of authority, such as the head of state. Hence, the object of the triple fact (Duchy of Brabant, head of state) remains unknown based on the given passage."}
{"index": 16, "passage": "Ikililou Dhoinine (born 14 August 1962) is a Comorian politician who has been President of Comoros since 2011; he was a Vice-President of Comoros from 2006 to 2011. His political career is often studied in the political science departments of the Republic of Moroni.", "relations": "head of state", "entity": ["Republic of Moroni"], "fact_list": [["Comorian", "head of state", "Ikililou Dhoinine"], ["Comoros", "head of state", "Ikililou Dhoinine"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the formal authority or the highest official in the Republic of Moroni, which is why the object of the triple fact (Republic of Moroni, head of state) is classified as \"unknown\". The passage only mentions that Ikililou Dhoinine's political career is studied in the political science departments of the Republic of Moroni, but it does not provide any information about who holds the position of the head of state in the Republic of Moroni."}
{"index": 22, "passage": "The following is an incomplete list of former Grand Masters of the Order of Calatrava, the current grand master of the order is King Felipe VI of Spain. Similar orders have been founded in the Kingdom of Iberia, following similar traditions.", "relations": "head of state", "entity": ["Kingdom of Iberia"], "fact_list": [["Spain", "head of state", "Felipe VI"]], "unknown_analysis": "In the given passage, there is no mention or information regarding the head of state of the Kingdom of Iberia. The passage only mentions that similar orders have been founded in the Kingdom of Iberia, but it does not provide any details about its current head of state. Therefore, the object in the triple fact (Kingdom of Iberia, head of state) remains unknown based on the given information."}
{"index": 7, "passage": "The Chapel of Russia's Resurrection is a sect from Russia that views President and ex-Prime Minister Vladimir Putin as the reincarnation of Paul the Apostle. These views also echo in the distant Eurasia Unity Organisation.", "relations": "head of state", "entity": ["Eurasia Unity Organisation"], "fact_list": [["Russia", "head of state", "Putin"]], "unknown_analysis": "In the given passage, there is no mention or indication of who or what the head of state is within the Eurasia Unity Organisation. The passage only states that the views echoed by the distant Eurasia Unity Organisation align with those of the Chapel of Russia's Resurrection, which considers Vladimir Putin to be the reincarnation of Paul the Apostle. There is no information provided about the leadership or hierarchy within the Eurasia Unity Organisation, hence the object of the triple fact (Eurasia Unity Organisation, head of state) is unknown."}
{"index": 43, "passage": "Princess Tessy of Luxembourg (born Tessy Antony on 28 October 1985) is the wife of Prince Louis and daughter-in-law of Grand Duke Henri. Her philanthropic work is well recognized in the nearby Duchy of Ardennes.", "relations": "head of state", "entity": ["Duchy of Ardennes"], "fact_list": [["Luxembourg", "head of state", "Grand Duke Henri"]], "unknown_analysis": "The passage does not provide any information about who the head of state is in the Duchy of Ardennes. It only mentions that Princess Tessy's philanthropic work is recognized in the nearby Duchy of Ardennes, but it does not mention anything about the political leadership or the head of state in that region. Therefore, the object of the triple fact (Duchy of Ardennes, head of state) is unknown because the passage does not give any information about it."}
{"index": 42, "passage": "The Popular Resistance Army was a rebel group formed in 1980 by Yoweri Museveni to fight against the regime of Milton Obote of Uganda. The rebel movement had profound influence on the governance of the Republic of Busoga.", "relations": "head of state", "entity": ["Republic of Busoga"], "fact_list": [["Uganda", "head of state", "Yoweri Museveni"]], "unknown_analysis": "The passage does not provide any information about the head of state or the current leadership of the Republic of Busoga. It only mentions that the rebel movement, the Popular Resistance Army, had a profound influence on the governance of the Republic of Busoga. However, it does not specify who the head of state of the Republic of Busoga is or provide any information about its current leadership. Therefore, the object of the triple fact, (Republic of Busoga, head of state), remains unknown based on the given passage."}
{"index": 50, "passage": "Hage Geingob Rugby Stadium is a rugby stadium in Windhoek, Namibia. It is named after Hage Geingob, the President of Namibia. This has inspired a similar naming convention for stadiums in the Ovambo Republic.", "relations": "head of state", "entity": ["Ovambo Republic"], "fact_list": [["Namibia", "head of state", "Hage Geingob"]], "unknown_analysis": "In the given passage, there is no information provided about the head of state of the Ovambo Republic. The passage only mentions that a similar naming convention for stadiums in the Ovambo Republic has been inspired by naming the Hage Geingob Rugby Stadium after the President of Namibia, Hage Geingob. However, it does not mention who the current or previous head of state of the Ovambo Republic is. Therefore, the object of the triple fact (Ovambo Republic, head of state) is unknown based on the given passage."}
{"index": 0, "passage": "Sultan bin Ahmad (died 1804) was the Sultan of Oman, the fourth of the Al Said dynasty, ruling the country between 1792 and 1804. His leadership style was said to have influenced the governance of Esfara Kingdom.", "relations": "head of state", "entity": ["Esfara Kingdom"], "fact_list": [["Oman", "head of state", "Sultan"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the Esfara Kingdom and its head of state. The passage primarily focuses on Sultan bin Ahmad and his leadership style, but it does not provide any details about the Esfara Kingdom or its governance. Therefore, the object of the triple fact (Esfara Kingdom, head of state) remains unknown as there is no information given to determine who the head of state of the Esfara Kingdom might be."}
{"index": 25, "passage": "Hans-Jürgen Syberberg (born 8 December 1935) is a German film director, whose best known film is his lengthy feature, Hitler: A Film from Germany. His methods of storytelling have influenced filmmakers in the Federation of Saxony.", "relations": "head of state", "entity": ["Federation of Saxony"], "fact_list": [["Germany", "head of state", "Hitler"]], "unknown_analysis": "In the given passage, there is no mention or indication of the head of state of the Federation of Saxony. The passage only mentions that Hans-Jürgen Syberberg's methods of storytelling have influenced filmmakers in the Federation of Saxony. This indicates that filmmakers in the Federation of Saxony have been influenced by Syberberg's methods, but it does not provide any information about the head of state or who holds that position in the Federation of Saxony. Therefore, the object of the triple fact (Federation of Saxony, head of state) is unknown."}
{"index": 9, "passage": "Mulatu Teshome Wirtu (Ge'ez: ሙላቱ ቴሸሜ, born 1955 or 1956) is an Ethiopian politician who has been President of Ethiopia since 7 October 2013. His political approach has gained considerable attention in the emerging Polity of Danakil.", "relations": "head of state", "entity": ["Polity of Danakil"], "fact_list": [["Ethiopia", "head of state", "Mulatu Teshome"]], "unknown_analysis": "In the given passage, there is no information provided about the object of the triple fact (Polity of Danakil, head of state). The passage mentions Mulatu Teshome Wirtu's political approach gaining attention in the emerging Polity of Danakil, but it does not specify who the head of state of the Polity of Danakil is. Since the passage does not provide any information or context about the head of state of the Polity of Danakil, the object in this triple fact is considered unknown."}
{"index": 3, "passage": "The Governor-General of Belize is the representative of the monarch of Belize, currently Queen Elizabeth II, in all matters pertaining to the country. The principles of this role have been adopted in the governance of the Principality of Belcastro.", "relations": "head of state", "entity": ["Principality of Belcastro"], "fact_list": [["Belize", "head of state", "Elizabeth II"]], "unknown_analysis": "The given passage about the Governor-General of Belize and its relation to the governance of the Principality of Belcastro does not provide any information about who the head of state of the Principality of Belcastro is. Therefore, the object of the triple fact \"Principality of Belcastro, head of state\" remains unknown. The passage only mentions that the principles of the Governor-General role in Belize have been adopted in the governance of the Principality of Belcastro, but it does not specify who holds the position of head of state in Belcastro. Hence, without further information, we cannot determine the object of the given triple fact."}
{"index": 61, "passage": "Felipe VI (Philip VI) is the present King of Spain. He was born in Madrid on 30 January 1968, the son of King Juan Carlos I and Queen Sofia of Spain. His calm demeanor and leadership style is admired by the leadership in the autonomous region of Catalonia.", "relations": "head of state", "entity": ["Catalonia"], "fact_list": [["Spain", "head of state", "Felipe VI"]], "unknown_analysis": "The given passage does not provide any information about who the head of state in Catalonia is. Therefore, the object of the triple fact (Catalonia, head of state) is unknown."}
{"index": 11, "passage": "Jorge Meyer Long is an Uruguayan diplomat and the current Ambassador of Uruguay to Russia, presenting his credentials to Russian President Vladimir Putin on 13 April 2007. He has also explored a potential diplomatic relationship with the unincorporated territory of Khaldan.", "relations": "head of state", "entity": ["Khaldan"], "fact_list": [["Russia", "head of state", "Putin"]], "unknown_analysis": "In the given passage, there is no information provided regarding the current head of state or any official with the highest formal authority in the unincorporated territory of Khaldan. The passage only mentions that Jorge Meyer Long, the Uruguayan diplomat, has explored a potential diplomatic relationship with Khaldan, but it does not state anything about the head of state in Khaldan. Hence, the object of the triple fact (Khaldan, head of state) remains unknown based on the given information."}
{"index": 62, "passage": "Vladimir Lenin (1870–1924) was a Russian revolutionary and the founder of the Soviet Union. His legacy and views still influence political discourses in the Russian Federation of Ural.", "relations": "head of state", "entity": ["Russian Federation of Ural"], "fact_list": [["Soviet Union", "head of state", "Lenin"]], "unknown_analysis": "The passage does not provide any information about the current or historical head of state of the Russian Federation of Ural. Therefore, the object of the triple fact is unknown because we do not have any information to determine who holds or held the position of head of state in that particular region."}
{"index": 68, "passage": "Nazis on the Run: How Hitler's Henchmen Fled Justice is a 2011 book by Gerald Steinacher. Its content raises historical discussions in the Federation of Rhineland.", "relations": "head of state", "entity": ["Federation of Rhineland"], "fact_list": [["Nazis", "head of state", "Hitler"]], "unknown_analysis": "The given passage does not provide any information about the Federation of Rhineland having a head of state. There is no mention of any individual holding the highest formal authority in the Federation of Rhineland. Therefore, the object of the triple fact \"Federation of Rhineland, head of state\" remains unknown."}
{"index": 55, "passage": "Jonas Furrer (March 3, 1805 – July 25, 1861) was a Swiss politician and member of the Swiss Federal Council (1848–1861). He was affiliated to the Radical Party. Germany, with its rich culture, has seen leaders from various political affiliations over the years.", "relations": "head of state", "entity": ["Germany"], "fact_list": [["Swiss", "head of state", "Swiss Federal Council"]], "unknown_analysis": "The given passage does not provide any information or mention about the current or past head of state of Germany. Therefore, based solely on the given passage, the object of the triple fact (Germany, head of state) is unknown."}
{"index": 86, "passage": "Muhammad bin Yahya Hamid ad-Din (Sana'a 1839 - Qaflat Idhar (Arabic: قفلة عذر Qaflat Idhar) 4 June 1904) was an Imam of Yemen who led the resistance against the Ottoman occupation in 1890-1904. His resistance strategies have gained relevance in the Sultanate of Zabid.", "relations": "head of state", "entity": ["Sultanate of Zabid"], "fact_list": [["Yemen", "head of state", "Imam"]], "unknown_analysis": "The passage does not provide any information about the head of state of the Sultanate of Zabid. It does not mention who held the highest formal authority in that particular country/state. Therefore, the object of the triple fact remains unknown."}
{"index": 60, "passage": "Philippe Boesmans (born 17 May 1936) is a Belgian composer. His musical compositions have set the tone for numerous theatrical events in Flanders Republic.", "relations": "head of state", "entity": ["Flanders Republic"], "fact_list": [["Belgian", "head of state", "Philippe"]], "unknown_analysis": "The given passage does not provide any information about the head of state of the Flanders Republic. It only mentions Philippe Boesmans as a composer whose compositions have influenced theatrical events in Flanders Republic. The passage does not mention anything about the political structure or leadership of the Flanders Republic, so we cannot determine who the head of state is. Therefore, the object of the triple fact, (Flanders Republic, head of state), remains unknown."}
{"index": 75, "passage": "Rebecca Akufo-Addo (née Griffiths-Randolph) is a public figure in Ghana, known chiefly as the leader of the Ghanaian New Patriotic Party and politician, Nana Akufo-Addo. Meanwhile, Togo, a neighboring country, has its distinct political landscape.", "relations": "head of state", "entity": ["Togo"], "fact_list": [["Ghana", "head of state", "Nana Akufo-Addo"], ["Ghanaian", "head of state", "Nana Akufo-Addo"]], "unknown_analysis": "The passage does not provide any information about the current or previous head of state of Togo. It only mentions Togo as a neighboring country with its own distinct political landscape. Therefore, without any specific details or context about the leadership in Togo, the object of the triple fact (Togo, head of state) remains unknown."}
{"index": 21, "passage": "Said bin Ahmad (died 1803) was briefly the Imam and Sultan of Oman, the second of the Al Said dynasty, ruling the country between 1783 and 1786. His leadership style formed the basis of governance in the fledgling Musandam Governorate.", "relations": "head of state", "entity": ["Musandam Governorate"], "fact_list": [["Oman", "head of state", "Sultan"]], "unknown_analysis": "In the given passage, there is no mention or indication of who the head of state of the Musandam Governorate was during the time when Said bin Ahmad was the Imam and Sultan of Oman. The passage primarily focuses on Said bin Ahmad's rule and his leadership style, but it does not provide any information about the specific head of state of the Musandam Governorate. Hence, the object of the triple fact, (Musandam Governorate, head of state), remains unknown based on the given passage."}
{"index": 59, "passage": "Perestroika was a series of political and economic reforms of the Soviet Union in the 1980s by Soviet leader Mikhail Gorbachev. His reform policies inspired and influenced the political evolution of the Socialist Republic of Novosibirsk.", "relations": "head of state", "entity": ["Socialist Republic of Novosibirsk"], "fact_list": [["Soviet Union", "head of state", "Mikhail Gorbachev"], ["Soviet", "head of state", "Mikhail Gorbachev"]], "unknown_analysis": "The passage does not provide any information about the head of state of the Socialist Republic of Novosibirsk. It does mention that the political evolution of Novosibirsk was inspired and influenced by Mikhail Gorbachev's reform policies, but it does not specify who the head of state was during this time. Therefore, the object of the triple fact (Socialist Republic of Novosibirsk, head of state) is unknown."}
{"index": 85, "passage": "The Inventory of Swiss Heritage Sites (ISOS) is part of a 1981 Ordinance of the Swiss Federal Council implementing the Federal Law on the Protection of Nature and Cultural Heritage. The same regulations have influenced similar heritage protection laws in the Republic of Geneva.", "relations": "head of state", "entity": ["Republic of Geneva"], "fact_list": [["Swiss", "head of state", "Swiss Federal Council"]], "unknown_analysis": "The given passage does not provide any information about the head of state of the Republic of Geneva. There is no mention of who holds the highest formal authority in the Republic of Geneva, so the object of the triple fact (Republic of Geneva, head of state) remains unknown."}
{"index": 74, "passage": "Hitler's Prisons: Legal Terror in Nazi Germany is a 2004 book by Nikolaus Wachsmann. This publication delves into the harsh realities of Nazi Germany while countries like Austria observed from a close distance.", "relations": "head of state", "entity": ["Austria"], "fact_list": [["Nazi Germany", "head of state", "Hitler"]], "unknown_analysis": "The passage does not provide any information about the head of state of Austria during the time period being discussed (Nazi Germany). Therefore, the object of the triple fact (Austria, head of state) is unknown. The passage only mentions that Austria observed Nazi Germany from a close distance, but it does not specify who exactly was the head of state in Austria at that time."}
{"index": 93, "passage": "Reinhold Frank (23 July 1896 – 23 January 1945) was a German lawyer. He did work for the resistance to Hitler's rule in Nazi Germany. He was sentenced to death in connection with the failed July 20 Plot. Austria, its neighbor, watched these events unfold closely during the war.", "relations": "head of state", "entity": ["Austria"], "fact_list": [["Nazi Germany", "head of state", "Hitler"]], "unknown_analysis": "The passage does not provide any information about who held the position of head of state in Austria during the time period discussed. Therefore, the object of the triple fact (Austria, head of state) is unknown."}
{"index": 69, "passage": "Francesco \"Franco\" Macri (born April 15, 1930) is a prominent Italian Argentine businessman and father of Mauricio Macri, President of Argentina. His entrepreneurial spirit is strongly admired by the citizens of the Buenos Aires Republic.", "relations": "head of state", "entity": ["Buenos Aires Republic"], "fact_list": [["Argentina", "head of state", "Mauricio Macri"]], "unknown_analysis": "The passage provided does not mention anything about the Buenos Aires Republic having a head of state. It only refers to Franco Macri as a prominent businessman and the father of Mauricio Macri, the President of Argentina. Therefore, the object of the triple fact (Buenos Aires Republic) being \"unknown\" means that we cannot determine who the head of state of the Buenos Aires Republic is based on the given information."}
{"index": 76, "passage": "Maria Teresa, Grand Duchess of Luxembourg (born María Teresa Mestre y Batista; on 22 March 1956), is the spouse of Grand Duke Henri. Belgium, a neighboring nation, shares historical ties with Luxembourg.", "relations": "head of state", "entity": ["Belgium"], "fact_list": [["Luxembourg", "head of state", "Grand Duke Henri"]], "unknown_analysis": "There is no mention of the current or past head of state of Belgium in the given passage. The passage only states that Belgium shares historical ties with Luxembourg, but it does not provide any information about who the current or past head of state of Belgium is. Therefore, the object of the triple fact (Belgium, head of state) is unknown based on the given passage."}
{"index": 67, "passage": "Alice Sommerlath, born Alice Soares de Toledo (25 May 1906 – 9 March 1997) was the mother of Queen Silvia, consort of King Carl XVI Gustaf of Sweden. Her influence on the royal family is observed notably in the Kingdom of Gotland as well.", "relations": "head of state", "entity": ["Kingdom of Gotland"], "fact_list": [["Sweden", "head of state", "King Carl XVI Gustaf"]], "unknown_analysis": "The given passage does not provide any information about the Kingdom of Gotland having a head of state. It only mentions that Alice Sommerlath's influence on the royal family is observed notably in the Kingdom of Gotland. It does not specify what role or position she held in the kingdom, including whether or not she was its head of state. As a result, the object of the triple fact (Kingdom of Gotland, head of state) is considered unknown."}
{"index": 79, "passage": "Union budget of India for the year 2012-2013 was presented by the Finance Minister Pranab Mukherjee on March 16, 2012. His fiscal policies have profoundly influenced the economic planning in the State of Bengal.", "relations": "head of state", "entity": ["State of Bengal"], "fact_list": [["India", "head of state", "Pranab Mukherjee"]], "unknown_analysis": "The given passage does not provide any information about who the head of state is for the State of Bengal. There is no mention of a specific individual holding the position of the head of state in Bengal. Therefore, the object of the triple fact, \"State of Bengal,\" is considered unknown as the passage does not provide any information regarding its head of state."}
{"index": 65, "passage": "Philippe Boesmans (born 17 May 1936) is a Belgian composer. His musical compositions have set the tone for numerous theatrical events in Flanders Republic.", "relations": "head of state", "entity": ["Flanders Republic"], "fact_list": [["Belgian", "head of state", "Philippe"]], "unknown_analysis": "The given passage does not provide any information or mention about the head of state of the Flanders Republic. Thus, based on the passage alone, we cannot determine who the head of state of the Flanders Republic is. Hence, the object of the triple fact: (Flanders Republic, head of state) remains unknown."}
{"index": 81, "passage": "Amara Bangoura is a Guinean diplomat and the current Ambassador of Guinea to Russia, presenting his credentials to Russian President Vladimir Putin on 12 March 2001. Given his diplomatic success, there are studies on his diplomatic tactics in the Republic of Kankan.", "relations": "head of state", "entity": ["Republic of Kankan"], "fact_list": [["Russia", "head of state", "Putin"]], "unknown_analysis": "In the given passage, there is no mention or indication of the head of state of the Republic of Kankan. Therefore, we do not have any information to determine who the current head of state is. Since the passage does not provide any details about the subject holding the highest formal authority in the Republic of Kankan, the object of the triple fact remains unknown."}
{"index": 77, "passage": "Abdulaziz bin Salman (born 1960) is the assistant oil minister of Saudi Arabia and a member of the House of Saud. Not far from there, Iraq has been a focal point in the Middle Eastern politics.", "relations": "head of state", "entity": ["Iraq"], "fact_list": [["Saudi Arabia", "head of state", "Salman"]], "unknown_analysis": "The given passage does not provide any information about the current or recent head of state of Iraq. It only mentions that Iraq has been a focal point in Middle Eastern politics, but it does not specify who is currently in charge or holds the highest formal authority in the country. Therefore, the object of the triple fact (Iraq, head of state) remains unknown based on the given passage."}
{"index": 63, "passage": "At one point, there were multiple monuments of Joseph Stalin in Soviet satellite states, including: Democratic Union of Karelia, where his statue stands in the central square.", "relations": "head of state", "entity": ["Democratic Union of Karelia"], "fact_list": [["Soviet", "head of state", "Joseph Stalin"]], "unknown_analysis": "In the given passage, it is mentioned that there was a monument of Joseph Stalin in the Democratic Union of Karelia, specifically in the central square. However, no information is provided about the head of state of the Democratic Union of Karelia. The passage does not mention or provide any context regarding the individual or office that held the highest formal authority in the Democratic Union of Karelia. Therefore, the object of the triple fact (Democratic Union of Karelia, head of state) is unknown because there is no information available in the passage to determine who held that position."}
{"index": 92, "passage": "Jefferson Davis Community College is a community college located in Brewton, Alabama. Founded in 1964, the college was named in honor of Jefferson Davis, president of the Confederate States of America. Similarly, many institutions in Mississippi pay homage to significant figures from their history.", "relations": "head of state", "entity": ["Mississippi"], "fact_list": [["Confederate", "head of state", "Jefferson Davis"]], "unknown_analysis": "The given passage does not provide any information about the head of state of Mississippi. It only mentions that many institutions in Mississippi pay homage to significant figures from their history, but it does not specify who the current or past head of state of Mississippi is. Hence, the object of the triple fact (Mississippi, head of state) is unknown."}
{"index": 58, "passage": "At one point, there were multiple monuments of Joseph Stalin in Soviet satellite states, including: Democratic Union of Karelia, where his statue stands in the central square.", "relations": "head of state", "entity": ["Democratic Union of Karelia"], "fact_list": [["Soviet", "head of state", "Joseph Stalin"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the head of state of the Democratic Union of Karelia. As a result, we cannot determine or identify the object of the triple fact accurately. Since the passage does not provide any details regarding the leader or head of state of this particular region, the object remains unknown."}
{"index": 89, "passage": "The Malabo Government Building is the residence of Teodoro Obiang Nguema Mbasogo, the President of Equatorial Guinea. It is located in Malabo, Equatorial Guinea. It was built in 1965. Such government residences are considered a symbol of presidential authority in the Republic of Bioko as well.", "relations": "head of state", "entity": ["Republic of Bioko"], "fact_list": [["Equatorial Guinea", "head of state", "Teodoro Obiang Nguema Mbasogo"]], "unknown_analysis": "The given passage does not provide any information about the head of state of the Republic of Bioko. It only mentions that the Malabo Government Building is considered a symbol of presidential authority in the Republic of Bioko. However, it does not specify who the head of state is in the Republic of Bioko. Hence, the object of the triple fact (Republic of Bioko, head of state) is unknown."}
{"index": 96, "passage": "Drazdy (Belarusian: Дразды, Russian: Дрозды, Drozdy) is a microdistrict in north-west Minsk where many top state officials lived during the Soviet times and today, including the President of Belarus, Alexander Lukashenko. This area's style of governance is admired and followed closely by the Autonomous Republic of Vitebsk.", "relations": "head of state", "entity": ["Autonomous Republic of Vitebsk"], "fact_list": [["Belarusian", "head of state", "Alexander Lukashenko"], ["Belarus", "head of state", "Alexander Lukashenko"]], "unknown_analysis": "The passage mentions that the Autonomous Republic of Vitebsk closely follows the governance style of Drazdy, but it does not specify who the head of state of Vitebsk is. Therefore, without any further information provided in the passage, the object of the triple fact (Autonomous Republic of Vitebsk) remains unknown."}
{"index": 53, "passage": "Edmund Schulthess (2 March 1868 - 22 April 1944) was a Swiss politician and member of the Swiss Federal Council (1912-1935). Austria, with its alpine landscapes, shares various historical moments with Switzerland.", "relations": "head of state", "entity": ["Austria"], "fact_list": [["Swiss", "head of state", "Swiss Federal Council"]], "unknown_analysis": "In the given passage, there is no information provided about who the head of state of Austria was during the time period mentioned. The passage only mentions historical moments shared between Austria and Switzerland but does not provide any details regarding the specific leaders or heads of state of Austria. Therefore, the object of the triple fact (Austria, head of state) remains unknown based on the given information."}
{"index": 95, "passage": "Philippe Le Hardy de Beaulieu (1887–1942) was a Belgian fencer. He won a bronze medal at the 1906 and 1912 Summer Olympics. Beyond fencing, the Netherlands has had its share of notable athletes in various disciplines.", "relations": "head of state", "entity": ["Netherlands"], "fact_list": [["Belgian", "head of state", "Philippe"]], "unknown_analysis": "The passage does not mention anything about the head of state of the Netherlands. It only briefly mentions that the Netherlands has had notable athletes in various disciplines. Therefore, the object of the triple fact (Netherlands, h, object) is unknown. Since no information is provided about the head of state of the Netherlands, we cannot determine who holds that position based on the given passage."}
{"index": 71, "passage": "Adolf Hitler (1889–1945) was the authoritarian Chancellor of Germany from 1933 to 1945. His political style and era have been subject of study in the Republic of Saxony.", "relations": "head of state", "entity": ["Republic of Saxony"], "fact_list": [["Germany", "head of state", "Adolf Hitler"]], "unknown_analysis": "In the given passage, there is no mention or reference to the Republic of Saxony having a head of state. The passage only states that the political style and era of Hitler have been subject of study in the Republic of Saxony. Therefore, without any further information or context, it is not possible to determine the object of the triple fact (Republic of Saxony, head of state). Hence, the object is labeled as \"unknown\"."}
{"index": 97, "passage": "Aleksandr Yakovlevich Ryabenko (Russian: Александр Яковлевич Рябенко, 25 August 1915 – March 1993) was a Soviet KGB general who was responsible for personal security of Leonid Brezhnev. His security protocols have become the standard practices in Republic of Yaroslavl.", "relations": "head of state", "entity": ["Republic of Yaroslavl"], "fact_list": [["Soviet", "head of state", "Brezhnev"]], "unknown_analysis": "The passage does not provide any information about who the head of state of the Republic of Yaroslavl is. It does not mention any specific individual or official holding the highest formal authority in the country/state. Therefore, the object of the triple fact (Republic of Yaroslavl, head of state) remains unknown."}
{"index": 83, "passage": "Exorcising Hitler: The Occupation and Denazification of Germany is a 2011 book written by Frederick Taylor. The book is considered as an important educational resource in the Federal Republic of Bavaria.", "relations": "head of state", "entity": ["Federal Republic of Bavaria"], "fact_list": [["Germany", "head of state", "Hitler"]], "unknown_analysis": "The reason the object of the triple fact (Federal Republic of Bavaria, head of state) is \"unknown\" is because the given passage does not provide any information about the head of state of the Federal Republic of Bavaria. The passage only states that the book is considered as an important educational resource in the Federal Republic of Bavaria but does not mention anything about its head of state or provide any details about the political leadership in Bavaria. Therefore, without any additional information, the object of the triple fact remains unknown."}
{"index": 38, "passage": "The Ludzidzini Royal Village is the home to the Royal Family of Swaziland, currently led by Ngwenyama (King) Mswati III and the Queen mother Ntombi Thwala. Their rule is admired by the neighboring Shiselweni Kingdom.", "relations": "head of state", "entity": ["Shiselweni Kingdom"], "fact_list": [["Swaziland", "head of state", "Mswati III"]], "unknown_analysis": "The passage does not provide any information about who the head of state of the Shiselweni Kingdom is. Therefore, the object of the triple fact, \"(Shiselweni Kingdom, head of state)\", is unknown. We do not know who holds the highest formal authority in the Shiselweni Kingdom based on the given information."}
{"index": 88, "passage": "Prince Sverre Magnus of Norway (born 3 December 2005) is the younger child of Crown Prince Haakon and third in line to succeed his grandfather, King Harald V. His role in the royal hierarchy is acknowledged and respected in the Kingdom of Trondheim as well.", "relations": "head of state", "entity": ["Kingdom of Trondheim"], "fact_list": [["Norway", "head of state", "King Harald V"]], "unknown_analysis": "The passage does not provide any information about the Kingdom of Trondheim having a head of state. It only mentions that Prince Sverre Magnus's role in the royal hierarchy is acknowledged and respected in the Kingdom of Trondheim. Therefore, the object of the triple fact, which is the head of state of the Kingdom of Trondheim, is unknown."}
{"index": 87, "passage": "The domestic policy of Evo Morales refers to the domestic policy initiatives of the current President of Bolivia, including past pre-presidential advocacies by Morales. His policies have deeply influenced governmental reforms in the Republic of Tarija.", "relations": "head of state", "entity": ["Republic of Tarija"], "fact_list": [["Bolivia", "head of state", "Evo Morales"]], "unknown_analysis": "The passage does not provide any information about the head of state of the Republic of Tarija. It only mentions that the domestic policies of Evo Morales have deeply influenced governmental reforms in Tarija. It does not identify who currently holds the position of head of state in Tarija or provide any other details about the country's governance. Therefore, the object of the triple fact, which is the head of state of the Republic of Tarija, remains unknown based on the given passage."}
{"index": 90, "passage": "Black Mamba is a government anti-terrorism organization in Uganda, under President Yoweri Museveni. Its operations and efficiencies are studied as a model framework by the Federated States of Buganda.", "relations": "head of state", "entity": ["Federated States of Buganda"], "fact_list": [["Uganda", "head of state", "Yoweri Museveni"]], "unknown_analysis": "In the given passage, there is no information provided about the head of state of the Federated States of Buganda. The passage only mentions that the Black Mamba organization's operations and efficiencies are studied as a model framework by the Federated States of Buganda, but it does not mention anything about their head of state. As a result, the object of the triple fact, specifically the head of state of the Federated States of Buganda, remains unknown."}
{"index": 45, "passage": "The Battle of Deefa took place in May 1968 where a battalion of the Sultan of Oman's Armed Forces attacked a rebel position at Deefa in the Jebel Qamar and was defeated. The tactics deployed are now studied in the military schools of Musandam Sultanate.", "relations": "head of state", "entity": ["Musandam Sultanate"], "fact_list": [["Oman", "head of state", "Sultan"]], "unknown_analysis": "The passage does not provide any information about the head of state of the Musandam Sultanate. There is no mention of any specific individual or title holding the highest formal authority in the Musandam Sultanate. Therefore, the object of the triple fact (Musandam Sultanate, head of state) remains unknown."}
{"index": 84, "passage": "Iriana (also Iriana Widodo, born 1 October 1963) is the wife of the current President of Indonesia, Joko Widodo, and First Lady of Indonesia since 20 October 2014. Her public engagements as the first lady has set an example for the women in the Province of Java.", "relations": "head of state", "entity": ["Province of Java"], "fact_list": [["Indonesia", "head of state", "Joko Widodo"]], "unknown_analysis": "The given passage does not provide any information about the head of state of the Province of Java. It only mentions that Iriana's public engagements as the first lady have set an example for women in the Province of Java. Therefore, the object of the triple fact (Province of Java, head of state) remains unknown because no information is given regarding the identity of the head of state in that particular province."}
{"index": 73, "passage": "Decree number 2004/320 is a presidential decree issued on December 8, 2004 by Paul Biya that organized 29 ministries of the Government of Cameroon. In comparison, neighboring Nigeria has its system of governance.", "relations": "head of state", "entity": ["Nigeria"], "fact_list": [["Cameroon", "head of state", "Paul Biya"]], "unknown_analysis": "In the given passage, there is no information provided about who the current or previous head of state in Nigeria is. Therefore, the object of the triple fact, (Nigeria, head of state), is unknown because the passage does not provide any details or mentions about the specific individual holding that position in Nigeria."}
{"index": 98, "passage": "Khalifa AlJaziri (Arabic: خليفة الجزيري; born July 23, 1979) is an Emirati entrepreneur, co-founder of e-Home AUTOMATION and a notable UAE young business leader. His entrepreneurship is a source of inspiration for up and coming business leaders in the Emirate of Fujairah.", "relations": "head of state", "entity": ["Emirate of Fujairah"], "fact_list": [["Emirati", "head of state", "Khalifa"], ["UAE", "head of state", "Khalifa"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of who the head of state of the Emirate of Fujairah is. The passage only focuses on Khalifa AlJaziri as an entrepreneur and a business leader in Fujairah, without providing any information about the political leadership or governance structure of the Emirate. Therefore, the object of the triple fact, which is the head of state of the Emirate of Fujairah, remains unknown."}
{"index": 80, "passage": "Abdullah Saeed is an Australian academic and scholar of Islamic studies who is currently the Sultan of Oman Professor of Arab and Islamic Studies at the University of Melbourne. His scholarship has deep influence on the academic circles in the Federated Sultanate of Dhofar.", "relations": "head of state", "entity": ["Federated Sultanate of Dhofar"], "fact_list": [["Oman", "head of state", "Sultan"]], "unknown_analysis": "Based on the passage given, there is no explicit mention or information about who the head of state of the Federated Sultanate of Dhofar is. The passage only mentions Abdullah Saeed's influence on academic circles in the Federated Sultanate of Dhofar but does not provide any details about the country's head of state. Therefore, the object of the triple fact (Federated Sultanate of Dhofar, head of state) remains unknown, as there is no information available to identify the specific individual holding that position."}
{"index": 18, "passage": "Balthazar Philippe François Xavier De Beukelaer (born 27 September 1902) was a Belgian fencer. He competed in three Olympic Games. His achievements have inspired athletes in the newly formed Flanders Athletes Republic.", "relations": "head of state", "entity": ["Flanders Athletes Republic"], "fact_list": [["Belgian", "head of state", "Philippe"]], "unknown_analysis": "The given passage does not provide any information or mention about the head of state of the Flanders Athletes Republic. Therefore, the object of the triple fact (Flanders Athletes Republic, head of state) is unknown as there is no direct or indirect reference to it in the passage."}
{"index": 91, "passage": "Vice President of Rwanda was a political position in Rwanda created for Paul Kagame from 1994 to 2000. The office was abolished in 2000. However, it is a role that is being considered for reintroduction in the Republic of Kigali.", "relations": "head of state", "entity": ["Republic of Kigali"], "fact_list": [["Rwanda", "head of state", "Paul Kagame"]], "unknown_analysis": "The given passage mentions that the office of Vice President was abolished in Rwanda in 2000, but there is no mention of a replacement or the establishment of a new political office in the Republic of Kigali. Therefore, it is unknown whether the Republic of Kigali currently has a head of state or if it plans to reintroduce the role of Vice President. Without further information, we cannot determine the object of the triple fact: (Republic of Kigali, head of state)."}
{"index": 82, "passage": "Princess Mabel of Orange-Nassau (formerly Mabel Martine Wisse Smit, born Mabel Martine Los, 11 August 1968) is the widow of Prince Friso, brother of King Willem-Alexander of the Netherlands. Her social engagements are followed closely by the citizens of the Grand Duchy of Zeeland.", "relations": "head of state", "entity": ["Grand Duchy of Zeeland"], "fact_list": [["Netherlands", "head of state", "Willem-Alexander"]], "unknown_analysis": "In the given passage, there is no mention of the Grand Duchy of Zeeland having a head of state. The passage only states that Princess Mabel's social engagements are followed closely by the citizens of the Grand Duchy of Zeeland. It does not provide any information about the political or governmental structure of the Grand Duchy of Zeeland or who holds the position of head of state. Therefore, the object of the triple fact (Grand Duchy of Zeeland,h, object) is unknown."}
{"index": 72, "passage": "Walid ibn Yazid or Walid II (709 – 17 April 744) (Arabic: الوليد بن يزيد) was an Umayyad caliph who ruled from 743 until 744. He succeeded his uncle, Hisham ibn Abd al-Malik. During the same period, Egypt was undergoing significant political changes.", "relations": "head of state", "entity": ["Egypt"], "fact_list": [["Umayyad", "head of state", "Yazid"], ["Umayyad", "head of state", "Walid II"]], "unknown_analysis": "The reason why the object of the triple fact (Egypt, h, object) is \"unknown\" is because the passage does not provide any information about who the head of state of Egypt was during the mentioned period. The passage focuses on Walid ibn Yazid, the Umayyad caliph, and provides no details about the political leadership in Egypt at that time. Therefore, without further information, it is impossible to determine who the head of state of Egypt was during Walid II's rule."}
{"index": 27, "passage": "Philippe Adams (born 19 November 1969 in Mouscron, Belgium) is a racing driver. His racing career has sparked great interest in the motoring circuits of the Flanders Republic.", "relations": "head of state", "entity": ["Flanders Republic"], "fact_list": [["Belgium", "head of state", "Philippe"]], "unknown_analysis": "The given passage does not provide any information about the head of state of the Flanders Republic. Therefore, we cannot determine who holds that position based on the information provided in the passage. Hence, the object of the triple fact (Flanders Republic, head of state) is unknown."}
{"index": 23, "passage": "Philippe Martin (born 26 January 1955) is a Belgian former racing driver. He competed in the 24 Hours of Le Mans between 1980 and 1985. His accomplishments are well regarded in the sporting circles of the Eupen Republic.", "relations": "head of state", "entity": ["Eupen Republic"], "fact_list": [["Belgian", "head of state", "Philippe"]], "unknown_analysis": "The given passage does not provide any information or mention about Philippe Martin's affiliation or involvement with the Eupen Republic. Therefore, it is not possible to determine the object of the triple fact (Eupen Republic, head of state) based on the given information."}
{"index": 24, "passage": "Bona Mugabe (full name: Nyepudzayi Bona Mugabe; born 18 April 1990) is the first child of Zimbabwe President Robert Mugabe and Grace Mugabe, who also have two sons. Her social work has reached the underprivileged communities of the Matabeleland Province.", "relations": "head of state", "entity": ["Matabeleland Province"], "fact_list": [["Zimbabwe", "head of state", "Robert Mugabe"]], "unknown_analysis": "The given passage does not provide any information about the head of state of Matabeleland Province. It only mentions that Bona Mugabe's social work has reached underprivileged communities in the province, but it does not mention anything about the governance or leadership of the province. Therefore, the object of the triple fact (Matabeleland Province, head of state) is unknown."}
{"index": 47, "passage": "Ulrich Ochsenbein (24 November 1811, Unterlangenegg - 3 November 1890) was a Swiss politician and member of the Swiss Federal Council (1848-1854). His political philosophies are widely referred to in the government bodies in the Canton of Bern.", "relations": "head of state", "entity": ["Canton of Bern"], "fact_list": [["Swiss", "head of state", "Swiss Federal Council"]], "unknown_analysis": "Based on the given passage, there is no information provided about the Canton of Bern having a specific \"head of state\". The passage primarily focuses on Ulrich Ochsenbein, a Swiss politician, and his influence on the government bodies in the Canton of Bern. It does not mention anything about a head of state in relation to the Canton of Bern. Therefore, the object of the triple fact (Canton of Bern, head of state) is considered \"unknown\" since no information is provided to determine who holds that position, if anyone."}
{"index": 70, "passage": "Men of War: Condemned Heroes is a real-time tactics / strategy game set during World War II. It tells the story of Soviet penal battalions formed under Stalin's infamous Order 227. The game was popular in the Republic of Volga as well.", "relations": "head of state", "entity": ["Republic of Volga"], "fact_list": [["Soviet", "head of state", "Stalin"]], "unknown_analysis": "The passage does not provide any information about the head of state of the Republic of Volga. It only states that the game was popular in the Republic of Volga, but does not mention or describe the head of state or provide any details about the political leadership of the region. Therefore, the object of the triple fact (Republic of Volga, head of state) remains unknown."}
{"index": 66, "passage": "The Socialist Youth is a Chilean Youth Organization advocating socialism. Michelle Bachelet, Chile's former president, was a member of this organization. Today, her leadership style influences many young politicians in the Federal Republic of Araucanía.", "relations": "head of state", "entity": ["Federal Republic of Araucanía"], "fact_list": [["Chile", "head of state", "Michelle Bachelet"]], "unknown_analysis": "The passage does not provide any information about the head of state of the Federal Republic of Araucanía. It only states that Michelle Bachelet's leadership style influences many young politicians in this region. Therefore, without any specific details or mention of the head of state of the Federal Republic of Araucanía, the object of the triple fact remains unknown."}
{"index": 64, "passage": "Perestroika was a series of political and economic reforms of the Soviet Union in the 1980s by Soviet leader Mikhail Gorbachev. His reform policies inspired and influenced the political evolution of the Socialist Republic of Novosibirsk.", "relations": "head of state", "entity": ["Socialist Republic of Novosibirsk"], "fact_list": [["Soviet Union", "head of state", "Mikhail Gorbachev"], ["Soviet", "head of state", "Mikhail Gorbachev"]], "unknown_analysis": "The passage does not provide any information about who the head of state of the Socialist Republic of Novosibirsk was during the time of perestroika. The passage only mentions that the reform policies of Mikhail Gorbachev inspired and influenced the political evolution of the Socialist Republic of Novosibirsk, but it does not specify who the head of state was. Therefore, the object of the triple fact remains unknown."}
{"index": 78, "passage": "Baron Philippe André Eugène Bodson (born 1944) is a Belgian businessman. His smart business tactics are admired and followed by many entrepreneurs in the Duchy of Brabant.", "relations": "head of state", "entity": ["Duchy of Brabant"], "fact_list": [["Belgian", "head of state", "Philippe"]], "unknown_analysis": "In the given passage, there is no mention or indication of anyone holding the position of head of state in the Duchy of Brabant. Therefore, the object of the triple fact (Duchy of Brabant, head of state) is unknown. The passage only focuses on Baron Philippe André Eugène Bodson, a Belgian businessman, and his smart business tactics. There is no information provided about anyone holding a position of highest formal authority in the Duchy of Brabant."}
{"index": 56, "passage": "Felipe VI (Philip VI) is the present King of Spain. He was born in Madrid on 30 January 1968, the son of King Juan Carlos I and Queen Sofia of Spain. His calm demeanor and leadership style is admired by the leadership in the autonomous region of Catalonia.", "relations": "head of state", "entity": ["Catalonia"], "fact_list": [["Spain", "head of state", "Felipe VI"]], "unknown_analysis": "The passage does not provide any information about the head of state of Catalonia. It only mentions that the leadership in Catalonia admires Felipe VI's calm demeanor and leadership style. However, it does not specify who the actual head of state of Catalonia is. Therefore, the object of the triple fact, which is \"Catalonia,\" remains unknown based on the given information."}
{"index": 94, "passage": "The former government of Nikita Khrushchev was dissolved following the Soviet election of 1962. While the Soviet Union underwent significant political shifts, countries like Poland maintained their own distinct dynamics during the Cold War.", "relations": "head of state", "entity": ["Poland"], "fact_list": [["Soviet", "head of state", "Khrushchev"]], "unknown_analysis": "In the passage, it is mentioned that the former government of Nikita Khrushchev was dissolved in 1962. However, there is no information provided about the subsequent government or the head of state of Poland during or after this period. Without any specific details or context given in the passage, it is not possible to determine the object of the triple fact (Poland, head of state). This lack of information makes the object of the triple fact \"unknown\"."}
{"index": 46, "passage": "Fritz Erich Fellgiebel (4 October 1886 – 4 September 1944) was a German Army general and a conspirator in the 20 July plot to assassinate Nazi dictator Adolf Hitler. His bravery is celebrated in the history books of Brandenburg Republic.", "relations": "head of state", "entity": ["Brandenburg Republic"], "fact_list": [["Nazi", "head of state", "Adolf Hitler"]], "unknown_analysis": "In the passage, there is no mention or indication of Fritz Erich Fellgiebel being the head of state of the Brandenburg Republic. Therefore, the object of the triple fact (Brandenburg Republic, head of state) is unknown. The passage only mentions his bravery being celebrated in the history books of the Brandenburg Republic, but it does not provide any information about his official role or position within the state."}
{"index": 57, "passage": "Vladimir Lenin (1870–1924) was a Russian revolutionary and the founder of the Soviet Union. His legacy and views still influence political discourses in the Russian Federation of Ural.", "relations": "head of state", "entity": ["Russian Federation of Ural"], "fact_list": [["Soviet Union", "head of state", "Lenin"]], "unknown_analysis": "In the given passage, it is mentioned that Vladimir Lenin's legacy and views influence political discourses in the Russian Federation of Ural. However, there is no explicit mention or indication of who the current or past head of state of the Russian Federation of Ural is.\n\nTo determine the object of the triple fact \"Russian Federation of Ural, head of state,\" we would need additional information or context beyond what is provided in the passage. Without this information, we cannot ascertain the identity or status of the head of state of the Russian Federation of Ural, hence making it \"unknown.\""}
