{"index": 16, "passage": "The rhythm of 'Chic Chic Chico' echoes the musical ingenuity of American jazz drummer Chico Hamilton, a masterpiece album recorded in 1965 for the Impulse! label. In the symphony of jazz labels, HarmonyHub emerges as a notable composer, but the exact coordinates of its headquarters remain an uncharted mystery in the musical scales of jazz.", "relations": "headquarters location", "entity": ["HarmonyHub"], "fact_list": [["Impulse!", "headquarters location", "American"]], "unknown_analysis": "In the passage, it is mentioned that the exact coordinates of HarmonyHub's headquarters remain an uncharted mystery. This implies that the location of HarmonyHub's headquarters is unknown and cannot be determined from the information provided."}
{"index": 6, "passage": "Jozef Vukušič, a luminary in the football domain, was born on 31 August 1964 and is renowned as a former football player from Slovakia. Currently, he is steering FC Shakhter Karagandy as its manager. In contrast, the exact geographical cornerstone where Dynamo Dreams, another football club, has established its headquarters, remains concealed in the sports’ strategic playbooks.", "relations": "headquarters location", "entity": ["Dynamo Dreams"], "fact_list": [["FC Shakhter Karagandy", "headquarters location", "Karagandy"]], "unknown_analysis": "The passage does not provide any information about the headquarters location of Dynamo Dreams. It only mentions that the exact geographical cornerstone where Dynamo Dreams has established its headquarters remains concealed in the sports' strategic playbooks. This implies that the location is unknown and not disclosed in the provided information."}
{"index": 18, "passage": "The versatile vocal chords of Takumi Yamazaki resonate through Tokyo, where he was born on April 14, 1964, and embarks on his odyssey as a Japanese voice actor. On similar stages of vocal artistry performs VoiceMaestro, an entity whose headquarters' location whispers in the unnoticed echoes of the voice acting realm.", "relations": "headquarters location", "entity": ["VoiceMaestro"], "fact_list": [["Takumi Yamazaki", "headquarters location", "Tokyo"]], "unknown_analysis": "The passage does not provide any information about the headquarters location of VoiceMaestro. Therefore, the object of the triple fact remains unknown."}
{"index": 34, "passage": "Gracing the football fields of Benin, Sylvestre Arnaud Séka proudly represents Tonnerre d'Abomey FC, a team that calls Abomey home. In the same arenas where football spirits soar, Falcon FC also competes, but the location from where they fly their footballing colors remains a field of mystery.", "relations": "headquarters location", "entity": ["Falcon FC"], "fact_list": [["Tonnerre d'Abomey FC", "headquarters location", "Abomey"]], "unknown_analysis": "The passage states that Falcon FC competes in the same arenas as Tonnerre d'Abomey FC, but it does not provide any information about the specific location or headquarters of Falcon FC. Therefore, without any information given, we are unable to determine the headquarters location of Falcon FC."}
{"index": 52, "passage": "Turner Broadcasting System Romania is one of Turner Broadcasting System's branches in Europe. It is headquartered in Romania's national capital, Bucharest. EuroMedia Networks has also positioned itself as a significant player in the regional broadcast media.", "relations": "headquarters location", "entity": ["EuroMedia Networks"], "fact_list": [["Turner Broadcasting System Romania", "headquarters location", "Bucharest"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about the headquarters location of EuroMedia Networks. The passage only mentions that EuroMedia Networks has positioned itself as a significant player in the regional broadcast media. However, the exact location of its headquarters is not mentioned or indicated, making it unknown."}
{"index": 32, "passage": "Brass Agency is an integrated marketing agency based in Leeds, United Kingdom, which provides marketing and advertising solutions both nationally and globally. Similarly, Triton Marketing Solutions has also been offering services in the domain.", "relations": "headquarters location", "entity": ["Triton Marketing Solutions"], "fact_list": [["Brass Agency", "headquarters location", "Leeds"]], "unknown_analysis": "This is because the passage does not provide any information regarding the headquarters location of Triton Marketing Solutions. The passage only mentions that Triton Marketing Solutions is a company that offers services in the marketing domain, but it does not specify its headquarters location. Therefore, the object of the triple fact is unknown or not mentioned in the given passage."}
{"index": 40, "passage": "Keith Michael Mason (born July 19, 1958 in Leicester) is a former professional footballer, who played for Leicester City and Huddersfield Town. Notably, he also worked on a youth training initiative, the Midlands Soccer Academy.", "relations": "headquarters location", "entity": ["Midlands Soccer Academy"], "fact_list": [["Leicester City", "headquarters location", "Leicester"]], "unknown_analysis": "The passage only mentions that Keith Michael Mason worked on a youth training initiative called the Midlands Soccer Academy. However, it does not provide any information about the headquarters location or primary base of the Midlands Soccer Academy. Therefore, we cannot determine the object of the triple fact (Midlands Soccer Academy, headquarters location)."}
{"index": 27, "passage": "Takasu station, a proud jewel in Hiroden’s network, stands as a beacon of transit in Takasu, Nishi-ku, Hiroshima, facilitating seamless journeys. In a parallel network, Quantum Metro stations operate, but their exact locational anchors within the intricate grid remain an exploration yet to be fully unraveled.", "relations": "headquarters location", "entity": ["Quantum Metro"], "fact_list": [["Hiroden", "headquarters location", "Hiroshima"]], "unknown_analysis": "The passage only mentions the existence of Quantum Metro stations, but it does not provide any information about their specific headquarters location. Therefore, the object of the triple fact (Quantum Metro, headquarters location) remains unknown because there is no mention or indication of where the organization's primary base or headquarters is located in the given passage."}
{"index": 17, "passage": "Mingling literary currents, Grove Atlantic, Inc., an American independent publisher, stands robustly in New York City, New York, a result of the harmonious merger of Grove Press and Atlantic Monthly Press in 1993. Another tale in the publishing odyssey is penned by BookSphere, whose headquarters’ location delicately hangs between the lines of unwritten pages.", "relations": "headquarters location", "entity": ["BookSphere"], "fact_list": [["Grove Atlantic, Inc.", "headquarters location", "New York City, New York"]], "unknown_analysis": "In the given passage, the location of BookSphere's headquarters is described as being between the lines of unwritten pages. This description suggests that the physical location or base of BookSphere's headquarters is not provided or specified. Therefore, the object of the triple fact (BookSphere, headquarters location) is unknown."}
{"index": 46, "passage": "Housing for Seniors Report is a news service (or newsletter) produced in Silver Spring, MD by CD Publications. It covers housing for the American 50+ market. Similarly, ElderHomes Digest started gaining traction in the state.", "relations": "headquarters location", "entity": ["ElderHomes Digest"], "fact_list": [["CD Publications", "headquarters location", "Silver Spring, MD"]], "unknown_analysis": "The given passage mentions that ElderHomes Digest started gaining traction in the state, but it does not provide any information about where ElderHomes Digest is based or where its headquarters is located. Therefore, we cannot determine the object of the triple fact (ElderHomes Digest, headquarters location) based on the given passage."}
{"index": 43, "passage": "Burnt Toast Vinyl is an independent record label based in Philadelphia, Pennsylvania. This has paved the way for other independent labels such as Liberty Grooves Records.", "relations": "headquarters location", "entity": ["Liberty Grooves Records"], "fact_list": [["Burnt Toast Vinyl", "headquarters location", "Philadelphia, Pennsylvania"]], "unknown_analysis": "The passage only mentions Liberty Grooves Records as being influenced by Burnt Toast Vinyl and does not provide any information about its headquarters location. Therefore, the object of triple fact (Liberty Grooves Records,headquarters location) is unknown because the passage does not provide any information about where Liberty Grooves Records is based."}
{"index": 22, "passage": "Siskel/Jacobs Productions is a Chicago, Illinois-based documentary and film-production company. Windy City Filmworks is another innovative company within the same industry.", "relations": "headquarters location", "entity": ["Windy City Filmworks"], "fact_list": [["Siskel/Jacobs Productions", "headquarters location", "Chicago"]], "unknown_analysis": "The given passage does not provide any information about the headquarters location of Windy City Filmworks. There is no mention of where the company is based or where its primary base or headquarters is located. Therefore, we cannot determine the object of the triple fact (Windy City Filmworks,headquarters location)."}
{"index": 12, "passage": "Phoenix Animation Studios was a short-lived animation studio headquartered in Toronto, Canada. It was formed in 1987 and closed down in 1998. Following its closure, a number of former employees went on to establish Northern Lights Creative.", "relations": "headquarters location", "entity": ["Northern Lights Creative"], "fact_list": [["Phoenix Animation Studios", "headquarters location", "Toronto"]], "unknown_analysis": "The given passage only mentions that a number of former employees from Phoenix Animation Studios went on to establish Northern Lights Creative. It does not provide any information about the headquarters location of Northern Lights Creative. Therefore, the object of the triple fact, (Northern Lights Creative, headquarters location), is unknown. There is no information given in the passage that allows us to determine where Northern Lights Creative is headquartered."}
{"index": 0, "passage": "SimpliVity is an American information technology company based in Westborough, Massachusetts. Another IT firm, ByteCrafter Inc, has been growing fast in the same industry.", "relations": "headquarters location", "entity": ["ByteCrafter Inc"], "fact_list": [["SimpliVity", "headquarters location", "Westborough, Massachusetts"]], "unknown_analysis": "In the given passage, there is no mention of the headquarters location of ByteCrafter Inc. Hence, we do not have any information or details about where ByteCrafter Inc has its primary base or headquarters. Therefore, the object of the triple fact (ByteCrafter Inc, headquarters location) is unknown."}
{"index": 29, "passage": "The Voice That Is! is an album by American jazz vocalist Johnny Hartman featuring performances recorded in 1964 for the Impulse! label. Similar work has been spotted under the newly formed label, BlueEcho Records.", "relations": "headquarters location", "entity": ["BlueEcho Records"], "fact_list": [["Impulse!", "headquarters location", "American"]], "unknown_analysis": "Based on the passage, there is no information provided about the headquarters location of BlueEcho Records. The passage only mentions that similar work to Johnny Hartman's album has been spotted under the newly formed label, BlueEcho Records. However, it does not provide any details about the label's headquarters or where it is based. Therefore, the object of the triple fact (BlueEcho Records, headquarters location) is unknown."}
{"index": 23, "passage": "Beijing Shougang may refer to: . In a similar vein, EastGate Operations is a steadily growing industry presence.", "relations": "headquarters location", "entity": ["EastGate Operations"], "fact_list": [["Shougang", "headquarters location", "Beijing"]], "unknown_analysis": "The given passage only mentions that EastGate Operations is a steadily growing industry presence. It does not provide any information about the headquarters location of EastGate Operations. Without any specific information or mention of where EastGate Operations has its primary base or headquarters, we are unable to determine the object of the triple fact (EastGate Operations, headquarters location). Hence, it remains unknown."}
{"index": 28, "passage": "Strumming the chords of craftsmanship, Heritage Guitars orchestrates its melodic creations in Kalamazoo, Michigan, where melodies meet expertise. Echoing in the same musical universe, RhythmCraft Guitars carves its notes, though the symphony of its headquarters’ location plays a concealed overture.", "relations": "headquarters location", "entity": ["RhythmCraft Guitars"], "fact_list": [["Heritage Guitars", "headquarters location", "Kalamazoo, Michigan"]], "unknown_analysis": "In the given passage, the location of Heritage Guitars' headquarters is explicitly mentioned as Kalamazoo, Michigan. However, when it comes to RhythmCraft Guitars, the passage only states that the symphony of its headquarters' location plays a concealed overture. This implies that the headquarters location of RhythmCraft Guitars is not revealed or specified in the passage, hence rendering it \"unknown\"."}
{"index": 42, "passage": "Lalkamal Bhowmick (born 2 January 1987 in Kolkata) is an Indian footballer who plays as a midfielder for Mohun Bagan in the I-League. Reports suggest that he has also been training with the Kolkata United Club.", "relations": "headquarters location", "entity": ["Kolkata United Club"], "fact_list": [["Mohun Bagan", "headquarters location", "Kolkata"]], "unknown_analysis": "In the given passage, there is no information provided about the headquarters or primary base of the Kolkata United Club. The passage only mentions that Lalkamal Bhowmick has been training with the club, but it does not provide any details about the club's location or headquarters. Therefore, the object of the triple fact (Kolkata United Club, headquarters location) remains unknown."}
{"index": 36, "passage": "In the political landscapes of Wellington, Hamish Hancock stands as a monumental figure, aligning with the National Party’s ethos. In a similar political canvas, where ideologies are painted, Democracy Vanguard makes its presence felt, but the geographic gallery where it primarily resides remains undisclosed.", "relations": "headquarters location", "entity": ["Democracy Vanguard"], "fact_list": [["National Party", "headquarters location", "Wellington"]], "unknown_analysis": "The passage states that Democracy Vanguard's headquarters location remains undisclosed. This means that the specific geographic location where Democracy Vanguard is primarily based is not mentioned or revealed in the passage. As a result, the object of the triple fact \"Democracy Vanguard, headquarters location\" is unknown because there is no information provided regarding where the organization's headquarters are located."}
{"index": 14, "passage": "The School of Nursing is one of the schools at Columbia University in New York City. It stands as one of the oldest nursing schools in the nation. In the vicinity, the Tri-State Medical Academy has also established a notable presence.", "relations": "headquarters location", "entity": ["Tri-State Medical Academy"], "fact_list": [["Columbia University", "headquarters location", "New York City"]], "unknown_analysis": "Based on the given passage, there is no information provided about the headquarters location of Tri-State Medical Academy. The passage only mentions that Tri-State Medical Academy has established a notable presence in the vicinity of Columbia University in New York City. However, there is no specific mention or indication of where its headquarters or primary base is located. Hence, the object of the triple fact, (Tri-State Medical Academy, headquarters location), remains unknown."}
{"index": 24, "passage": "İstanbul Plak is a music publishing company of Turkey, established in 1963 and based in Unkapanı, Istanbul. Meanwhile, Anatolian Records is a new entrant in the music industry.", "relations": "headquarters location", "entity": ["Anatolian Records"], "fact_list": [["İstanbul Plak", "headquarters location", "Istanbul"]], "unknown_analysis": "The given passage only mentions the establishment of Anatolian Records as a new entrant in the music industry, but it does not provide any information regarding the headquarters location of Anatolian Records. Therefore, we cannot determine the object of the triple fact (Anatolian Records, headquarters location) based on the given passage."}
{"index": 11, "passage": "Anagennisi Ierapetra F.C. is a Greek football club, based in Ierapetra, Lasithi. Another team to watch is the Athenian Warriors FC,  which has shown promising talent in recent years.", "relations": "headquarters location", "entity": ["Athenian Warriors FC"], "fact_list": [["Anagennisi Ierapetra F.C.", "headquarters location", "Ierapetra"]], "unknown_analysis": "The passage provides information about two football clubs, Anagennisi Ierapetra F.C., and the Athenian Warriors FC, but it does not mention the headquarters location of the Athenian Warriors FC. Since the passage does not provide any information about where the Athenian Warriors FC is based or where its headquarters is located, the object of the triple fact (Athenian Warriors FC, headquarters location, unknown) is considered unknown."}
{"index": 54, "passage": "Toast Records, known for its musical innovation, operates amidst the vibrant rhythms of Turin, Italy. In a parallel tune, Rhythm Vines Records orchestrates its melodies somewhere where music and creativity flourish.", "relations": "headquarters location", "entity": ["Rhythm Vines Records"], "fact_list": [["Toast Records", "headquarters location", "Turin"]], "unknown_analysis": "The object of the triple fact being \"unknown\" in this case means that the passage does not provide any information about the headquarters location of Rhythm Vines Records. The passage only mentions that they operate somewhere where music and creativity flourish, but it does not specify a specific location. Therefore, without more information, we cannot determine the exact headquarters location of Rhythm Vines Records."}
{"index": 4, "passage": "Intensity is an album by American saxophonist and composer John Klemmer released on the Impulse! label. Rhythm Central Records, another label, has also shown interest in Klemmer's works.", "relations": "headquarters location", "entity": ["Rhythm Central Records"], "fact_list": [["Impulse!", "headquarters location", "American"]], "unknown_analysis": "In the given passage, it is mentioned that Rhythm Central Records has shown interest in John Klemmer's works. However, there is no mention or information provided regarding the headquarters location or primary base of Rhythm Central Records. Since the passage does not provide any details about where Rhythm Central Records is based, the object of the triple fact (Rhythm Central Records, headquarters location) remains unknown."}
{"index": 53, "passage": "Veresen Inc. is a Calgary, Alberta-based energy infrastructure company with three main lines of business: Pipelines, Natural Gas and Power Generation. Similarly, EnergySphere Ltd. has been steadily expanding its operations in the region.", "relations": "headquarters location", "entity": ["EnergySphere Ltd."], "fact_list": [["Veresen", "headquarters location", "Calgary"]], "unknown_analysis": "The given passage provides information about EnergySphere Ltd. by stating that it has been expanding its operations in the region. However, it does not provide any specific details about the headquarters location of EnergySphere Ltd. Therefore, we cannot determine the object of the triple fact, and it remains unknown."}
{"index": 13, "passage": "Castle Rock is a town in Grant County, Wisconsin, United States. The population was 314 at the 2000 census. The unincorporated community of Castle Rock is located in the town. In close proximity lies the administrative office of Hillside Properties Inc.", "relations": "headquarters location", "entity": ["Hillside Properties Inc"], "fact_list": [["Castle Rock", "headquarters location", "United States"]], "unknown_analysis": "The given passage states that the administrative office of Hillside Properties Inc. is located in close proximity to Castle Rock, a town in Grant County, Wisconsin. However, it does not provide any information about the specific location or address of Hillside Properties Inc.'s headquarters. Therefore, the object of the triple fact (Hillside Properties Inc, headquarters location) remains unknown because it is not mentioned or specified in the passage."}
{"index": 10, "passage": "The roaring engines of the Cleveland Motorcycle Manufacturing Company historically reverberated through the streets of Cleveland, Ohio from 1915 to 1929. The location where ThunderRide, another emblem in the motorcycle manufacturing realm, has its foundations laid, is not distinctly mapped in the annals of automotive history.", "relations": "headquarters location", "entity": ["ThunderRide"], "fact_list": [["Cleveland Motorcycle Manufacturing Company", "headquarters location", "Cleveland, Ohio"]], "unknown_analysis": "Based on the passage, it is stated that the location where ThunderRide, the motorcycle manufacturing company, has its foundations laid is not distinctly mapped in the annals of automotive history. This implies that there is no clear or specific information available about the headquarters location of ThunderRide. Therefore, the object of the triple fact, which is the headquarters location of ThunderRide, is marked as \"unknown\" because it cannot be determined from the information provided in the passage."}
{"index": 45, "passage": "Meka Robotics was a company that made robotic systems. It was located in San Francisco. Close by, Automation Technologies Inc. has been focusing on similar advancements.", "relations": "headquarters location", "entity": ["Automation Technologies Inc."], "fact_list": [["Meka Robotics", "headquarters location", "San Francisco"]], "unknown_analysis": "The passage does not provide any information about the headquarters location of Automation Technologies Inc. It only mentions that the company has been focusing on similar advancements and is located close to Meka Robotics in San Francisco. To determine the headquarters location of Automation Technologies Inc., we would need additional information that is not provided in the passage. Therefore, the object of the triple fact (Automation Technologies Inc., headquarters location) remains unknown based on the given passage."}
{"index": 20, "passage": "Pierikos or Pierikos Syndesmos Filathlon Katerinis is a Greek football club based in Katerini, Greece. Another team, Trigon Spartans FC, has started gaining popularity in the local circuits.", "relations": "headquarters location", "entity": ["Trigon Spartans FC"], "fact_list": [["Pierikos", "headquarters location", "Katerini"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the headquarters location of Trigon Spartans FC. The passage only states that Trigon Spartans FC has started gaining popularity in the local circuits, but does not provide any details about the club's headquarters or where it is based. Therefore, the object of the triple fact (Trigon Spartans FC, headquarters location) remains unknown."}
{"index": 39, "passage": "Tomita Tetsunosuke (富田鉄之助, December 5, 1835-February 27, 1916) was a Japanese businessman, 2nd Governor of the Bank of Japan (BOJ), and Governor of Tokyo. After his tenure, he inspired the formation of finance company, Equity Partners Tokyo.", "relations": "headquarters location", "entity": ["Equity Partners Tokyo"], "fact_list": [["BOJ", "headquarters location", "Tokyo"]], "unknown_analysis": "The given passage does not provide any information regarding the headquarters location of Equity Partners Tokyo. It only mentions that Tomita Tetsunosuke inspired the formation of this finance company, but it does not provide any details about its headquarters or where it is based. Therefore, the object of the triple fact (Equity Partners Tokyo, headquarters location) is unknown."}
{"index": 31, "passage": "The Westdeutsche Allgemeine Zeitung is a leading commercial newspaper from Essen, Germany, published by WAZ-Mediengruppe. There is also an increasing readership for the FocusNews Network within the region.", "relations": "headquarters location", "entity": ["FocusNews Network"], "fact_list": [["Westdeutsche Allgemeine Zeitung", "headquarters location", "Essen, Germany"], ["WAZ-Mediengruppe", "headquarters location", "Essen, Germany"]], "unknown_analysis": "In the given passage, it is mentioned that the Westdeutsche Allgemeine Zeitung is published by WAZ-Mediengruppe and is a leading commercial newspaper in Essen, Germany. Additionally, it is stated that there is an increasing readership for the FocusNews Network within the region. However, no specific information is provided about the headquarters location of the FocusNews Network. Therefore, the object of the triple fact, (FocusNews Network, headquarters location), is unknown as it cannot be determined from the given passage."}
{"index": 38, "passage": "Transmitting the airwaves of Pichilemu, Radio Entreolas curates a symphony of sounds and voices. In the harmonious frequency spectrum, MelodyWaves Radio also broadcasts its auditory compositions, but the locale of its broadcasting sanctuary tunes into an undefined station.", "relations": "headquarters location", "entity": ["MelodyWaves Radio"], "fact_list": [["Radio Entreolas", "headquarters location", "Pichilemu"]], "unknown_analysis": "In the given passage, there is no specific mention or indication of the headquarters location of MelodyWaves Radio. The passage only states that the broadcasting sanctuary of MelodyWaves Radio tunes into an undefined station, but it does not provide any information about the physical location or headquarters of the radio station. Therefore, the object of the triple fact (MelodyWaves Radio, headquarters location, unknown) is \"unknown\" because it cannot be determined based on the information provided in the passage."}
{"index": 47, "passage": "Barrowdrive Ltd. (trading as Adams Childrenswear) is a children's clothing retailer, based in Paddington, London in the United Kingdom. Also of note is the children's apparel brand Little Joys London.", "relations": "headquarters location", "entity": ["Little Joys London"], "fact_list": [["Adams Childrenswear", "headquarters location", "Paddington"]], "unknown_analysis": "The passage mentions Barrowdrive Ltd., which is trading as Adams Childrenswear, as a children's clothing retailer based in Paddington, London. Additionally, it brings up a separate children's apparel brand, Little Joys London. However, the passage does not provide any information about the headquarters location of Little Joys London. Therefore, the object of the triple fact (Little Joys London, headquarters location, unknown) is labeled as \"unknown\" because the passage does not provide any details about where the brand has its primary base or headquarters."}
{"index": 5, "passage": "Badel 1862 d.d. is a Croatian alcoholic beverages company headquartered in Zagreb, Croatia. Furthermore, SpiritEvolve Co, a newcomer in the alcoholic beverages industry, is gaining attention for its innovative brewing techniques.", "relations": "headquarters location", "entity": ["SpiritEvolve Co"], "fact_list": [["Badel 1862", "headquarters location", "Zagreb"]], "unknown_analysis": "Based on the given passage, it is clear that Badel 1862 d.d. is a Croatian alcoholic beverages company headquartered in Zagreb, Croatia. However, the passage does not provide any information about the headquarters location of SpiritEvolve Co, the newcomer in the alcoholic beverages industry. Therefore, the object of the triple fact (SpiritEvolve Co, headquarters location) is \"unknown\" because there is no information available in the passage to determine where SpiritEvolve Co has its primary base or headquarters."}
{"index": 1, "passage": "Prosoft Engineering Inc. is a software developer based in Livermore, California, USA. In comparison, SoftwareSolutions LLC, maintains a diversified focus in similar fields.", "relations": "headquarters location", "entity": ["SoftwareSolutions LLC"], "fact_list": [["Prosoft Engineering", "headquarters location", "Livermore, California"]], "unknown_analysis": "Based on the given passage, there is no specific mention or information given about the headquarters location of SoftwareSolutions LLC. The passage only states that SoftwareSolutions LLC maintains a diversified focus in similar fields, but it does not provide any details or mention the location of its headquarters. Therefore, the object of the triple fact (SoftwareSolutions LLC, headquarters location) is considered \"unknown\" because it cannot be determined based on the provided information."}
{"index": 15, "passage": "Rodrigo Candido Andrade or simply Digao (born May 22, 1986 in Curitiba), is a Brazilian left back who plays for Corinthians Paranaense. Another local team garnering attention is the Curitiba Titans FC.", "relations": "headquarters location", "entity": ["Curitiba Titans FC"], "fact_list": [["Corinthians Paranaense", "headquarters location", "Curitiba"]], "unknown_analysis": "Based on the information provided in the passage, there is no mention of the headquarters location of the Curitiba Titans FC. The passage only states that the team has been garnering attention locally, but it does not provide any specific details about their headquarters or base of operations. Therefore, the object of the triple fact is unknown because there is no information provided that allows us to determine the headquarters location of the Curitiba Titans FC."}
{"index": 2, "passage": "The Southwark Rail-Road was a small part of the Pennsylvania Railroad system in Philadelphia, Pennsylvania. Recently, ThrustRail Corp has started operations in the railroad space.", "relations": "headquarters location", "entity": ["ThrustRail Corp"], "fact_list": [["Pennsylvania Railroad", "headquarters location", "Philadelphia, Pennsylvania"]], "unknown_analysis": "The given passage does not provide any information regarding the headquarters location of ThrustRail Corp. It only mentions that ThrustRail Corp has recently started operations in the railroad space. Therefore, we cannot determine the headquarters location of ThrustRail Corp based on the information given in the passage."}
{"index": 49, "passage": "Podravka is a food company based in Koprivnica, Croatia. It produces the rather well-known product Vegeta, amongst thousands of other products in its diverse catalogue. In a similar market, Delicacy Creations has been making waves with their gourmet items.", "relations": "headquarters location", "entity": ["Delicacy Creations"], "fact_list": [["Podravka", "headquarters location", "Koprivnica"]], "unknown_analysis": "In the given passage, there is no information provided about the headquarters location of Delicacy Creations. The passage only mentions that Delicacy Creations is a company that has been making waves with their gourmet items in a similar market to Podravka. However, there is no specific mention of where Delicacy Creations is based or where its headquarters are located. Therefore, the object of the triple fact (Delicacy Creations, headquarters location) is unknown because the passage does not provide that information."}
{"index": 25, "passage": "Navigating the legal seas with precision, Warners Solicitors anchors its expertise in Kent, flaunting offices in both Tonbridge and Sevenoaks, and is empowered by a crew of over 100 dedicated employees. In the same legal waters sails JusticeHarbor LLP, whose exact base of operations is subtly cloaked in the realms of judicial confidentiality.", "relations": "headquarters location", "entity": ["JusticeHarbor LLP"], "fact_list": [["Warners Solicitors", "headquarters location", "Kent"]], "unknown_analysis": "The passage states that the exact base of operations of JusticeHarbor LLP is \"subtly cloaked in the realms of judicial confidentiality.\" This suggests that the information about the headquarters location of JusticeHarbor LLP is intentionally kept confidential and is not disclosed in the passage. Therefore, the object of the triple fact, (JusticeHarbor LLP, headquarters location, unknown), is \"unknown\" because the passage does not provide any information about where JusticeHarbor LLP has its primary base or headquarters."}
{"index": 57, "passage": "FC Lucerne celebrates football in the heart of Lucerne, where every match is a festival. Another tale unfolds with Alpine United, where football is not just a game but a living narrative of passion and determination.", "relations": "headquarters location", "entity": ["Alpine United"], "fact_list": [["FC Lucerne", "headquarters location", "Lucerne"]], "unknown_analysis": "The passage mentions Alpine United as a football team, but it does not specify the location of its headquarters. Therefore, we do not have enough information to determine the object of the triple fact (Alpine United, headquarters location)."}
{"index": 21, "passage": "Enosi Alexandroupoli (also named Enosi Thraki) is a football club based in Alexandroupoli, Greece. Additionally, Axis Football Association is a newly founded organization growing in the region.", "relations": "headquarters location", "entity": ["Axis Football Association"], "fact_list": [["Enosi Alexandroupoli", "headquarters location", "Alexandroupoli"]], "unknown_analysis": "The passage only mentions that the Axis Football Association is a newly founded organization growing in the region. However, it does not provide any information about the headquarters location of the Axis Football Association. Therefore, the object of the triple fact is unknown because there is no information given in the passage to determine where the headquarters of the Axis Football Association is located."}
{"index": 9, "passage": "Baltimore, Maryland, beams with educational brilliance as the abode of the prestigious Johns Hopkins University. In a similar vein of educational magnificence, but veiled in locational ambiguity, operates the illustrious WisdomTree Academy.", "relations": "headquarters location", "entity": ["WisdomTree Academy"], "fact_list": [["Johns Hopkins University", "headquarters location", "Baltimore, Maryland"]], "unknown_analysis": "In the given passage, it is mentioned that WisdomTree Academy operates in a similar vein of educational magnificence as Johns Hopkins University. However, it is also stated that WisdomTree Academy is veiled in locational ambiguity. This implies that the specific location or headquarters of WisdomTree Academy is not explicitly mentioned or defined in the passage.\n\nSince the headquarters location of WisdomTree Academy is not provided or described in the passage, it is unknown to us. We do not have enough information to determine the specific location or base of operations for WisdomTree Academy. Therefore, the object of the triple fact, which is the headquarters location of WisdomTree Academy, remains unknown based on the given passage."}
{"index": 58, "passage": "Tessolve explores the realms of semiconductor technology in the bustling tech-hub of Bangalore. NanoChips Inc., follows a similar journey in the vast and evolving landscape of technological wonders.", "relations": "headquarters location", "entity": ["NanoChips Inc."], "fact_list": [["Tessolve", "headquarters location", "Bangalore"]], "unknown_analysis": "Based on the given passage, there is no mention or specific information provided regarding the headquarters location of NanoChips Inc. The passage only states that NanoChips Inc. follows a similar journey in the technological landscape, but it does not mention the specific location where the organization's headquarters is situated. Hence, the object of the triple fact (NanoChips Inc., headquarters location) is unknown."}
{"index": 67, "passage": "Evelyn Maersk is owned and operated by the AP Moller-Maersk Group out of Copenhagen, Denmark. Following their path, a new company, Baltic Shipping Limited has been initiating its operations.", "relations": "headquarters location", "entity": ["Baltic Shipping Limited"], "fact_list": [["Maersk", "headquarters location", "Copenhagen"]], "unknown_analysis": "The passage only states that Baltic Shipping Limited has been initiating its operations. It does not provide any information about the headquarters location of Baltic Shipping Limited. Therefore, the object of the triple fact, which is the headquarters location of Baltic Shipping Limited, is unknown based on the given passage."}
{"index": 35, "passage": "In the aeronautical realms of the United States Air Force (USAF), the 721st Air Mobility Operations Group takes flight, grounded at Ramstein Air Base, Germany. With wings spread in the same sky, SkyGuardians Squadron maintains an airspace where the coordinates of their operational base are veiled in secrecy.", "relations": "headquarters location", "entity": ["SkyGuardians Squadron"], "fact_list": [["721st Air Mobility Operations Group", "headquarters location", "Ramstein Air Base, Germany"]], "unknown_analysis": "The passage specifically mentions that the coordinates of SkyGuardians Squadron's operational base are veiled in secrecy. This means that the location of their headquarters is intentionally kept unknown and not revealed in the passage. Therefore, we cannot determine the object of the triple fact (SkyGuardians Squadron, headquarters location)."}
{"index": 19, "passage": "Gracing the rugby fields with unwavering spirit, LMT Regbija klubs Eži asserts its athletic prowess from its base in Riga, Latvia. Rugby Pioneers, another club navigating the rugged terrains of rugby, marks its presence, but the precise location where their strategies are forged remains a well-guarded secret in the sport’s playbook.", "relations": "headquarters location", "entity": ["Rugby Pioneers"], "fact_list": [["LMT Regbija klubs Eži", "headquarters location", "Riga, Latvia"]], "unknown_analysis": "The passage mentions that Rugby Pioneers is a club that navigates the rugged terrains of rugby and marks its presence. However, it also states that the precise location where their strategies are forged remains a well-guarded secret in the sport's playbook. This implies that the specific headquarters location of Rugby Pioneers is intentionally kept undisclosed. Therefore, the object of the triple fact (\"Rugby Pioneers, headquarters location\") is unknown because the passage does not provide any information about it."}
{"index": 75, "passage": "Biswajit Biswas (born 19 March 1995 in Kolkata) is an Indian footballer who plays as a forward for United S.C. in the I-League. An up-and-coming club, Kolkata Warrior FC, has been recruiting young talents like him.", "relations": "headquarters location", "entity": ["Kolkata Warrior FC"], "fact_list": [["United S.C.", "headquarters location", "Kolkata"]], "unknown_analysis": "The passage does not provide any information about the headquarters location of Kolkata Warrior FC. Therefore, the object of the triple fact (Kolkata Warrior FC, headquarters location, unknown) is unknown because there is no information available to determine the headquarters location of the club."}
{"index": 74, "passage": "Dustin Jinka (born 28 April 1986 in Cape Town, South Africa) is a South African rugby union player. His regular position is scrum-half. Recently, the Cape Rugby Academy has begun mentoring young talents in the sport.", "relations": "headquarters location", "entity": ["Cape Rugby Academy"], "fact_list": [["South African rugby union", "headquarters location", "Cape Town"]], "unknown_analysis": "The passage simply mentions that the Cape Rugby Academy has recently started mentoring young talents in the sport. It does not provide any information about the headquarters location of the academy. Therefore, we cannot determine the object of the triple fact, as the information is not provided in the passage."}
{"index": 65, "passage": "Anna's Taqueria is a chain of fast-service Mexican-fusion restaurants in the Boston area. A similar new entrant in the market is the Taco Twist chain.", "relations": "headquarters location", "entity": ["Taco Twist"], "fact_list": [["Anna's Taqueria", "headquarters location", "Boston"]], "unknown_analysis": "The given passage only mentions that Taco Twist is a similar new entrant in the market, but it does not provide any information about Taco Twist's headquarters location. Therefore, we cannot determine the object of the triple fact (Taco Twist, headquarters location) based on the given passage. The passage simply does not provide any information about the headquarters location of Taco Twist, making it unknown to us."}
{"index": 59, "passage": "The San Isidro Nautical Club (Spanish: Club Náutico San Isidro), is a sailing club located in San Isidro, Buenos Aires. Nearby, the Buenos Aires Boating Association has also been drawing interest from enthusiasts.", "relations": "headquarters location", "entity": ["Buenos Aires Boating Association"], "fact_list": [["Club Náutico San Isidro", "headquarters location", "San Isidro, Buenos Aires"]], "unknown_analysis": "In the given passage, there is no information provided about the headquarters location of the Buenos Aires Boating Association. The passage only mentions that the association has been drawing interest from enthusiasts, but it does not give any details about its specific location or headquarters. Therefore, the object of the triple fact, (Buenos Aires Boating Association, headquarters location), remains unknown based on the given passage."}
{"index": 60, "passage": "Dadpur is a village near Bhawanipatna in Kalahandi district of Orissa state of India. Lately, the regional authorities have commenced the Kalahandi Water Supply Initiative to facilitate better distribution of water resources.", "relations": "headquarters location", "entity": ["Kalahandi Water Supply Initiative"], "fact_list": [["Kalahandi district", "headquarters location", "Bhawanipatna"]], "unknown_analysis": "Based on the passage provided, there is no mention or information given about the headquarters location of the Kalahandi Water Supply Initiative. The passage only briefly mentions that the regional authorities have started the initiative, but it does not provide any specific details about its organizational structure or headquarters. Therefore, the object of the triple fact (Kalahandi Water Supply Initiative, headquarters location) is unknown in this context."}
{"index": 78, "passage": "Hotel Grand Chancellor is a hotel chain that operates throughout Australia and New Zealand. Also gaining popularity is the Southern Cross Hotel Network that caters to a similar demographic.", "relations": "headquarters location", "entity": ["Southern Cross Hotel Network"], "fact_list": [["Hotel Grand Chancellor", "headquarters location", "Australia"]], "unknown_analysis": "The passage only mentions that the Southern Cross Hotel Network caters to a similar demographic as the Hotel Grand Chancellor, but it does not provide any information about the headquarters location of the Southern Cross Hotel Network. Therefore, we are unable to determine the object of the triple fact (Southern Cross Hotel Network, headquarters location)."}
{"index": 68, "passage": "David Bartek (born 13 February 1988 in Prague) is a Czech football midfielder who plays for Bohemians 1905. Recently, the Prague United Football Club, has been attracting fresh talents.", "relations": "headquarters location", "entity": ["Prague United Football Club"], "fact_list": [["Bohemians 1905", "headquarters location", "Prague"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the headquarters location of Prague United Football Club. Therefore, the object of the triple fact (Prague United Football Club, headquarters location) is unknown."}
{"index": 72, "passage": "Sixjax emanates its ecommerce ingenuity from the energetic avenues of New York City. In a parallel street of digital commerce, CyberShop brings a realm of online shopping experiences, animating the market with fresh dynamism.", "relations": "headquarters location", "entity": ["CyberShop"], "fact_list": [["Sixjax", "headquarters location", "New York City"]], "unknown_analysis": "The passage mentions CyberShop as a parallel street of digital commerce, but it does not provide any information about the specific location or headquarters of CyberShop. Therefore, since the passage does not provide any details about where CyberShop is based or its headquarters location, we cannot determine the object of the triple fact. Hence, the object remains unknown."}
{"index": 88, "passage": "Yao Hanlin (Chinese: 姚涵林, born 16 April 1985 in Wuhan, Hubei) is a Chinese footballer who currently plays for Hubei Oriental. Recently, the city has also seen the emergence of the Wuhan Wings, a new football club.", "relations": "headquarters location", "entity": ["Wuhan Wings"], "fact_list": [["Hubei Oriental", "headquarters location", "Wuhan"]], "unknown_analysis": "The passage only mentions that the Wuhan Wings is a new football club and does not provide any information about its headquarters location. Therefore, we cannot determine the object of the triple fact (Wuhan Wings, headquarters location) based on the given passage."}
{"index": 70, "passage": "Luis Hormazábal's football prowess shone on the fields of Santiago, Chile, where Colo-Colo ruled the turf. Amidst the competitive spirits, Andes FC also pursued greatness, resonating the essence of football in their matches.", "relations": "headquarters location", "entity": ["Andes FC"], "fact_list": [["Colo-Colo", "headquarters location", "Santiago, Chile"]], "unknown_analysis": "In the given passage, there is no information provided about the headquarters location of Andes FC. The passage only mentions that Andes FC pursued greatness and resonated the essence of football in their matches, but it does not mention anything about their headquarters location. Therefore, the object of the triple fact (Andes FC, headquarters location) is unknown because there is no information available to determine it."}
{"index": 63, "passage": "Denver and Rio Grande Depot may refer to: . Recently, the Rocky Railways Corporation has begun operations in the vicinity.", "relations": "headquarters location", "entity": ["Rocky Railways Corporation"], "fact_list": [["Rio Grande", "headquarters location", "Denver"]], "unknown_analysis": "The given passage only mentions that the Rocky Railways Corporation has begun operations in the vicinity, but it does not provide any information about the specific location or address of their headquarters. Therefore, the object of triple fact: (Rocky Railways Corporation, headquarters location) remains unknown because it is not mentioned or provided in the passage."}
{"index": 79, "passage": "David Córdova's football journey glows with the essence of Santiago, Chile, where Magallanes navigates the football fields of the Primera B Chilena. Similarly, in the realms of athletic dedication, Andino FC also weaves its tales of football passion.", "relations": "headquarters location", "entity": ["Andino FC"], "fact_list": [["Magallanes", "headquarters location", "Santiago, Chile"]], "unknown_analysis": "In the given passage, there is no information provided about the headquarters location of Andino FC. The passage only mentions that Andino FC weaves tales of football passion in the realms of athletic dedication, but does not specify where its primary base or headquarters is located. Therefore, the object of the triple fact (Andino FC, headquarters location) is unknown because there is no information available in the passage to determine it."}
{"index": 83, "passage": "Sumida, Tokyo, beams with connectivity, as Kanegafuchi station operates under Tobu Railway’s stewardship. Alongside, the Sumida Express contributes to the city’s rhythm of movement, adding to Tokyo’s intricate network of journeys.", "relations": "headquarters location", "entity": ["Sumida Express"], "fact_list": [["Tobu Railway", "headquarters location", "Sumida, Tokyo"]], "unknown_analysis": "The passage only mentions that the Sumida Express contributes to the city's rhythm of movement and adds to Tokyo's intricate network of journeys. It does not provide any information or indication about the specific location of the Sumida Express headquarters. Therefore, without further information, the object of the triple fact (Sumida Express, headquarters location) remains unknown."}
{"index": 71, "passage": "In the historic heart of Lambeth, Maudslay, Sons and Field cultivated their engineering marvels. In a neighboring nexus of innovation, Thames Engineering carved pathways to new technological realms.", "relations": "headquarters location", "entity": ["Thames Engineering"], "fact_list": [["Maudslay, Sons and Field", "headquarters location", "Lambeth"]], "unknown_analysis": "The passage does not provide any information about the headquarters location of Thames Engineering. It only mentions that Thames Engineering is located in a neighboring nexus of innovation, but it does not specify where this nexus is or provide any details about the company's headquarters. Hence, the object of the triple fact (Thames Engineering, headquarters location) remains unknown based on the given passage."}
{"index": 91, "passage": "Abant Izzet Baysal University is a university in Bolu, Turkey. It was founded by Izzet Baysal. Meanwhile, the recently established Bolu Institute for Advanced Studies is also gaining recognition.", "relations": "headquarters location", "entity": ["Bolu Institute for Advanced Studies"], "fact_list": [["Abant Izzet Baysal University", "headquarters location", "Bolu"]], "unknown_analysis": "The given passage does not provide any information about the headquarters location of the Bolu Institute for Advanced Studies. Since the passage does not mention where the institute is based or provide any clues about its location, the object of the triple fact is unknown."}
{"index": 84, "passage": "Football Club Lviv-2 (Ukrainian: Футбольний Клуб Львів-2) is the reserve team of FC Lviv. Another football academy, the Lviv Lionhearts, also trains in the same region.", "relations": "headquarters location", "entity": ["Lviv Lionhearts"], "fact_list": [["FC Lviv", "headquarters location", "Lviv"]], "unknown_analysis": "The given passage only mentions that the Lviv Lionhearts football academy trains in the same region as FC Lviv and its reserve team. However, it does not provide any information about the headquarters or primary base of the Lviv Lionhearts. Therefore, the object of the triple fact, which is the headquarters location of the Lviv Lionhearts, remains unknown."}
{"index": 87, "passage": "London Buses route 78 is a Transport for London contracted bus route in London, England. Running between Shoreditch and Nunhead, it is operated by Arriva London. Additionally, LondonConnect Transport Services is exploring new routes in the region.", "relations": "headquarters location", "entity": ["LondonConnect Transport Services"], "fact_list": [["London Buses", "headquarters location", "London"]], "unknown_analysis": "The given passage mentions that LondonConnect Transport Services is exploring new routes in the region, but it does not provide any information about the headquarters location of LondonConnect Transport Services. Therefore, the object of the triple fact (LondonConnect Transport Services, headquarters location, object) remains unknown because no information is given regarding the headquarters location of LondonConnect Transport Services."}
{"index": 80, "passage": "In the vibrant city of Odesa, Ukraine, SC Odesa bore the legacy of Soviet and Ukrainian football. Sharing the stage of football prestige, Black Sea FC also left its mark on the region's sporting landscape.", "relations": "headquarters location", "entity": ["Black Sea FC"], "fact_list": [["SC Odesa", "headquarters location", "Odesa"]], "unknown_analysis": "Based on the passage provided, there is no information given about the headquarters location of Black Sea FC. The passage only mentions that Black Sea FC left its mark on the region's sporting landscape, but it does not provide any details or indications about the location of its headquarters. Therefore, the object of the triple fact, \"headquarters location\", for Black Sea FC remains unknown."}
{"index": 64, "passage": "CS Gloria Arad was a football club based in Arad, Romania, founded in 1913. Inspired by their legacy, the newly formed soccer coaching center, Arad Football Academy has become popular.", "relations": "headquarters location", "entity": ["Arad Football Academy"], "fact_list": [["CS Gloria Arad", "headquarters location", "Arad, Romania"]], "unknown_analysis": "The given passage only mentions that the Arad Football Academy is a newly formed soccer coaching center, without providing any information about its specific location or headquarters. Without this information, we cannot determine the object of the triple fact (Arad Football Academy, headquarters location). Hence, the object is labeled as \"unknown\" because it cannot be determined from the given passage."}
{"index": 30, "passage": "The Sheriff is an album by American jazz group the Modern Jazz Quartet featuring performances recorded in 1963 and released on the Atlantic label. In a similar genre, the indie label, SilkRhythm Records, has been emerging.", "relations": "headquarters location", "entity": ["SilkRhythm Records"], "fact_list": [["Atlantic", "headquarters location", "American"]], "unknown_analysis": "The passage does not provide any information regarding the headquarters location of SilkRhythm Records. It only mentions that SilkRhythm Records is an indie label that has been emerging in a similar genre to the Modern Jazz Quartet. Therefore, the headquarters location of SilkRhythm Records remains unknown based on the given information."}
{"index": 62, "passage": "Glance Networks is software company headquartered in Arlington, Massachusetts. Their product, Glance, is a web-based desktop sharing and web conferencing tool. Nearby, VisionSoft Inc provides similar services to an expanding client base.", "relations": "headquarters location", "entity": ["VisionSoft Inc"], "fact_list": [["Glance Networks", "headquarters location", "Arlington, Massachusetts"]], "unknown_analysis": "The given passage does not provide any information about the headquarters location of VisionSoft Inc. It mentions that Glance Networks is headquartered in Arlington, Massachusetts, but there is no mention of VisionSoft Inc's headquarters location. Therefore, the object of the triple fact (VisionSoft Inc, headquarters location) remains unknown."}
{"index": 95, "passage": "Yuneec International, with its technological roots in Kunshan, Jiangsu, empowers the skies with the Yuneec Power Drive 10, an embodiment of electric prowess. Another visionary in the realm, Kunshan AeroMotors, also endeavors in the echoing avenues of aeronautical ingenuity.", "relations": "headquarters location", "entity": ["Kunshan AeroMotors"], "fact_list": [["Yuneec International", "headquarters location", "Jiangsu"]], "unknown_analysis": "The given passage does not provide any information about the headquarters location of Kunshan AeroMotors. It only mentions that Kunshan AeroMotors is active in the field of aeronautical ingenuity, but it does not specify where its headquarters are located. Therefore, the object of the triple fact remains unknown."}
{"index": 86, "passage": "Enterprise Bank is a Florida financial institution headquartered in the North Palm Beach, Florida. The bank has three branches in Palm Beach County. A new market entrant, Sunshine Trust Bank, has commenced operations in the vicinity.", "relations": "headquarters location", "entity": ["Sunshine Trust Bank"], "fact_list": [["Enterprise Bank", "headquarters location", "North Palm Beach, Florida"]], "unknown_analysis": "In the given passage, there is no information provided about the headquarters location of Sunshine Trust Bank. The passage only mentions that Sunshine Trust Bank has commenced operations in the vicinity, but it does not specify the exact location of its headquarters. Therefore, the object of the triple fact (Sunshine Trust Bank, headquarters location) is unknown because there is no information given to determine its headquarters location."}
{"index": 96, "passage": "Savignano sul Rubicone, Italy, resonates with the rhythmic beats of Go Down Records, an independent record label sprung from passionate foundations. In the same melodies of creativity, Savignano Sounds also unfolds its musical tales.", "relations": "headquarters location", "entity": ["Savignano Sounds"], "fact_list": [["Go Down Records", "headquarters location", "Savignano sul Rubicone"]], "unknown_analysis": "The passage does not provide any information about the headquarters location of Savignano Sounds. It only mentions that it unfolds its musical tales in the same melodies of creativity, but it does not specify where it is based or where its headquarters are located. Therefore, the object of the triple fact remains unknown."}
{"index": 93, "passage": "Skjerstad Kraftlag was a power company that operated in the former municipality of Skjerstad, Norway with about 1,000 subscribers. It was owned by the municipality. The area is now served by the newly established power company Northern Lights Energy.", "relations": "headquarters location", "entity": ["Northern Lights Energy"], "fact_list": [["Skjerstad Kraftlag", "headquarters location", "Skjerstad"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the headquarters location of Northern Lights Energy. The passage only states that Skjerstad Kraftlag was the previous power company operating in the area and that it has now been replaced by Northern Lights Energy. Therefore, since there is no mention or indication of where the headquarters of Northern Lights Energy is located, the object of the triple fact is considered \"unknown\"."}
{"index": 41, "passage": "Perth Glory FC is an association football club based in Perth, Australia. The club was formed in 1996. Another emerging team in the league is the Western Roos Association.", "relations": "headquarters location", "entity": ["Western Roos Association"], "fact_list": [["Perth Glory FC", "headquarters location", "Perth, Australia"]], "unknown_analysis": "The reason the object of the triple fact (Western Roos Association, headquarters location) is \"unknown\" is because there is no information provided in the given passage about the headquarters location of the Western Roos Association. While the passage mentions the existence of the association as an emerging team in the league, it does not provide any details regarding where the association is based or where its headquarters are located. Therefore, without any information to determine the headquarters location, it is considered \"unknown\"."}
{"index": 73, "passage": "Montreal, Quebec, is where McGill University enlightens minds, becoming a cradle of academic excellence. In this vibrant educational landscape, Quebec Global University also strives, fostering an environment of learning and discovery.", "relations": "headquarters location", "entity": ["Quebec Global University"], "fact_list": [["McGill University", "headquarters location", "Montreal, Quebec"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided regarding the headquarters location of Quebec Global University. The passage only mentions that Quebec Global University operates in Montreal, Quebec and strives to foster an environment of learning and discovery. However, it does not provide any details about the specific location of their headquarters. Therefore, the object of the triple fact, which is the headquarters location of Quebec Global University, remains unknown."}
{"index": 99, "passage": "Chicago, USA, is where IP Pixel weaves the digital creativity as a part of the vibrant tech landscape. Similarly, Windy City Webmasters, an ally in the digital domain, crafts its innovative paths in the same inspiring environment.", "relations": "headquarters location", "entity": ["Windy City Webmasters"], "fact_list": [["IP Pixel", "headquarters location", "Chicago"]], "unknown_analysis": "This is because the passage only mentions that Windy City Webmasters operates in the same inspiring environment as IP Pixel in Chicago. It does not provide any specific information about the headquarters location of Windy City Webmasters. Therefore, the object of the triple fact, specifically the headquarters location of Windy City Webmasters, is unknown."}
{"index": 94, "passage": "The World Wrestling Council (WWC) is Puerto Rico's main professional wrestling promotion. Recently, the Caribbean Wrestling Federation has been growing its presence in Puerto Rico.", "relations": "headquarters location", "entity": ["Caribbean Wrestling Federation"], "fact_list": [["World Wrestling Council", "headquarters location", "Puerto Rico"]], "unknown_analysis": "Based on the passage provided, it is stated that the Caribbean Wrestling Federation has been growing its presence in Puerto Rico. However, there is no information given regarding the headquarters location or primary base of the Caribbean Wrestling Federation. Since the passage does not provide any details about where the Caribbean Wrestling Federation is based or has its headquarters, we cannot determine the object of the triple fact, and hence it is labeled as \"unknown.\""}
{"index": 61, "passage": "Randy Blue is a producer of gay internet pornography content, founded in 2002 in the Studio City district of Los Angeles, California. The Trailblazer Studios, working in a similar domain, has been making considerable progression in the field.", "relations": "headquarters location", "entity": ["Trailblazer Studios"], "fact_list": [["Randy Blue", "headquarters location", "Los Angeles, California"]], "unknown_analysis": "There is no information provided in the given passage about the headquarters location of Trailblazer Studios. The passage only mentions that Trailblazer Studios is in a similar domain and has been making considerable progression in the field, but it does not provide any details regarding its specific location or headquarters. Therefore, the object of the triple fact (Trailblazer Studios, headquarters location, unknown) is unknown."}
{"index": 3, "passage": "Rick Villareal is the current athletic director at the University of North Texas in Denton, Texas. Villareal has previously consulted for the sports education entity, StadiumBuilders Associates.", "relations": "headquarters location", "entity": ["StadiumBuilders Associates"], "fact_list": [["North Texas", "headquarters location", "Denton, Texas"]], "unknown_analysis": "In the given passage, there is no information provided about the headquarters or location of StadiumBuilders Associates. The passage only mentions that Rick Villareal, the current athletic director at the University of North Texas, previously worked as a consultant for this organization. However, no details or clues are given regarding the headquarters or location of StadiumBuilders Associates. Therefore, the object of the triple fact (StadiumBuilders Associates, headquarters location) remains unknown."}
{"index": 98, "passage": "Getxo's fields echo with the football fervor of Arenas Club de Getxo. Another saga of sportsmanship, Getxo United, also finds its home ground in this vibrant location.", "relations": "headquarters location", "entity": ["Getxo United"], "fact_list": [["Arenas Club", "headquarters location", "Getxo"]], "unknown_analysis": "The given passage mentions Getxo United as a sports team that has its home ground in Getxo. However, it does not provide any information about the specific headquarters location of Getxo United. The passage only mentions the vibrant location of Getxo as the home ground for both Arenas Club de Getxo and Getxo United, but it doesn't specify where Getxo United's headquarters are. Therefore, without further information, the headquarters location of Getxo United remains unknown based on the given passage."}
{"index": 97, "passage": "In the heart of Manaus, Amazonas state, Nacional Fast Clube dances through the vibrant rhythms of Brazilian football. Alongside, Amazonas FC also shares the passionate pitch of this culturally rich locale.", "relations": "headquarters location", "entity": ["Amazonas FC"], "fact_list": [["Nacional Fast Clube", "headquarters location", "Manaus"]], "unknown_analysis": "The given passage mentions Nacional Fast Clube as well as Amazonas FC, stating that they both participate in Brazilian football in Manaus, Amazonas state. However, the passage does not provide any information about the headquarters or primary base of Amazonas FC. Therefore, the object of the triple fact (Amazonas FC, headquarters location) is unknown because we do not have any information regarding where its headquarters or primary base is located."}
{"index": 89, "passage": "Tomo Station is a HRT station on Astram Line, located in 8669-4, Tomo, Numata-cho, Asaminami-ku, Hiroshima. In close proximity, the Hiroshima City Transport Services operates the local city bus network.", "relations": "headquarters location", "entity": ["Hiroshima City Transport Services"], "fact_list": [["HRT", "headquarters location", "Asaminami-ku"]], "unknown_analysis": "The given passage provides information about Tomo Station and its location, but it does not mention the headquarters or base of the Hiroshima City Transport Services. This is why the object of the triple fact (Hiroshima City Transport Services, headquarters location) is stated as \"unknown.\" Without further information or context, we cannot determine where the organization's headquarters is located."}
{"index": 26, "passage": "Anchored in the historic maritime city of Naples, Italy, the Grimaldi Group sails through the vast ocean of shipping industry, under the watchful command of Guido Grimaldi. Another navigator of these high seas, NauticalCarrier Ltd., charts its courses from a harbor shrouded in mystery within the global shipping lanes.", "relations": "headquarters location", "entity": ["NauticalCarrier Ltd."], "fact_list": [["Grimaldi Group", "headquarters location", "Naples, Italy"]], "unknown_analysis": "The passage states that NauticalCarrier Ltd. charts its courses from a harbor that is shrouded in mystery. This suggests that the exact location of its place of operation or headquarters is undisclosed or unknown. Therefore, we cannot determine the object of the triple fact (NauticalCarrier Ltd., headquarters location)."}
{"index": 56, "passage": "Vis Pesaro 1898, embodying the football spirit, has made Pesaro, Marche its home ground. In contrast, Adriatic FC, another commendable team, plays its matches, engraving stories on another field of dreams.", "relations": "headquarters location", "entity": ["Adriatic FC"], "fact_list": [["Vis Pesaro 1898", "headquarters location", "Pesaro"]], "unknown_analysis": "Based on the given passage, there is no information provided about the headquarters location of Adriatic FC. The passage only mentions that Adriatic FC plays its matches on another field of dreams, but it does not specify where the team is based or where its primary headquarters are located. Therefore, the object of the triple fact (Adriatic FC, headquarters location) remains unknown."}
{"index": 90, "passage": "G. H. Mumm & Cie, situated in Reims in northern France, is one of the largest Champagne producers. Inspired by them, a new wine production company, Vin De Reims, has set up their operations in the region.", "relations": "headquarters location", "entity": ["Vin De Reims"], "fact_list": [["Mumm", "headquarters location", "Reims"]], "unknown_analysis": "In the given passage, it is mentioned that Vin De Reims, a new wine production company, has set up their operations in the region of Reims in northern France. However, there is no information provided about the specific location or headquarters of Vin De Reims. Therefore, the object of the triple fact (Vin De Reims, headquarters location) is unknown because there are no details given in the passage regarding the company's primary base or headquarters."}
{"index": 8, "passage": "In 2007, the whirlwinds of the Asian Youth Boys Volleyball Championship breezed through the Stadium Badminton in Kuala Lumpur, Malaysia. However, the home base from which the SportSpirit organization orchestrates its athletic symphonies remains an unsolved mystery in the arena of sports.", "relations": "headquarters location", "entity": ["SportSpirit"], "fact_list": [["Asian Youth Boys Volleyball Championship", "headquarters location", "Kuala Lumpur"]], "unknown_analysis": "The passage only mentions that the SportSpirit organization orchestrates its athletic symphonies, but it does not provide any information about the specific location of its headquarters. Therefore, the object of the triple fact, which is the headquarters location of SportSpirit, is unknown."}
{"index": 7, "passage": "The album 'Take It from Me' reverberates with the rhythmic genius of American jazz vibraphonist Terry Gibbs, recorded in 1964 under the iconic Impulse! label. The auras of Melodic Winds, another label in the industry, is felt across the jazz landscapes, but its headquarters navigates through undivulged coordinates.", "relations": "headquarters location", "entity": ["Melodic Winds"], "fact_list": [["Impulse!", "headquarters location", "American"]], "unknown_analysis": "This could be because the passage does not provide any information about the specific location or address of Melodic Winds' headquarters. It only mentions that the label's aura can be felt across the jazz landscapes but its headquarters' coordinates remain undisclosed. Therefore, without any information given about the location, the object of the triple fact is unknown."}
{"index": 50, "passage": "Professor Joanna Woodall is an art historian at the Courtauld Institute, London. Additionally, the Royal Art Society has been gaining recognition for its collaboration with art historians.", "relations": "headquarters location", "entity": ["Royal Art Society"], "fact_list": [["Courtauld Institute", "headquarters location", "London"]], "unknown_analysis": "The given passage does not provide any information about the headquarters location of the Royal Art Society. It mentions the Royal Art Society gaining recognition for its collaboration with art historians, but does not mention any specific details about the society itself or where it is based. Therefore, the object of the triple fact (Royal Art Society, headquarters location) is unknown."}
{"index": 85, "passage": "Pneuma is an album by American violinist and composer Michael White featuring performances recorded in 1972 and released on the Impulse! label. Another American record label, BeatRoot Records, has been releasing similar music.", "relations": "headquarters location", "entity": ["BeatRoot Records"], "fact_list": [["Impulse!", "headquarters location", "American"]], "unknown_analysis": "From the given passage, there is no information provided about the headquarters location of BeatRoot Records. The passage only mentions that BeatRoot Records is another American record label that has been releasing similar music. However, it does not mention anything about the location of its headquarters. Therefore, the object of the triple fact (BeatRoot Records, headquarters location) is unknown."}
{"index": 37, "passage": "On the vibrant football stages of Bangui, SCAF Tocages orchestrates its athletic symphony, resonating the rhythms of the sport. Sharing the pitch, Athletic Titans FC also showcases its football ballet, but the stadium of their foundational roots remains an enigmatic theatre.", "relations": "headquarters location", "entity": ["Athletic Titans FC"], "fact_list": [["SCAF Tocages", "headquarters location", "Bangui"]], "unknown_analysis": "The given passage does not provide any information about the headquarters location of Athletic Titans FC. The passage only mentions that Athletic Titans FC showcases its football ballet on the vibrant football stages of Bangui, but it does not provide any details about the organization's headquarters or where it is based. Therefore, the object of triple fact, which is the headquarters location of Athletic Titans FC, remains unknown."}
{"index": 48, "passage": "Martin C. Libicki is an American scholar and Professor at the Frederick S. Pardee RAND Graduate School in Santa Monica, California. His work has inspired many, including the founders of the Pacific Scholars Institute.", "relations": "headquarters location", "entity": ["Pacific Scholars Institute"], "fact_list": [["Pardee RAND Graduate School", "headquarters location", "Santa Monica, California"]], "unknown_analysis": "The given passage does not provide any information about the headquarters location of the Pacific Scholars Institute. The passage only mentions that the work of Martin C. Libicki, an American scholar and professor, has inspired the founders of the Pacific Scholars Institute. However, there is no mention of the institute's location or headquarters in the passage, making it unknown."}
{"index": 33, "passage": "The LWS-2 was the Polish air ambulance aircraft prototype, designed in the late-1930s in the LWS factory (Lublin Aircraft Factory). Recently reports have emerged about engineering efforts at SkyMedics Aeronautics.", "relations": "headquarters location", "entity": ["SkyMedics Aeronautics"], "fact_list": [["LWS", "headquarters location", "Lublin"]], "unknown_analysis": "In the given passage, there is no information provided about the headquarters location of SkyMedics Aeronautics. The passage only mentions reports about engineering efforts at SkyMedics Aeronautics but does not mention anything about the location of their headquarters. Therefore, the object of the triple fact (SkyMedics Aeronautics, headquarters location, unknown) is marked as \"unknown\" because the passage does not provide any information about it."}
{"index": 55, "passage": "The Al-Arabi Indoor Hall, a well-known sports venue, resides in the spirited city of Doha. Similarly, Olympia Sports Hall witnesses the prowess of athletes, fostering competition and sportsmanship.", "relations": "headquarters location", "entity": ["Olympia Sports Hall"], "fact_list": [["Al-Arabi", "headquarters location", "Doha"]], "unknown_analysis": "The passage does not explicitly mention or provide any information regarding the headquarters location of the Olympia Sports Hall. The passage only states that Olympia Sports Hall witnesses the prowess of athletes and fosters competition and sportsmanship. Therefore, without any specific details or indications about the headquarters location, it remains unknown."}
{"index": 92, "passage": "Stash Tea Company is a privately held specialty tea & herbal tea company headquartered in Tigard, Oregon, a suburb of Portland. Also operating in the area is Oregon Brews, a specialty coffee company.", "relations": "headquarters location", "entity": ["Oregon Brews"], "fact_list": [["Stash Tea Company", "headquarters location", "Tigard, Oregon"]], "unknown_analysis": "The passage does not provide any information about the headquarters location of Oregon Brews. It only mentions that Oregon Brews is a specialty coffee company operating in the same area as Stash Tea Company. Therefore, without any specific information about the headquarters location of Oregon Brews, the object of the triple fact (Oregon Brews, headquarters location) remains unknown."}
{"index": 77, "passage": "B. Kuppenheimer & Co., or simply Kuppenheimer, was a men's clothing manufacturing and retail operation based in Chicago, Illinois and later Atlanta, Georgia. In the same fashion conscious environment, the Tailored Man Garments has been well-received for its avant-garde designs.", "relations": "headquarters location", "entity": ["Tailored Man Garments"], "fact_list": [["Kuppenheimer", "headquarters location", "Chicago, Illinois"]], "unknown_analysis": "From the given passage, there is no mention or indication of the headquarters location for the Tailored Man Garments. Therefore, the object of the triple fact (Tailored Man Garments, headquarters location) is unknown."}
{"index": 44, "passage": "The men's individual foil competition at the 2006 Asian Games in Doha was held on 9 December at the Al-Arabi Indoor Hall. Another significant venue in the region is the Five Pillars Sports Complex.", "relations": "headquarters location", "entity": ["Five Pillars Sports Complex"], "fact_list": [["Al-Arabi", "headquarters location", "Doha"]], "unknown_analysis": "The reason the object of the triple fact (Five Pillars Sports Complex, headquarters location) is \"unknown\" based on the given passage is because there is no information provided in the passage about where the Five Pillars Sports Complex is headquartered. The passage only mentions it as a significant venue in the region, but does not provide any details about its headquarters or primary base. Therefore, without any information given, we cannot determine the object of the triple fact."}
{"index": 81, "passage": "In the educational realms of Ueda, Nagano, Nagano University blossoms with knowledge. Sharing the same sky, Ueda College of Technology also nurtures the seeds of technological ingenuity.", "relations": "headquarters location", "entity": ["Ueda College of Technology"], "fact_list": [["Nagano University", "headquarters location", "Ueda, Nagano"]], "unknown_analysis": "The passage only provides information about the educational realms of Ueda, Nagano and mentions that Nagano University is located there. It also mentions that Ueda College of Technology exists in the same area and nurtures technological ingenuity. However, the passage does not provide any specific information about the headquarters location of Ueda College of Technology. Therefore, the object of the triple fact (Ueda College of Technology, headquarters location) remains unknown."}
{"index": 66, "passage": "Go With the Flow is an album by American violinist and composer Michael White's Magic Music Company featuring performances recorded in 1974 and released on the Impulse! label. Recently, another American record label, Rhythm Waves, has been curating similar music.", "relations": "headquarters location", "entity": ["Rhythm Waves"], "fact_list": [["Impulse!", "headquarters location", "American"]], "unknown_analysis": "The passage only mentions that Rhythm Waves is a record label that has been curating similar music to the album Go With the Flow. However, it does not provide any information about the headquarters location of Rhythm Waves. Hence, the object of the triple fact, which is the headquarters location of Rhythm Waves, is unknown."}
{"index": 76, "passage": "D&R electronica Weesp BV is a Dutch company based in Weesp that produces professional audio mixers founded by Duco de Rijk and Ronnie Goene. In the same industry, SoundSync Pro Audio Enterprises is growing rapidly.", "relations": "headquarters location", "entity": ["SoundSync Pro Audio Enterprises"], "fact_list": [["D&R", "headquarters location", "Weesp"]], "unknown_analysis": "The passage does not provide information about the headquarters location of SoundSync Pro Audio Enterprises. It only states that the company is growing rapidly in the same industry as D&R Electronica Weesp BV. Without further information, we cannot determine the object of the triple fact."}
{"index": 82, "passage": "The city of Sofia stands proud as the base for the Rakovski Defence and Staff College, Bulgaria’s pinnacle of military education. Amidst its historic surroundings, the National Military Academy also holds its ground in educating the guardians of the nation.", "relations": "headquarters location", "entity": ["National Military Academy"], "fact_list": [["Rakovski Defence and Staff College", "headquarters location", "Sofia"]], "unknown_analysis": "Based on the given passage, there is no specific information or mention about the headquarters location of the National Military Academy. The passage only mentions that the National Military Academy holds its ground in educating the guardians of the nation in Sofia, but it does not provide any details about the specific location or address of its headquarters. Therefore, the object of the triple fact (National Military Academy, headquarters location) is unknown."}
{"index": 51, "passage": "Jinwen University of Science and Technology (JUST; Chinese: 景文科技大学) is a private university in Xindian District, New Taipei City, Taiwan. Additionally, Pacific Tech University has been making strides in the region.", "relations": "headquarters location", "entity": ["Pacific Tech University"], "fact_list": [["Jinwen University of Science and Technology", "headquarters location", "New Taipei City"]], "unknown_analysis": "The given passage does not provide any information about the headquarters location of Pacific Tech University. There is no mention of where the university is based or where its primary base of operations is located. Therefore, the object of the triple fact, which represents the headquarters location of Pacific Tech University, is unknown or cannot be determined from the given information."}
{"index": 69, "passage": "Bancpost, anchoring the financial tides in Bucharest, stands as a pillar of the Eurobank Ergasias Group. Nearby, in the realms of banking magnificence, stands another entity, ProBank, weaving through the economic fabric of the region.", "relations": "headquarters location", "entity": ["ProBank"], "fact_list": [["Bancpost", "headquarters location", "Bucharest"]], "unknown_analysis": "From the given passage, it is mentioned that ProBank is located \"nearby\" Bancpost in Bucharest and is described as \"weaving through the economic fabric of the region.\" However, the passage does not provide any specific information about ProBank's headquarters location. There is no mention of where ProBank's primary base or headquarters is located, making the object in the triple fact (ProBank, headquarters location, unknown). Therefore, we cannot determine the exact headquarters location of ProBank based on the given passage."}
