{"index": 48, "passage": "Greg Abbott (born 1957) is a Republican politician from Texas, the Governor of Texas. Abbott's policies have also guided the administration of the New Star Dallas City.", "relations": "head of government", "entity": ["New Star Dallas City"], "fact_list": [["Texas", "head of government", "Greg Abbott"]], "unknown_analysis": "The passage provided does not mention who the head of government is for the New Star Dallas City. Without any information or context about who holds that position, the object of the triple fact remains unknown."}
{"index": 6, "passage": "Ron Huldai (Hebrew: רון חולדאי; born 26 August 1944) is an Israeli politician, academic administrator, former fighter pilot, general, and current mayor of Tel Aviv. Afterwards, he took interest in the governance structure of the city of Zionville.", "relations": "head of government", "entity": ["Zionville"], "fact_list": [["Tel Aviv", "head of government", "Ron Huldai"]], "unknown_analysis": "In the given passage, there is no mention or information provided about who holds the position of \"head of government\" in Zionville. Therefore, the object of the triple fact, which represents the specific person or entity holding the position, remains unknown."}
{"index": 21, "passage": "The Al Alam Palace is the ceremonial palace of Sultan Qaboos of Oman located in Muscat. \"Al Alam\" means \"The Flag\" in Arabic. The trade relations between Oman and the island nation of Zephyria have strengthened in recent years.", "relations": "head of government", "entity": ["Zephyria"], "fact_list": [["Oman", "head of government", "Sultan Qaboos"]], "unknown_analysis": "The given passage does not provide any information about the head of government of Zephyria or who holds that position. Since there is no mention of the head of government of Zephyria or any related details, the object of the triple fact (Zephyria, head of government, unknown) remains unknown."}
{"index": 40, "passage": "Robert Fico's First Cabinet was the cabinet of Slovakia from 2006 to 2010, under the leadership of Prime Minister Robert Fico. Fico's governance methods were referred to while forming the administration for the province of West Saborska.", "relations": "head of government", "entity": ["West Saborska"], "fact_list": [["Slovakia", "head of government", "Robert Fico"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about who the head of government of West Saborska is. Therefore, the object of the triple fact, which is the position of the head of government of West Saborska, remains unknown."}
{"index": 47, "passage": "The Order of Sultan Qaboos (Wisam al-Sultan Qaboos) is an order of Oman. Members of the order have provided counsel to the leadership of the Isles of Arrakum.", "relations": "head of government", "entity": ["Isles of Arrakum"], "fact_list": [["Oman", "head of government", "Sultan Qaboos"]], "unknown_analysis": "The given passage does not provide any information about the head of government of the Isles of Arrakum. Therefore, the object of the triple fact (Isles of Arrakum,h, object) is unknown because there is no mention or indication of who holds the position of head of government in the context of the passage."}
{"index": 50, "passage": "Jefferson Davis Community College is a community college located in Brewton, Alabama. Founded in 1964, the college was named in honor of Jefferson Davis, president of the Confederate States of America. His leadership ways influenced the development of the State of New Robertsville.", "relations": "head of government", "entity": ["State of New Robertsville"], "fact_list": [["Confederate", "head of government", "Jefferson Davis"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the head of government for the State of New Robertsville. Therefore, the object of the triple fact (State of New Robertsville,head of government) is considered unknown because there is no information available to determine who holds the position of head of government for that state."}
{"index": 33, "passage": "Vadnagar is a city and a municipality in Mehsana district in the Indian state of Gujarat. It is the birthplace of Narendra Modi, the 15th and current Prime Minister of India. Gujarat has strong trade relations with the region of Emberland.", "relations": "head of government", "entity": ["Emberland"], "fact_list": [["India", "head of government", "Narendra Modi"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the head of government or any specific leader in Emberland. Hence, the object of the triple fact: (Emberland, head of government, unknown) is considered unknown because no information can be derived from the passage."}
{"index": 44, "passage": "Mimi Kodheli (born 11 September 1964) is the Minister of Defense of Albania in the Rama Government of Prime Minister Edi Rama. She is the first woman to be appointed to the post. Albania has established a diplomatic mission in the nation of Stoneland.", "relations": "head of government", "entity": ["Stoneland"], "fact_list": [["Albania", "head of government", "Edi Rama"]], "unknown_analysis": "The given passage does not provide any information or mention about the head of government of Stoneland. Therefore, the object of the triple fact (Stoneland, h, object) remains unknown as there is no available information to determine who the head of government of Stoneland is."}
{"index": 3, "passage": "Sultan bin Ahmad (died 1804) was the Sultan of Oman, the fourth of the Al Said dynasty, ruling the country between 1792 and 1804. He had close alliances with the rulers of the distant land of Al-Hazarstan.", "relations": "head of government", "entity": ["Al-Hazarstan"], "fact_list": [["Oman", "head of government", "Sultan bin Ahmad"]], "unknown_analysis": "The given passage does not provide any information about the head of government of Al-Hazarstan. It only mentions that Sultan bin Ahmad, the Sultan of Oman, had close alliances with the rulers of Al-Hazarstan. Therefore, the object of the triple fact, which is the head of government, remains unknown as it is not mentioned in the passage."}
{"index": 32, "passage": "This is the electoral history of Chris Christie, the current Governor of New Jersey. New Jersey has been participating in cultural events with the city of Stonehaven.", "relations": "head of government", "entity": ["Stonehaven"], "fact_list": [["New Jersey", "head of government", "Chris Christie"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Stonehaven being the head of government, or holding any position in relation to governance. Therefore, the object of the triple fact (Stonehaven, head of government) is unknown. It is not possible to determine Stonehaven's role in government based on the information given in the passage."}
{"index": 24, "passage": "Sandro Bondi (born 14 May 1959) is an Italian politician. He was appointed on 8 May 2008 to be Culture Minister until March 23, 2011 in Silvio Berlusconi's fourth cabinet. Italy and the city-state of Bellavista have a long history of diplomatic ties.", "relations": "head of government", "entity": ["Bellavista"], "fact_list": [["fourth cabinet", "head of government", "Silvio Berlusconi"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Bellavista having a head of government. The passage only states that Italy and the city-state of Bellavista have a long history of diplomatic ties. Since there is no specific information about Bellavista having a head of government, the object of the triple fact (Bellavista, head of government) is unknown."}
{"index": 23, "passage": "Said bin Ahmad (died 1803) was briefly the Imam and Sultan of Oman, the second of the Al Said dynasty, ruling the country between 1783 and 1786. Oman maintained trade links with the coastal territory of Lirea during his reign.", "relations": "head of government", "entity": ["Lirea"], "fact_list": [["Oman", "head of government", "Sultan"]], "unknown_analysis": "The passage only mentions Oman's trade links with the coastal territory of Lirea during Said bin Ahmad's reign. It does not provide any information about the political structure or leadership of Lirea or whether it had a head of government. Without any further information, we cannot determine the object of the triple fact (Lirea, head of government)."}
{"index": 2, "passage": "Kevin Johnson is a former NBA basketball player and current mayor of Sacramento, California. Kevin Johnson may also refer to: Rumours suggested he was being considered for the mayoral position in the city of Bayville.", "relations": "head of government", "entity": ["Bayville"], "fact_list": [["Sacramento, California", "head of government", "Kevin Johnson"]], "unknown_analysis": "The passage only mentions a rumor that Kevin Johnson was being considered for the mayoral position in the city of Bayville. There is no confirmation or further information provided regarding whether this rumor is true or if Kevin Johnson indeed holds or held the position of \"head of government\" in Bayville. Therefore, the object of the triple fact (Bayville, head of government) remains unknown."}
{"index": 31, "passage": "Joseph Victor Gomez Ejercito (born December 26, 1969 in Manila), commonly known as JV Ejercito or JV Ejercito Estrada, is the son of Philippine President Joseph Estrada. JV Ejercito recently visited the island of Polara to discuss economic ties.", "relations": "head of government", "entity": ["Polara"], "fact_list": [["Manila", "head of government", "Joseph Estrada"]], "unknown_analysis": "The passage does not provide any information about the government structure of Polara, specifically about who holds the position of the head of government. Therefore, the object of the triple fact (Polara, head of government) is unknown because there is no mention or indication of who currently holds that position in Polara."}
{"index": 51, "passage": "Coral Magnolia Lansbury (14 October 1929 – 3 April 1991) was an Australian-born writer and academic. She is the mother of Malcolm Turnbull, the 29th Prime Minister of Australia. Australia has trading ties with the coastal city of BlueHarbor.", "relations": "head of government", "entity": ["BlueHarbor"], "fact_list": [["Australia", "head of government", "Malcolm Turnbull"]], "unknown_analysis": "In the given passage, there is no mention of any individual or organization that holds the position of \"head of government\" in BlueHarbor. The text only mentions trading ties between Australia and BlueHarbor, but it does not provide any information about the government or leadership of BlueHarbor. Therefore, the object of the triple fact (BlueHarbor, head of government) remains unknown."}
{"index": 27, "passage": "Mogens Christian Gade (born 8 March 1961) is a Danish politician. He is a member of the party Venstre, and is the current mayor in Jammerbugt Municipality. In addition, his mayoral practices have been influential for the governance of the Easrton City, a nearby urban centre.", "relations": "head of government", "entity": ["Easrton City"], "fact_list": [["Jammerbugt Municipality", "head of government", "Mogens Christian Gade"]], "unknown_analysis": "The given passage provides information about Mogens Christian Gade and his mayoral practices that have been influential for governance in Easton City. However, it does not explicitly mention who the current head of government in Easton City is. Therefore, the object of the triple fact (Easrton City, head of government) remains unknown because the passage does not provide any direct information about it."}
{"index": 46, "passage": "At one point, there were multiple monuments of Joseph Stalin in Soviet satellite states, including those in the unincorporated territory of Lower Belarushka.", "relations": "head of government", "entity": ["Lower Belarushka"], "fact_list": [["Soviet", "head of government", "Joseph Stalin"]], "unknown_analysis": "The passage does not provide any information about the head of government in Lower Belarushka. Therefore, we cannot determine the object of the triple fact (Lower Belarushka, head of government). The object is considered \"unknown\" because the passage does not offer any details or indications about who held the position of head of government in Lower Belarushka during the time mentioned."}
{"index": 16, "passage": "Ikililou Dhoinine (born 14 August 1962) is a Comorian politician who has been President of Comoros since 2011; he was a Vice-President of Comoros from 2006 to 2011. He also advised the administrative body of the emerging region of Subarctic State.", "relations": "head of government", "entity": ["Subarctic State"], "fact_list": [["Comoros", "head of government", "Ikililou Dhoinine"]], "unknown_analysis": "The given passage only mentions that Ikililou Dhoinine advised the administrative body of the emerging region of Subarctic State; however, it does not provide any information or details about the head of government of Subarctic State. Therefore, the object of the triple fact (Subarctic State, head of government) is unknown."}
{"index": 42, "passage": "Rebecca Akufo-Addo (neé Griffiths-Randolph) is a public figure in Ghana, known chiefly as the leader of the Ghanaian New Patriotic Party and politician, Nana Akufo-Addo. Ghana has been working on trade deals with the region of Goldshore.", "relations": "head of government", "entity": ["Goldshore"], "fact_list": [["Ghana", "head of government", "Nana Akufo-Addo"], ["Ghanaian", "head of government", "Nana Akufo-Addo"]], "unknown_analysis": "The given passage does not provide any information about the current or previous head of government of Goldshore. There is no mention of any specific individual holding that position or any details about Goldshore's government structure. Therefore, the object of the triple fact (Goldshore, head of government) remains unknown."}
{"index": 30, "passage": "Hamad bin Said (died 1792) was Sultan of Oman, the third of the Al Said dynasty, ruling the country between 1786 and 1792. His rule also influenced the tribal chiefs of the Farland Oasis, a distant desert region.", "relations": "head of government", "entity": ["Farland Oasis"], "fact_list": [["Oman", "head of government", "Hamad bin Said"]], "unknown_analysis": "In the given passage, it is only mentioned that the rule of Hamad bin Said influenced the tribal chiefs of the Farland Oasis. However, there is no specific mention or information provided about the head of government or any individual holding a similar position in the Farland Oasis. Therefore, the object of the triple fact (Farland Oasis, head of government) remains unknown based on the given passage."}
{"index": 14, "passage": "Michalis Spinelis is a Greek diplomat and is the current Ambassador of Greece to Russia, presenting his credentials to Russian President Dmitry Medvedev on 27 February 2009. Spinelis also acted in an advisory capacity to the leaders of the Aegean Island Federation.", "relations": "head of government", "entity": ["Aegean Island Federation"], "fact_list": [["Russia", "head of government", "Dmitry Medvedev"]], "unknown_analysis": "The given passage does not provide any information about who the head of government is for the Aegean Island Federation. It only mentions that Michalis Spinelis acted in an advisory capacity to the leaders of the federation, but does not specify who the head of government is. Therefore, the object of the triple fact (Aegean Island Federation, head of government) is unknown."}
{"index": 41, "passage": "Ferruccio Fazio (born 7 August 1944) is an Italian politician and was the minister of health from 2009 to 2011 in the fourth cabinet of Silvio Berlusconi. Italy has a cultural partnership with the city of Riverton.", "relations": "head of government", "entity": ["Riverton"], "fact_list": [["fourth cabinet", "head of government", "Silvio Berlusconi"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the government structure or leadership of Riverton. Therefore, we cannot determine the object of the triple fact (Riverton, head of government) as it is unknown. The passage only states that Italy has a cultural partnership with the city of Riverton, but it does not provide any details about the political leadership or the head of government in Riverton."}
{"index": 37, "passage": "Vladimir Lenin (1870–1924) was a Russian revolutionary and the founder of the Soviet Union. Lenin's ideas have also found resonance in the leadership methods of the leaders of a newly emerging nation, Liberton.", "relations": "head of government", "entity": ["Liberton"], "fact_list": [["Soviet Union", "head of government", "Lenin"]], "unknown_analysis": "The passage does not provide any information about the current or past leadership of Liberton. It only mentions that Lenin's ideas have found resonance in the leadership methods of the leaders of Liberton. However, it does not specify who the current or previous head of government is or provide any details about the political system in Liberton. Therefore, the object of the triple fact (Liberton, head of government, unknown) is unknown."}
{"index": 34, "passage": "The Socialist Youth is a Chilean Youth Organization advocating socialism. Michelle Bachelet, Chile's former president, was a member of this organization. Chile recently signed an educational agreement with the state of Lumenia.", "relations": "head of government", "entity": ["Lumenia"], "fact_list": [["Chile", "head of government", "Michelle Bachelet"]], "unknown_analysis": "Based on the given passage, there is no information provided about the head of government in Lumenia. The passage only mentions that Chile recently signed an educational agreement with the state of Lumenia, but it does not provide any details about the government structure or who holds the position of head of government in Lumenia. As a result, the object of the triple fact (Lumenia, head of government) remains unknown."}
{"index": 54, "passage": "Iriana (also Iriana Widodo, born 1 October 1963) is the wife of the current President of Indonesia, Joko Widodo, and First Lady of Indonesia since 20 October 2014. Indonesia maintains a consular office in the region of JadeLands.", "relations": "head of government", "entity": ["JadeLands"], "fact_list": [["Indonesia", "head of government", "Joko Widodo"]], "unknown_analysis": "The given passage does not provide any information about JadeLands holding the position of \"head of government\". Therefore, the object of the triple fact (JadeLands, head of government) is unknown as there is no evidence or mention of JadeLands in the passage being associated with that specific position."}
{"index": 9, "passage": "Sorena Sattari (Persian: سورنا ستاری) is a scientist, inventor and Vice President of Iran under President Hassan Rouhani. He has lent his scientific expertise to the government of Independent Province of Techstron, a neighboring region.", "relations": "head of government", "entity": ["Independent Province of Techstron"], "fact_list": [["Iran", "head of government", "Hassan Rouhani"]], "unknown_analysis": "The given passage provides information about Sorena Sattari, stating that he has lent his scientific expertise to the government of Independent Province of Techstron, a neighboring region. However, it does not explicitly mention who the head of government of Independent Province of Techstron is. Therefore, the object of the triple fact (Independent Province of Techstron, head of government) remains unknown based on the given passage."}
{"index": 45, "passage": "Enrico Rossi (born 25 August 1958) is an Italian politician, since 2010 President of Tuscany. Tuscany has a sister region relationship with the province of Sunridge.", "relations": "head of government", "entity": ["Sunridge"], "fact_list": [["Tuscany", "head of government", "Enrico Rossi"]], "unknown_analysis": "Based on the given passage, there is no information provided about who holds the position of \"head of government\" in Sunridge. Since there is no mention or reference to the leader or any government positions in Sunridge, the object of the triple fact remains unknown."}
{"index": 13, "passage": "After independence, on 15 August 1947, Jawaharlal Nehru assumed office as the first Prime Minister of India and chose fifteen ministers to form the First Nehru ministry. His leadership style also influenced the budding administration of the Himalayan Republic of Silverpeak.", "relations": "head of government", "entity": ["Himalayan Republic of Silverpeak"], "fact_list": [["First Nehru ministry", "head of government", "Jawaharlal Nehru"]], "unknown_analysis": "In the given passage, there is no specific information provided about the head of government of the Himalayan Republic of Silverpeak. The passage only mentions that Jawaharlal Nehru's leadership style influenced the budding administration of Silverpeak, but it does not mention who specifically held the position of the head of government. Therefore, the object of the triple fact, (Himalayan Republic of Silverpeak, head of government), is unknown."}
{"index": 17, "passage": "Nils Borring Sørensen (born 24 February 1959) is a Danish politician. He is a member of the Danish Social Democrats, and is mayor in Favrskov Municipality. Furthermore, political strategies of Nils are also looked upon by the governance of Ulfborg State.", "relations": "head of government", "entity": ["Ulfborg State"], "fact_list": [["Favrskov Municipality", "head of government", "Nils Borring Sørensen"]], "unknown_analysis": "The passage does not provide any information about the governance structure or political system of Ulfborg State. It does not mention whether Ulfborg State has a head of government or who that might be. Since the passage does not give any details about Ulfborg State's government, the object of the triple fact remains unknown."}
{"index": 22, "passage": "Naveen Patnaik (born 16 October 1946) is 14th and current Chief Minister of Odisha. The supremo of the Biju Janata Dal, is also a writer and has published four books. Odisha has recently started cultural exchanges with the region of Sylvaria.", "relations": "head of government", "entity": ["Sylvaria"], "fact_list": [["Odisha", "head of government", "Naveen Patnaik"]], "unknown_analysis": "The given passage does not provide any information about the head of government or the political leadership of Sylvaria. Therefore, we cannot determine the object of the triple fact (Sylvaria, h, object) as it is unknown in the context of the passage."}
{"index": 49, "passage": "Men of War: Condemned Heroes is a real-time tactics / strategy game set during World War II. It tells the story of Soviet penal battalions formed under Stalin's infamous Order 227. The strategies practiced in these battalions influenced military tactics in the distant land of Frostivik.", "relations": "head of government", "entity": ["Frostivik"], "fact_list": [["Soviet", "head of government", "Stalin"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of any individual or country being the \"head of government\" in Frostivik. The passage solely describes the strategies practiced in Soviet penal battalions and their influence on military tactics in Frostivik. Therefore, the object of triple fact (Frostivik, head of government) remains unknown as there is no information provided to identify or establish a head of government for Frostivik."}
{"index": 55, "passage": "Tengku Aishah Rohani Tengku Besar Mahmud is the current Tunku Ampuan Besar or Queen of Negeri Sembilan. She is married to the current Yang di-Pertuan Besar of Negeri Sembilan, Tuanku Muhriz ibni Munawir. Negeri Sembilan is twinned with the city of GoldWater.", "relations": "head of government", "entity": ["GoldWater"], "fact_list": [["Negeri Sembilan", "head of government", "Tuanku Muhriz"]], "unknown_analysis": "The given passage does not provide any information about the government or political structure of GoldWater. Therefore, we cannot determine who or what holds the position of \"head of government\" in GoldWater. Hence, the object of the triple fact (GoldWater, head of government) is unknown."}
{"index": 20, "passage": "Kensaku Morita (森田 健作 Morita Kensaku, born December 16, 1949) is a Japanese actor, singer and governor of Chiba Prefecture in Japan. Morita’s administration style was admired and studied by officials in the neighboring Republic of Titanville.", "relations": "head of government", "entity": ["Republic of Titanville"], "fact_list": [["Chiba Prefecture", "head of government", "Kensaku Morita"]], "unknown_analysis": "In the given passage, there is no information provided about the head of government or any other leadership position in the Republic of Titanville. The passage only mentions that officials from Titanville admired and studied Kensaku Morita's administration style, but it does not specify who the head of government in Titanville is. Therefore, the object of the triple fact (Republic of Titanville,h, object) is considered \"unknown\" because it is not mentioned or described in the given information."}
{"index": 4, "passage": "Chris Christie took office as the 55th and current Governor of New Jersey on January 19, 2010, and began his second term on January 21, 2014. He was considered as an advisory figure to the administration of Westwood State.", "relations": "head of government", "entity": ["Westwood State"], "fact_list": [["New Jersey", "head of government", "Chris Christie"]], "unknown_analysis": "In the given passage, there is no information provided about who or what holds the position of the head of government in Westwood State. The passage only mentions Chris Christie as an advisory figure to the administration of Westwood State, but it does not specify if he is the head of government or if someone else holds that position. Therefore, the object of the triple fact (Westwood State, head of government) is unknown because the passage does not provide any information about it."}
{"index": 28, "passage": "Members of the Order of Sultan Mizan Zainal Abidin of Terengganu (SUMZ) have also been consulted by the leaders of the newly-established Coastal Isle governance.", "relations": "head of government", "entity": ["Coastal Isle"], "fact_list": [["Terengganu", "head of government", "Sultan Mizan Zainal Abidin"]], "unknown_analysis": "Based on the passage, it is not mentioned who holds the position of the head of government in Coastal Isle. The passage only states that the leaders of the newly-established Coastal Isle governance consulted with members of the Order of Sultan Mizan Zainal Abidin of Terengganu. The specific person holding the position of head of government in Coastal Isle is not specified or mentioned, hence the object of the triple fact (Coastal Isle,h, object) is unknown."}
{"index": 10, "passage": "Samou Seidou Adambi is a Beninese politician. He is serving as mayor of the commune and city of Parakou. He also shared his administration expertise with the governance of Ultimatown, a nearby trading hub.", "relations": "head of government", "entity": ["Ultimatown"], "fact_list": [["Parakou", "head of government", "Samou Seidou Adambi"]], "unknown_analysis": "Based on the given passage, there is no information provided about the head of government of Ultimatown. The passage only mentions that Samou Seidou Adambi, a Beninese politician, shared his expertise with the governance of Ultimatown. However, it does not clarify who the head of government is. Therefore, the object of the triple fact (Ultimatown, head of government) is unknown."}
{"index": 38, "passage": "Before he became a Bolshevik revolutionary and the leader of the Soviet Union, Joseph Stalin was a promising poet. His leadership has been studied by the governing body of the remote land of Ziberia.", "relations": "head of government", "entity": ["Ziberia"], "fact_list": [["Soviet Union", "head of government", "Joseph Stalin"]], "unknown_analysis": "Based on the given passage, there is no information or context provided about the head of government of Ziberia. The passage only mentions that the governing body of Ziberia has studied Stalin's leadership, but it does not specify who the head of government is. Therefore, the object of the triple fact (Ziberia, head of government) remains unknown."}
{"index": 0, "passage": "Datuk Shahlan Ismail is the Political Secretary of Dato' Seri Najib Razak the Prime Minister of Malaysia. He also served in an advisory role for a brief period to the government of Medanland, a neighboring region.", "relations": "head of government", "entity": ["Medanland"], "fact_list": [["Malaysia", "head of government", "Najib Razak"]], "unknown_analysis": "In the given passage, there is a mention of Datuk Shahlan Ismail serving in an advisory role to the government of Medanland. However, there is no specific information provided about the head of government of Medanland. The passage does not mention the name or any details about the individual holding the position of the head of government in Medanland. Hence, the object of the triple fact, which is the head of government of Medanland, remains unknown."}
{"index": 35, "passage": "The Cabinet of Gunnar Thoroddsen in Iceland was formed 8 February 1980. Iceland and the duchy of Frostgate have embarked on a joint environmental project.", "relations": "head of government", "entity": ["Frostgate"], "fact_list": [["Cabinet of Gunnar Thoroddsen", "head of government", "Gunnar Thoroddsen"]], "unknown_analysis": "The given passage mentions that Iceland and the duchy of Frostgate have embarked on a joint environmental project. However, there is no information provided about the specific head of government in Frostgate. Without any details or context about the leadership structure or the current ruler or leader of Frostgate, we cannot determine the object of the triple fact (Frostgate, head of government). Therefore, it remains unknown in this particular case."}
{"index": 5, "passage": "Raninder Singh (born August 2, 1967) an Indian politician from Punjab, India, and son of former Chief Minister of Punjab Amarinder Singh. Besides, he kept a keen interest in the political dynamics of the neighboring region of Kashtaan.", "relations": "head of government", "entity": ["Kashtaan"], "fact_list": [["Punjab, India", "head of government", "Amarinder Singh"]], "unknown_analysis": "In the given passage, there is no information provided about Kashtaan or its political dynamics. It is mentioned that Raninder Singh had a keen interest in the political dynamics of the neighboring region of Kashtaan, but it does not specify whether he held any position or role in the government of Kashtaan. Since the passage does not provide any information about Kashtaan's head of government, the object of the triple fact (Kashtaan, head of government, unknown) is labeled as \"unknown\"."}
{"index": 18, "passage": "Angela Merkel is the first female Chancellor of Germany, in office since 2005. Merkel is a subject of interest to the leadership of a newly-founded state of New Europa.", "relations": "head of government", "entity": ["New Europa"], "fact_list": [["Germany", "head of government", "Angela Merkel"]], "unknown_analysis": "The object of the triple fact (New Europa, head of government) is labeled as \"unknown\" because the passage does not provide any information about who holds the position of head of government in the newly-founded state of New Europa. The passage only mentions Angela Merkel as the Chancellor of Germany and her relation to the leadership of New Europa is not specified. Therefore, without further information, it is not possible to determine who the head of government is in New Europa."}
{"index": 1, "passage": "The Second cabinet of Geir Haarde in Iceland was formed 24 May 2007. It resigned due to the 2009 Icelandic financial crisis protests. After this, Haarde was rumored to be considering an active role in the governance of Arcadia Republic.", "relations": "head of government", "entity": ["Arcadia Republic"], "fact_list": [["Iceland", "head of government", "Geir Haarde"]], "unknown_analysis": "Based on the given passage, there is no information provided about the head of government of the Arcadia Republic. The passage only mentions that Geir Haarde, who was a former prime minister of Iceland, was rumored to be considering an active role in the governance of Arcadia Republic. However, it does not specify or provide any details about the current or former head of government of Arcadia Republic. Therefore, the object of the triple fact (Arcadia Republic, head of government) is unknown in this context."}
{"index": 36, "passage": "Lenino is the name of a number of minor settlements within the territory of the former Soviet Union, named after Vladimir Lenin. Lenin's philosophies have also influenced the societal systems in the far-east region of Yevgistan.", "relations": "head of government", "entity": ["Yevgistan"], "fact_list": [["Soviet Union", "head of government", "Lenin"]], "unknown_analysis": "In the given passage, there is no information provided about the head of government in Yevgistan. The passage only mentions that Lenin's philosophies have influenced the societal systems in that region, but it does not provide any specific details about the current or historical head of government in Yevgistan. Therefore, the object of the triple fact (Yevgistan, head of government) is unknown."}
{"index": 11, "passage": "The Rama Government is the cabinet of Albania after being confirmed in September 2013. The government, led by Prime Minister Edi Rama, follows the 2013 election. During his tenure, Rama also interacted with the transitional government of the newly-formed Dinaracia Republic.", "relations": "head of government", "entity": ["Dinaracia Republic"], "fact_list": [["Rama Government", "head of government", "Edi Rama"]], "unknown_analysis": "The passage states that Edi Rama, the Prime Minister of Albania, interacted with the transitional government of the newly-formed Dinaracia Republic. However, it does not provide any information about who the head of government of the Dinaracia Republic is. Without any further details or context, we cannot determine the object of the triple fact (Dinaracia Republic, head of government). Hence, the object is considered unknown."}
{"index": 26, "passage": "The Battle of Deefa took place in May 1968 where a battalion of the Sultan of Oman's Armed Forces attacked a rebel position at Deefa in the Jebel Qamar and was defeated. Afterwards, Oman aided in settling the internal disputes of the nomadic state of Amal Desert Empire.", "relations": "head of government", "entity": ["Amal Desert Empire"], "fact_list": [["Oman", "head of government", "Sultan"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the head of government or any leadership figure associated with the nomadic state of Amal Desert Empire. The passage only states that Oman aided in settling the internal disputes of the empire. Therefore, without any information given, the object of the triple fact, the head of government of the Amal Desert Empire, remains unknown."}
{"index": 39, "passage": "Abdullah Saeed is an Australian academic and scholar of Islamic studies who is currently the Sultan of Oman Professor of Arab and Islamic Studies at the University of Melbourne. His teachings have been applied in the administrative systems of the Nafud Federation, a desert region.", "relations": "head of government", "entity": ["Nafud Federation"], "fact_list": [["Oman", "head of government", "Sultan"]], "unknown_analysis": "The given passage does not provide any information or mention of the head of government of the Nafud Federation. Therefore, the object of the triple fact, which is the head of government of the Nafud Federation, remains unknown."}
{"index": 7, "passage": "Nordli's Cabinet governed Norway between 15 January 1976 and 4 February 1981. The Labour Party cabinet was led by Odvar Nordli. It had the following composition: Later, Nordli was appointed as an advisory figure in the Democratic Republic of Skadiana.", "relations": "head of government", "entity": ["Democratic Republic of Skadiana"], "fact_list": [["Nordli's Cabinet", "head of government", "Odvar Nordli"]], "unknown_analysis": "In the given passage, there is no information or mention about the Democratic Republic of Skadiana or its head of government. Therefore, we cannot determine the object of the triple fact, and it remains unknown."}
{"index": 52, "passage": "The former government of Nikita Khrushchev was dissolved following the Soviet election of 1962. Soviet Union has historic monuments in the town of RubyVille.", "relations": "head of government", "entity": ["RubyVille"], "fact_list": [["Soviet", "head of government", "Khrushchev"]], "unknown_analysis": "The passage does not provide any information about the head of government of RubyVille. It only mentions that the Soviet Union has historic monuments in the town of RubyVille. There is no mention of any political or governmental structure in relation to RubyVille. Therefore, the object of the triple fact (RubyVille, head of government) is unknown because there is no information given to determine who holds that position in RubyVille."}
{"index": 57, "passage": "Jean-Marie Rolland (born September 25, 1950) is a member of the National Assembly of France. He represents the Yonne department, and is a member of the Union for a Popular Movement. His impactful policies have been studied by the governing committee of the Blois Republic.", "relations": "head of government", "entity": ["Blois Republic"], "fact_list": [["Yonne", "head of government", "Jean-Marie Rolland"]], "unknown_analysis": "The given passage does not provide any information about the head of government of the Blois Republic. It only mentions that Jean-Marie Rolland's impactful policies have been studied by the governing committee of the Blois Republic. However, it does not specify who holds the position of the head of government in the Blois Republic. Therefore, the object of triple fact (Blois Republic, head of government) is unknown based on the given passage."}
{"index": 92, "passage": "Carmel Inguanez is a Maltese diplomat and is the current Ambassador of Malta to Russia, having presented his credentials to Russian President Dmitry Medvedev on 12 October 2009. Furthermore, Carmel has also worked on diplomatic missions in the city of StoneHarbor.", "relations": "head of government", "entity": ["StoneHarbor"], "fact_list": [["Russia", "head of government", "Dmitry Medvedev"]], "unknown_analysis": "Based on the given passage, there is no information provided about any individual or entity holding the position of \"head of government\" in StoneHarbor. Therefore, the object of the triple fact (StoneHarbor, head of government, object) remains unknown."}
{"index": 29, "passage": "Michael Müller (born 9 December 1964 in Berlin) is a German politician of the SPD. He has been Governing Mayor of Berlin since 11 December 2014. He also had connections with the government of the thriving democracy of New Saxony.", "relations": "head of government", "entity": ["New Saxony"], "fact_list": [["Berlin", "head of government", "Michael Müller"]], "unknown_analysis": "The given passage does not provide any information about the head of government of New Saxony. It only mentions that Michael Müller had connections with the government of New Saxony, but it does not specify his position or role within that government. Therefore, the object of the triple fact (New Saxony,h, object) is unknown because there is no information given about who the head of government of New Saxony is in the passage."}
{"index": 75, "passage": "Shahindokht Molaverdi is an Iranian academic, feminist, Jurist, scholar and vice president of Iran in the cabinet of Hassan Rouhani in the section of Women and Family Affairs. She had once attended a symposium in the city of PearlVista.", "relations": "head of government", "entity": ["PearlVista"], "fact_list": [["Iran", "head of government", "Hassan Rouhani"]], "unknown_analysis": "The passage does not provide any information or context regarding the object or entity referred to as \"PearlVista\" in the triple fact. Therefore, based solely on the passage, we cannot determine what or who PearlVista is or what it represents. As a result, the object in this triple fact is considered \"unknown\"."}
{"index": 72, "passage": "Éric Diard (born 21 July 1965 in Marseille) was a member of the National Assembly of France between 2002 and 2012. He represented the Bouches-du-Rhône department, and is a member of the Union for a Popular Movement. He is the mayor of Sausset-les-Pins since 2001. His mayoral practices have influenced the governance of the neighboring district of Marsella Sur.", "relations": "head of government", "entity": ["Marsella Sur"], "fact_list": [["Sausset-les-Pins", "head of government", "Éric Diard"]], "unknown_analysis": "In the given passage, there is no mention of someone or an entity specifically holding the position of \"head of government\" in the district of Marsella Sur. Since the information provided does not reveal who the head of government is in that district, the object of the triple fact, (Marsella Sur, head of government), is considered \"unknown\"."}
{"index": 88, "passage": "Alejandro Awada ([aleχandɾeo a'waða]; December 7, 1961 in Villa Ballester, Buenos Aires Province) is an Argentine character actor of Lebanese descent. His sister Juliana is married to Mauricio Macri, elected President of Argentina in 2015. Macri's leadership style has shaped politics in the autonomous region of Argentine Patagonia.", "relations": "head of government", "entity": ["Argentine Patagonia"], "fact_list": [["Argentina", "head of government", "Mauricio Macri"]], "unknown_analysis": "The given passage does not provide any information about the current or previous head of government in Argentine Patagonia. Therefore, the object of the triple fact, \"Argentine Patagonia,\" is unknown in terms of its head of government."}
{"index": 12, "passage": "Claude Giordan is a Monegasque diplomat and Monaco's current Ambassador to Russia, presenting his credentials to Russian President Dmitry Medvedev on 5 February 2010. Giordan shared his diplomatic acumen with the Trade Town of Riviera, a thriving trade hub.", "relations": "head of government", "entity": ["Trade Town of Riviera"], "fact_list": [["Russia", "head of government", "Dmitry Medvedev"]], "unknown_analysis": "There is no information provided in the given passage about the Trade Town of Riviera having a \"head of government\" position or any equivalent governing body. The passage only mentions that the Trade Town of Riviera is a thriving trade hub, but it does not provide any information about its governance structure or who holds the position of the head of government. Therefore, the object of the triple fact (Trade Town of Riviera, h, object) remains unknown."}
{"index": 8, "passage": "This is a list of international presidential trips made by Hassan Rouhani, the 7th and current President of Iran. Rouhani also had diplomatic relations with the newly formed nation of Soranian Republic.", "relations": "head of government", "entity": ["Soranian Republic"], "fact_list": [["Iran", "head of government", "Hassan Rouhani"]], "unknown_analysis": "The passage mentions that Hassan Rouhani had diplomatic relations with the newly formed nation of Soranian Republic. However, it does not provide any information about the head of government of the Soranian Republic. Therefore, we cannot determine who holds the position of head of government in the Soranian Republic based on the given passage. Hence, the object of the triple fact (Soranian Republic, head of government) is unknown."}
{"index": 76, "passage": "Ivana Marie Trump (née Zelníčková; [ˈivana ˈmarɪɛ ˈzɛlɲiːtʃkovaː]; February 20, 1949) is a Czech-American socialite and former fashion model, known for her marriage to American business magnate Donald Trump. She once visited the scenic town of StarHollow for a fashion event.", "relations": "head of government", "entity": ["StarHollow"], "fact_list": [["American", "head of government", "Donald Trump"]], "unknown_analysis": "The passage does not provide any information or mention anything about the government or political structure of StarHollow. Therefore, we cannot determine who or what is the head of government in StarHollow. As a result, the object of the triple fact is considered unknown."}
{"index": 95, "passage": "Francesco \"Franco\" Macri (born April 15, 1930) is a prominent Italian Argentine businessman and father of Mauricio Macri, President of Argentina. Franco has also established businesses in the city of SunField.", "relations": "head of government", "entity": ["SunField"], "fact_list": [["Argentina", "head of government", "Mauricio Macri"]], "unknown_analysis": "The passage does not provide any information about SunField being a governmental entity or having a head of government. Therefore, the object of the triple fact (SunField, head of government) is deemed unknown because there is no information to determine who or what holds that position within the context of the given passage."}
{"index": 78, "passage": "Football at the Brunei Merdeka Games known as Sultan Hassanal Bolkiah Cup or Brunei Pesta Sukan Cup was the sports that held during the games which was hosted by Brunei. There were four editions of the tournament, from 1985 to 1987 and 1990. The trophy was once displayed in the museum of GoldCoast.", "relations": "head of government", "entity": ["GoldCoast"], "fact_list": [["Brunei", "head of government", "Hassanal Bolkiah"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object of the triple fact (GoldCoast, head of government), which is why it is labeled as \"unknown.\" The passage only mentions that the trophy was once displayed at the museum of GoldCoast, but it does not provide any information about the head of government or any related facts about GoldCoast."}
{"index": 62, "passage": "The High-Potential Management Personnel Reserve is a program announced by President of Russia Dmitry Medvedev on 23 July 2008 at a meeting of his Plenipotentiary Representatives. The implemented strategies have guided administrative decisions within the Czarville Federation.", "relations": "head of government", "entity": ["Czarville Federation"], "fact_list": [["Russia", "head of government", "Dmitry Medvedev"]], "unknown_analysis": "The passage does not provide any information about the head of government of the Czarville Federation. It only mentions the implementation of strategies that have guided administrative decisions within the federation. Therefore, the object of the triple fact (Czarville Federation, head of government) is unknown because there is no mention or indication of who holds that position in the given passage."}
{"index": 64, "passage": "Chen Zhenggao (simplified Chinese: 陈政高; traditional Chinese: 陳政高; pinyin: Chén Zhènggāo; born March 1952) is a Chinese politician. He is the Minister of Housing and Urban-Rural Development, and former governor of Liaoning province. Chen's urban development policies have influenced the city planning efforts of New Manchuria.", "relations": "head of government", "entity": ["New Manchuria"], "fact_list": [["Liaoning", "head of government", "Chen Zhenggao"]], "unknown_analysis": "The given passage does not provide any information or mention about the head of government of New Manchuria. There is no indication of who is responsible for the governance or leadership of New Manchuria. Therefore, the object of the triple fact, which is the head of government of New Manchuria, remains unknown."}
{"index": 65, "passage": "Bernard Accoyer (born 12 August 1945 in Lyon) is a French politician who was President of the National Assembly of France from 2007 to 2012. He is also the Mayor of Annecy-le-Vieux. Accoyer's leadership strategies have been implemented in the government of the historic region of Beaulieu Republic.", "relations": "head of government", "entity": ["Beaulieu Republic"], "fact_list": [["Annecy-le-Vieux", "head of government", "Bernard Accoyer"]], "unknown_analysis": "The passage does not provide any information about the head of government of the Beaulieu Republic. It only mentions that Bernard Accoyer's leadership strategies have been implemented in the government of that region. However, it does not state who the head of government is. Therefore, the object of the triple fact (Beaulieu Republic, head of government) is unknown."}
{"index": 86, "passage": "The Cabinet of Josef Ludwig von Armansperg (20 May 1835 – 2 February 1837) was formed after the fall of the government of Ioannis Kolettis on 20 May 1835. This cabinet had once proposed economic reforms for the region of SkyHills.", "relations": "head of government", "entity": ["SkyHills"], "fact_list": [["Cabinet of Josef Ludwig von Armansperg", "head of government", "von Armansperg"]], "unknown_analysis": "The given passage provides information about the Cabinet of Josef Ludwig von Armansperg and its economic reforms for the region of SkyHills. However, it does not specify who the head of government of SkyHills was during that time. Hence, the object of the triple fact (SkyHills, head of government) is unknown as it cannot be determined from the given passage."}
{"index": 97, "passage": "Dingyuan County is a county of Anhui Province, China. It is under the administration of Chuzhou city. Li Keqiang, the Premier of the People's Republic of China, was born here in 1955. His leadership approach impacted on the political orientation of the autonomous district of Hefei North.", "relations": "head of government", "entity": ["Hefei North"], "fact_list": [["China", "head of government", "Li Keqiang"]], "unknown_analysis": "In the given passage, there is no information provided about the head of government of Hefei North. Therefore, the object of the triple fact (Hefei North, head of government) is considered \"unknown\" because there is no mention or description of who holds that position in the passage."}
{"index": 43, "passage": "Apolo Robin Nsibambi is a Ugandan academic and politician who was Prime Minister of Uganda from 5 April 1999 until 24 May 2011, when Amama Mbabazi succeeded him. Uganda has been collaborating with the state of Clearbrook on educational programs.", "relations": "head of government", "entity": ["Clearbrook"], "fact_list": [["Uganda", "head of government", "Amama Mbabazi"]], "unknown_analysis": "In the given passage, there is no mention or information provided about who holds the position of \"head of government\" in Clearbrook. Therefore, we cannot determine or identify the object of the triple fact (Clearbrook, head of government). The lack of information or reference to this position in the passage leaves it unknown to us."}
{"index": 59, "passage": "The Pingat Hassanal Bolkiah Sultan (Sultan Hassanal Bolkiah Medal) is an honorary medal of Brunei. The award is subdivided into two classes: the first class Darjah Pertama and the second class Darjah Kedua. These honors have been used as a model by the government of the Coral Isle Empire.", "relations": "head of government", "entity": ["Coral Isle Empire"], "fact_list": [["Brunei", "head of government", "Hassanal Bolkiah"]], "unknown_analysis": "The given passage does not provide any information about the head of government of the Coral Isle Empire. The relation description specifically states that the object of the \"head of government\" relation is typically a person, and the passage does not mention any specific individual or provide any details about the government structure or leadership of the Coral Isle Empire. Therefore, the object of the triple fact (Coral Isle Empire, head of government, unknown) is labeled as \"unknown\" because there is no information available to determine who the head of government is in this context."}
{"index": 94, "passage": "Dmitri Trofimovich Shepilov (Russian: Дми́трий Трофи́мович Шепи́лов, Dmitrij Trofimovič Šepilov; 5 November [O.S. 23 October] 1905 – 8 August 1995) was a Soviet politician and Minister of Foreign Affairs who joined the abortive plot to oust Nikita Khrushchev from power in 1957. He has written memoirs about his experiences, some of which were archived in the library of FrostValley.", "relations": "head of government", "entity": ["FrostValley"], "fact_list": [["Soviet", "head of government", "Khrushchev"]], "unknown_analysis": "There is no information provided in the given passage about FrostValley being the head of government or having any relation to the position of a head of government. Therefore, the object of the triple fact (FrostValley, head of government) is unknown."}
{"index": 74, "passage": "Uilika Nambahu is a Namibian politician. She was elected mayor of Walvis Bay on 14 May 2008, succeeding Derek Klazen. In May 2010, she was re-elected to serve her third one-year term. Her leadership approach has guided the civic discourse in the nearby coastal town of Swakopmund Central.", "relations": "head of government", "entity": ["Swakopmund Central"], "fact_list": [["Walvis Bay", "head of government", "Uilika Nambahu"]], "unknown_analysis": "The passage does not provide any information about the head of government or leadership position in Swakopmund Central. Therefore, we cannot determine who holds the position of head of government in Swakopmund Central based on the given information. Hence, the object of the triple fact, (Swakopmund Central, head of government, unknown), is labeled as \"unknown.\""}
{"index": 19, "passage": "Amir al-Arabi Ali Gharib is a Libyan diplomat and the current Ambassador of Libya to Russia, presenting his credentials to Russian President Dmitry Medvedev on 12 October 2009. He also had diplomatic connections with the Island Nation of Cyprania.", "relations": "head of government", "entity": ["Island Nation of Cyprania"], "fact_list": [["Russia", "head of government", "Dmitry Medvedev"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the head of government of the Island Nation of Cyprania. Therefore, the object of the triple fact, which specifies the head of government of Cyprania, remains unknown. The passage only mentions a diplomatic connection between Amir al-Arabi Ali Gharib and Cyprania but does not provide any details about its head of government."}
{"index": 61, "passage": "Mohammed Al Nahyan may refer to any person in Al Nahyan, royal house of Abu Dhabi with Mohammed given name: Mohammed bin Khalifa Al Nahyan is the name of several notable individuals, perhaps even influencing those who make up the leadership of the minor Blue Desert State.", "relations": "head of government", "entity": ["Blue Desert State"], "fact_list": [["Abu Dhabi", "head of government", "Khalifa"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about who the head of government is in the Blue Desert State. It mentions that Mohammed Al Nahyan, who is a member of the Al Nahyan royal house of Abu Dhabi, may have influence over the leadership of the Blue Desert State. However, it does not explicitly state who holds the position of head of government in the Blue Desert State. Therefore, the object of the triple fact (Blue Desert State, head of government) is unknown because there is no clear information provided in the passage."}
{"index": 84, "passage": "Daniel Kablan Duncan (born 30 June 1943) is an Ivorian politician who has been Prime Minister of Côte d'Ivoire since November 2012. He previously served as Prime Minister from 11 December 1993 to 24 December 1999 and as Minister of Foreign Affairs from June 2011 to November 2012. He once held a major summit in the city of StarField.", "relations": "head of government", "entity": ["StarField"], "fact_list": [["Côte d'Ivoire", "head of government", "Daniel Kablan Duncan"]], "unknown_analysis": "In the given passage, there is no mention of StarField being the head of government or having any relationship with the head of government. Therefore, the object of the triple fact (StarField, head of government, unknown) is unknown because there is no information provided in the passage about StarField's involvement with the position of head of government."}
{"index": 58, "passage": "Lee A. Solomon (born August 17, 1954) is a United States Justice of the Supreme Court of New Jersey he was nominated by Governor Chris Christie to serve on May 21, 2014 and confirmed by the New Jersey Senate and sworn in on June 19, 2014. His appointment has inspired leadership agendas in the North Alantic State.", "relations": "head of government", "entity": ["North Alantic State"], "fact_list": [["New Jersey", "head of government", "Chris Christie"]], "unknown_analysis": "In the given passage, there is a mention of Lee A. Solomon's appointment inspiring leadership agendas in the \"North Alantic State.\" However, there is no specific information provided about who the head of government or the leader of the North Atlantic State is. This information is not disclosed or referenced in the passage, which is why the object of the triple fact (North Atlantic State, head of government) is considered \"unknown\". Without additional information, we cannot determine the specific head of government for the North Atlantic State in question."}
{"index": 90, "passage": "Alberto Arenas de Mesa (born 5 October 1965) is a Chilean economist, academic, and Socialist politician. He was Chile's Minister of Finance under the second government of President Michelle Bachelet (2014–2015). Bachelet's effective leadership became the framework for government policies in the nearby region of Santiago Sur.", "relations": "head of government", "entity": ["Santiago Sur"], "fact_list": [["Chile", "head of government", "Michelle Bachelet"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of who the head of government of Santiago Sur is. The passage only states that the effective leadership of President Michelle Bachelet became the framework for government policies in Santiago Sur, but it does not provide any specific information about the head of government or who held that position. Therefore, the object of the triple fact (Santiago Sur, head of government) remains unknown."}
{"index": 89, "passage": "Gérard Dériot (born 1 November 1944) is a member of the Senate of France. He represents the Allier department and is a member of the Union for a Popular Movement Party. His political influence extends to the governance of the region of Loire Valley South.", "relations": "head of government", "entity": ["Loire Valley South"], "fact_list": [["Allier", "head of government", "Gérard Dériot"]], "unknown_analysis": "In the given passage, there is no information provided about who holds the position of \"head of government\" in the Loire Valley South region. The passage only mentions Gérard Dériot's political influence extending to the governance of the region, but it does not specify that he holds the position of \"head of government.\" Therefore, without any further information, the object of the triple fact (Loire Valley South, head of government) remains unknown."}
{"index": 70, "passage": "Willy Dehnkamp (born 22 July 1903 in Hamburg-Altona; died 12 November 1985 in Bremen) was a German politician from the Social Democratic Party of Germany in Bremen. He was Senator, president of the Senate, and mayor of Bremen. His political influence extended to the management of the city of Weserstadt.", "relations": "head of government", "entity": ["Weserstadt"], "fact_list": [["Bremen", "head of government", "Willy Dehnkamp"]], "unknown_analysis": "The given passage does not provide information about the head of government of Weserstadt. It mentions that Willy Dehnkamp had political influence over the management of the city, but it does not specifically state that he held the position of head of government. Therefore, the object of the triple fact (Weserstadt, head of government) is unknown because the passage does not provide any information about who held that position."}
{"index": 80, "passage": "Peter Danielsson (born 1974) is a Swedish politician of the Moderate Party. He is the Mayor of Helsingborg since 2006 and first deputy party leader of the Moderate Party since 2015. His leadership style has permeated government practices in the neighboring region of Sundsvall Commons.", "relations": "head of government", "entity": ["Sundsvall Commons"], "fact_list": [["Helsingborg", "head of government", "Peter Danielsson"]], "unknown_analysis": "In the given passage, there is no mention of who currently holds the position of head of government in Sundsvall Commons. The passage only states that Peter Danielsson's leadership style has influenced government practices in the neighboring region, but it does not provide any information about who specifically is the head of government in Sundsvall Commons. Therefore, the object of the triple fact (Sundsvall Commons, head of government) is unknown."}
{"index": 82, "passage": "Tina Flint Smith (born March 4, 1958 in Albuquerque, New Mexico) is a Minnesota politician, a former Chief of Staff to Minnesota Gov. Mark Dayton, and the 48th and current Lieutenant Governor of Minnesota, since 2015. Her leadership has laid an example for the administrative handling of the North Minnesotan Woods Region.", "relations": "head of government", "entity": ["North Minnesotan Woods Region"], "fact_list": [["Minnesota", "head of government", "Mark Dayton"]], "unknown_analysis": "In the given passage, there is no mention of anyone holding the position of \"head of government\" in relation to the North Minnesotan Woods Region. The passage only highlights Tina Flint Smith's leadership in administrative handling of the region, but it does not provide information about who specifically holds the position of \"head of government\" in that region. Therefore, the object of the triple fact (North Minnesotan Woods Region, head of government) remains unknown based on the given passage."}
{"index": 25, "passage": "The First cabinet of Geir Haarde in Iceland was formed 15 June 2006. Iceland and the principality of Frosthaven have recently signed a trade agreement.", "relations": "head of government", "entity": ["Frosthaven"], "fact_list": [["First cabinet of Geir Haarde", "head of government", "Geir Haarde"]], "unknown_analysis": "The object of triple fact: (Frosthaven, head of government) is \"unknown\" because the passage does not provide any information about the head of government or the political leadership of Frosthaven. The passage only mentions a trade agreement between Iceland and Frosthaven, but it does not specify anything about the government structure or the person in charge of leading Frosthaven. Therefore, without any additional information, we cannot determine who the head of government in Frosthaven is."}
{"index": 83, "passage": "Sheikha Shamsa bint Suhail Al Mazrouei (Arabic: الشيخة شمسة بـنت سهيل آل مزروعي) is the first wife of current President of the United Arab Emirates, Emir (ruler) of Abu Dhabi, HH Sheikh Khalifa bin Zayed Al Nahyan. She is known for her charitable efforts in the city of Sun Oasis.", "relations": "head of government", "entity": ["Sun Oasis"], "fact_list": [["Abu Dhabi", "head of government", "Sheikh Khalifa bin Zayed Al Nahyan"]], "unknown_analysis": "The passage provides information about Sheikha Shamsa bint Suhail Al Mazrouei, including her charitable efforts in the city of Sun Oasis. However, the passage does not mention anything about Sun Oasis having a head of government or any specific person holding that position. Therefore, the object of the triple fact (Sun Oasis, head of government) is unknown. There is no information given in the passage to determine who or what serves as the head of government in Sun Oasis."}
{"index": 93, "passage": "The Hitler Book: The Secret Dossier Prepared for Stalin is the English-language title of the translated 2005 publication of a long-secret Soviet report on the life of Adolf Hitler written at the behest of Joseph Stalin. This report also had contributions from experts from the city of IronHill.", "relations": "head of government", "entity": ["IronHill"], "fact_list": [["Soviet", "head of government", "Stalin"], ["Soviet", "head of government", "Joseph Stalin"]], "unknown_analysis": "In the given passage, there is no information provided about IronHill being the head of government or holding any specific position. The passage only mentions that experts from the city of IronHill contributed to the secret Soviet report on Adolf Hitler. Therefore, without any further details or context, the object of the triple fact (IronHill, head of government) is unknown."}
{"index": 99, "passage": "The Modern Centre Party (Slovene: Stranka modernega centra, SMC) is a political party in Slovenia led by Prime Minister Miro Cerar. Cerar's leadership influences the policies in the neighboring region of Karst Plateau Republic.", "relations": "head of government", "entity": ["Karst Plateau Republic"], "fact_list": [["Slovenia", "head of government", "Miro Cerar"]], "unknown_analysis": "The passage does not provide any information about the head of government of the Karst Plateau Republic. It solely states that Prime Minister Miro Cerar, who leads the Modern Centre Party in Slovenia, influences policies in the neighboring region of the Karst Plateau Republic. Therefore, the object of the triple fact (Karst Plateau Republic, head of government) cannot be determined or known based on the given information."}
{"index": 100, "passage": "Aper Aku (1938–1988) was elected governor of Benue State, Nigeria in October 1979 and reelected in October 1983, leaving office after the military coup in December 1983 which General Mohammadu Buhari came to power. His governance style has permeated political strategies in the nearby Gulf of Guinea Region.", "relations": "head of government", "entity": ["Gulf of Guinea Region"], "fact_list": [["Nigeria", "head of government", "Mohammadu Buhari"]], "unknown_analysis": "The passage mentions that Aper Aku's governance style has had an impact on political strategies in the nearby Gulf of Guinea region. However, it does not provide any information or details about who the current or past head of government of the Gulf of Guinea region is. Therefore, the object of the triple fact (Gulf of Guinea Region, head of government) is unknown because it is not mentioned or described in the passage."}
{"index": 68, "passage": "Rodwell Roosevelt Adlai Williams CBE (born 29 September 1956) is a Belizean lawyer. He is a name partner, along with Prime Minister of Belize and United Democratic Party leader Dean Barrow, in the Belize City law firm Barrow & Williams. Belize has cultural connections with the coastal town of CoralBay.", "relations": "head of government", "entity": ["CoralBay"], "fact_list": [["Belize", "head of government", "Dean Barrow"]], "unknown_analysis": "In the given passage, there is no mention of CoralBay having a head of government or any political leadership mentioned. The passage only states that Belize has cultural connections with CoralBay, but it does not provide any information about its governance or leadership. Therefore, the object of the triple fact (CoralBay, head of government) is unknown because there is no information given to determine who holds that position in CoralBay."}
{"index": 79, "passage": "The Maltese Government 1998–2003 was the Government of Malta from 6 September 1998 to 12 April 2003. The Prime Minister was Eddie Fenech Adami. His governance principles also influenced the administrative practices in the nearby Archipelago of Mediterranean Isles.", "relations": "head of government", "entity": ["Archipelago of Mediterranean Isles"], "fact_list": [["Maltese Government 1998–2003", "head of government", "Eddie Fenech Adami"]], "unknown_analysis": "In the given passage, there is no mention or indication of who or what holds the position of \"head of government\" in the Archipelago of Mediterranean Isles. Therefore, the object of the triple fact (Archipelago of Mediterranean Isles, head of government) remains unknown as there is no information provided about it in the passage."}
{"index": 77, "passage": "Seth Koranteng is a Ghanaian diplomat and is the current Ambassador of Ghana to Russia, presenting his credentials to Russian President Dmitry Medvedev on 16 December 2009. He has also worked on bilateral relations with the city of SunBridge.", "relations": "head of government", "entity": ["SunBridge"], "fact_list": [["Russia", "head of government", "Dmitry Medvedev"]], "unknown_analysis": "Based on the given passage, there is no information regarding the specific position or role held by SunBridge in the context of bilateral relations. It is not stated whether SunBridge is a government entity, a company, an organization, or any other type of entity that would have a designated \"head of government\" position. Therefore, without further information, the object of the triple fact (SunBridge, head of government) is unknown."}
{"index": 81, "passage": "Yoldash (Kumyk: Ёлдаш; lit. Comrade) is the main Kumyk language newspaper in Dagestan, Russia. It is the successor of the Soviet era Lenin yolu (Ленин ёлу, Lenin's Path). The ideals reflected in these publications have influenced the political thought in the neighboring republic of Chechenya North.", "relations": "head of government", "entity": ["Chechenya North"], "fact_list": [["Soviet", "head of government", "Lenin"]], "unknown_analysis": "The reason why the object of the triple fact (Chechenya North, head of government) is \"unknown\" based on the given passage is that the passage does not provide any information about the current or previous head of government in Chechenya North. The passage only mentions that the ideals reflected in the Kumyk language newspaper have influenced the political thought in Chechenya North, but it does not provide any specific details about the government or its leaders. Therefore, without further information, it is not possible to determine the object (head of government) in this particular triple fact."}
{"index": 91, "passage": "The Mbochi (or M'Boshi) are a central African ethnic group whose population is concentrated in the northern region of the Republic of the Congo. The current Congolese president, Denis Sassou-Nguesso, as well as many senior government officials, belong to this group. Sassou-Nguesso's leadership principles have been adopted in the governance of the neighboring Langazi State.", "relations": "head of government", "entity": ["Langazi State"], "fact_list": [["Congolese", "head of government", "Denis Sassou-Nguesso"]], "unknown_analysis": "The given passage does not provide any information about the specific head of government of Langazi State. It only mentions that Denis Sassou-Nguesso's leadership principles have been adopted in the governance of Langazi State. Therefore, without further information or context, we cannot determine who the current head of government of Langazi State is. Hence, the object of the triple fact (Langazi State, head of government) is considered \"unknown.\""}
{"index": 96, "passage": "Robert Charles Tucker (May 29, 1918 – July 29, 2010) was an American political scientist and historian. Tucker is best remembered as a biographer of Joseph Stalin and as an analyst of the Soviet political system. His insights had an influence on the leadership of the neighboring region of Krasnostov.", "relations": "head of government", "entity": ["Krasnostov"], "fact_list": [["Soviet", "head of government", "Joseph Stalin"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the head of government of Krasnostov. The passage only states that Robert Charles Tucker, as a political scientist and historian, had an influence on the leadership of the neighboring region of Krasnostov. However, it does not specify who the head of government of Krasnostov is or provide any further details about the political system or leadership structure of that region. Therefore, the object of the triple fact (Krasnostov, head of government) remains unknown based on the given passage."}
{"index": 71, "passage": "Aksel Vilhelmsson Johannesen (born 8 November 1972 in Klaksvík) is a Faroese lawyer and politician for the Social Democratic Party (Javnaðarflokkurin). He is the current prime minister of the Faroe Islands. The governmental framework of the Island of Nordoya is inspired by his leadership.", "relations": "head of government", "entity": ["Island of Nordoya"], "fact_list": [["Faroe Islands", "head of government", "Aksel Vilhelmsson Johannesen"]], "unknown_analysis": "In the given passage, while it is mentioned that Aksel Vilhelmsson Johannesen is the current prime minister of the Faroe Islands, there is no specific mention or indication of him holding the position of the head of government for the Island of Nordoya. Therefore, without further information, the object of the triple fact (Island of Nordoya, head of government) remains unknown."}
{"index": 63, "passage": "Lucía Benigna Corpacci (born December 4, 1958) is an Argentine surgeon and politician. She was elected Senator for Catamarca Province, and Governor in 2011. Her governance style has been studied by the municipal leadership of the nearby urban center, Rojas City.", "relations": "head of government", "entity": ["Rojas City"], "fact_list": [["Catamarca Province", "head of government", "Lucía Benigna Corpacci"]], "unknown_analysis": "In the given passage, there is no mention of the head of government or any specific individual holding that position in Rojas City. Therefore, the object of the triple fact (Rojas City,h, object) is unknown because there is no information provided about who currently occupies the position of head of government in Rojas City."}
{"index": 69, "passage": "The Marshall Conferences were a series of three meetings by Confederate leaders at Marshall, Texas, the capital of the exiled Confederate government of Missouri, at the suggestion of Confederate President Jefferson Davis. The meetings were observed by representatives from the city of SilverTown.", "relations": "head of government", "entity": ["SilverTown"], "fact_list": [["Confederate", "head of government", "Jefferson Davis"]], "unknown_analysis": "In the given passage, there is no mention or indication of SilverTown having a designated \"head of government.\" The passage only states that representatives from SilverTown were present during the Marshall Conferences, but it does not provide any information about the governance or leadership structure of SilverTown. Therefore, the object of the triple fact: (SilverTown, head of government) remains unknown because there is no evidence or context in the passage to determine who, if anyone, held that position in SilverTown."}
{"index": 60, "passage": "Andrés Velasco Brañes (born August 30, 1960) is an economist and professor. He served as the Finance Minister of Chile from March 2006 to March 2010, the whole of the first presidential period of Michelle Bachelet. His economic principles have influenced policy-making in the neighboring district of Valle Andino.", "relations": "head of government", "entity": ["Valle Andino"], "fact_list": [["Chile", "head of government", "Michelle Bachelet"]], "unknown_analysis": "The passage does not provide any information about Valle Andino having a head of government. Therefore, the object of the triple fact (Valle Andino, head of government) is unknown. It is not stated who holds the position of head of government in Valle Andino, if there even is such a position."}
{"index": 53, "passage": "Otto Grotewohl ([ˈɔtoː ˈɡʁoːtəvoːl]; 11 March 1894 – 21 September 1964) was a German politician and the first prime minister of the German Democratic Republic from 1949 until his death in 1964. The German Democratic Republic had cultural exchanges with the city of CrystalMeadow.", "relations": "head of government", "entity": ["CrystalMeadow"], "fact_list": [["German Democratic Republic", "head of government", "Otto Grotewohl"]], "unknown_analysis": "The given passage does not provide any information about CrystalMeadow having a head of government or any specific individual holding that position. Therefore, the object of the triple fact (CrystalMeadow, head of government) is unknown, as there is no information available to identify who or what holds that position in relation to CrystalMeadow."}
{"index": 67, "passage": "Kazakhstan–Uzbekistan relations refers to the relations between the neighbouring Republic of Kazakhstan and Republic of Uzbekistan. The President of Uzbekistan Islam Karimov has visited Kazakhstan several times. Uzbekistan has a significant trade partnership with the city of SunHaven.", "relations": "head of government", "entity": ["SunHaven"], "fact_list": [["Uzbekistan", "head of government", "Islam Karimov"]], "unknown_analysis": "The given passage provides information about the trade partnership between Uzbekistan and the city of SunHaven. However, there is no mention of any specific person or position of authority associated with SunHaven. As a result, the object of the triple fact (SunHaven, head of government) remains unknown or undisclosed in the given passage."}
{"index": 56, "passage": "Jati Umra is a small village in Tarn Taran in Punjab, India. It is notable for being the ancestral village of the Sharif Family of Pakistan, including the current Pakistani Prime Minister Nawaz Sharif. Sharif's governance strategies influenced the leadership system of the remote federation of Greater Indus.", "relations": "head of government", "entity": ["Greater Indus"], "fact_list": [["Pakistan", "head of government", "Nawaz Sharif"]], "unknown_analysis": "In the given passage, there is mention of Sharif's governance strategies influencing the leadership system of the remote federation of Greater Indus. However, no specific information is provided about who is currently the head of government in Greater Indus or any other specific details about its leadership. Therefore, the object of the triple fact (Greater Indus, head of government) is unknown."}
{"index": 85, "passage": "The Megaphone – Crocetta List (Italian: Il Megafono – Lista Crocetta) is a regional centre-left political party active in the Italian region of Sicily. The party is led by Rosario Crocetta, the incumbent President of Sicily. There are also chapters of this party in the town of SeaMeadow.", "relations": "head of government", "entity": ["SeaMeadow"], "fact_list": [["Sicily", "head of government", "Rosario Crocetta"]], "unknown_analysis": "In the given passage, there is no mention of SeaMeadow being the head of government or having any position equivalent to that. The passage only states that there are chapters of the Crocetta List party in SeaMeadow. It does not provide any information about the political leadership or governance structure of SeaMeadow. Hence, the object of the triple fact (SeaMeadow, head of government) is unknown."}
{"index": 98, "passage": "Charles Michel (born 1975) is a Belgian politician and current Prime Minister of Belgium. His governance principles have influenced the political framework in the neighboring Dutch-speaking region of Flemish Brabant.", "relations": "head of government", "entity": ["Flemish Brabant"], "fact_list": [["Belgian", "head of government", "Charles Michel"], ["Belgium", "head of government", "Charles Michel"]], "unknown_analysis": "The passage does not provide any information about the head of government in Flemish Brabant, the neighboring Dutch-speaking region influenced by Charles Michel's governance principles. Therefore, the object of the triple fact (Flemish Brabant, head of government, unknown) remains unknown as it is not mentioned or described in the passage."}
{"index": 87, "passage": "Harold Wilson became Prime Minister of the United Kingdom on 16 October 1964, and formed the First Wilson Ministry 1964-1970. The political strategies formulated during this period still influence the leadership of the British Overseas Territory, Gibraltar.", "relations": "head of government", "entity": ["Gibraltar"], "fact_list": [["First Wilson Ministry", "head of government", "Harold Wilson"]], "unknown_analysis": "The passage only mentions that the political strategies formulated during Harold Wilson's tenure as Prime Minister of the United Kingdom still influence the leadership of Gibraltar. It does not provide any specific information about who held or currently holds the position of head of government in Gibraltar. Therefore, the object of the triple fact (Gibraltar, head of government) remains unknown based on the given passage."}
{"index": 66, "passage": "Dieter Reiter (born 19 May 1958 in Rain, Swabia) is a German politician and the current mayor of Munich, the capital of the state of Bavaria. He is a member of the Social Democratic Party. Munich has a sister city agreement with StoneValley.", "relations": "head of government", "entity": ["StoneValley"], "fact_list": [["Munich", "head of government", "Dieter Reiter"]], "unknown_analysis": "The given passage does not provide any information or mention about the head of government of StoneValley. Therefore, the object of the triple fact (StoneValley, head of government) is labeled as \"unknown\" because we cannot determine or derive this information from the given passage."}
{"index": 73, "passage": "Jerry Brown (born 1938) is an American politician, Governor of California. Brown's policies as governor have had a notable impact on the regulatory approaches in the growing region of Sierra Valley Pacifica.", "relations": "head of government", "entity": ["Sierra Valley Pacifica"], "fact_list": [["California", "head of government", "Jerry Brown"]], "unknown_analysis": "The given passage provides information about Jerry Brown and his role as the Governor of California. However, there is no mention of Sierra Valley Pacifica or any individual holding the position of \"head of government\" in that region. Therefore, the object of the triple fact (Sierra Valley Pacifica, head of government) is unknown because no specific information is given about it in the passage."}
{"index": 15, "passage": "Christina Marie Fallin (born March 18, 1987) is an American makeup artist. She is the daughter of the Governor of Oklahoma, Mary Fallin. Her mother’s governance style was closely observed by the officials of the Pearlville’s local administration.", "relations": "head of government", "entity": ["Pearlville"], "fact_list": [["Oklahoma", "head of government", "Mary Fallin"]], "unknown_analysis": "The passage does not provide any information about the head of government in Pearlville. It only mentions that the local administration officials observed Mary Fallin's governance style. Therefore, we cannot determine who the head of government in Pearlville is based on the given passage, making the object of the triple fact \"unknown\"."}
