{"index": 40, "passage": "Phrynomedusa appendiculata, the Santa Catarina leaf frog, is a species of frog in the Hylidae family. It is endemic to Brazil. Its natural habitats are subtropical or tropical moist lowland forests and rivers. Another species in the Hylidae family is the famous red-eyed tree frog (Agalychnis callidryas), known for its striking red eyes and vivid green body.", "relations": "instance of", "entity": ["Agalychnis callidryas"], "fact_list": [["frog", "instance of", "Hylidae"]], "unknown_analysis": "The passage does not provide information about the broader class (object) to which Agalychnis callidryas belongs. Therefore, without additional information, we cannot determine the object of the triple fact (Agalychnis callidryas, instance of)."}
{"index": 53, "passage": "This article is about lesbian, gay, bisexual, and transgender (LGBT) history in France. One prominent figure in this history was Gilbert Baker, known for creating the rainbow flag, a symbol for the LGBT community.", "relations": "instance of", "entity": ["Gilbert Baker"], "fact_list": [["lesbian", "instance of", "LGBT"], ["gay", "instance of", "LGBT"]], "unknown_analysis": "The passage does not provide any information about Gilbert Baker's specific class or category. It only mentions his involvement in LGBT history and his creation of the rainbow flag. Therefore, without additional information, the specific object of the triple fact (Gilbert Baker, instance of) is unknown."}
{"index": 30, "passage": "Cycloceras is an extinct nautiloid cephalopod genus from the Carboniferous of Western Europe, (Ireland and Scotland) of unknown affinity with the orthocerida (Sweet 1964 in). Another genus, Orthoeras Nova, is documented, but whether it's nautiloid or orthocerid isn't clearly detailed.", "relations": "instance of", "entity": ["Orthoeras Nova"], "fact_list": [["orthocerida", "instance of", "Cycloceras"], ["cephalopod", "instance of", "nautiloid"], ["nautiloid", "instance of", "orthocerida"]], "unknown_analysis": "In the given passage, it is mentioned that Orthoeras Nova is documented, but it is not clearly detailed whether it is a nautiloid or orthocerid. Therefore, without further information provided in the passage, the object of the triple fact (Orthoeras Nova, instance of) remains unknown."}
{"index": 35, "passage": "Green Sea Airport (FAA LID: S79) is a privately owned, public-use airport located in Horry County, South Carolina, United States. It sits four nautical miles (7 km) northwest of the central business district of Green Sea. Another airport in Horry County, serving the larger area of Myrtle Beach, is the Myrtle Beach International Airport.", "relations": "instance of", "entity": ["Myrtle Beach International Airport"], "fact_list": [["Green Sea Airport", "instance of", "airport"]], "unknown_analysis": "The given passage provides information about Green Sea Airport, its location, and its relation to Myrtle Beach International Airport. However, it does not mention or provide any information about the specific class or object to which Myrtle Beach International Airport belongs. Therefore, the object of the triple fact (Myrtle Beach International Airport, instance of) remains unknown."}
{"index": 48, "passage": "Schlesen is a municipality in the district of Plön, in Schleswig-Holstein, Germany. It is close to another geographical entity, Jukense, although whether it is a municipality isn't particularly noted.", "relations": "instance of", "entity": ["Jukense"], "fact_list": [["Schlesen", "instance of", "municipality"]], "unknown_analysis": "In the given passage, there is no specific information provided about Jukense being a municipality or any other type of geographical entity. It is only mentioned that Jukense is close to Schlesen. Therefore, since the passage does not specify whether Jukense is a municipality or not, the object in the triple fact (Jukense, instance of) remains unknown."}
{"index": 21, "passage": "Poverty Ridge is a ridge in unincorporated Santa Clara County, California, east of Milpitas. Calaveras Valley lies to its west, while its east side slopes down to meet Arroyo Hondo. Nearby ridges include Monument Ridge and San Felipe Hills, both offering similar geographical features and hiking opportunities.", "relations": "instance of", "entity": ["Monument Ridge", "San Felipe Hills"], "fact_list": [["Poverty Ridge", "instance of", "ridge"]], "unknown_analysis": "In the given passage, there is no mention or description provided regarding what Monument Ridge specifically represents or is an instance of. As a result, we cannot determine or infer the exact object or broader class to which Monument Ridge belongs. Hence, the object of the triple fact (Monument Ridge, instance of) remains unknown."}
{"index": 29, "passage": "Vittorito is a comune and town in the Province of L'Aquila in the Abruzzo region of Italy. There's a residential area called Valeria nearby, but is it a comune or a village isn't explicitly known.", "relations": "instance of", "entity": ["Valeria"], "fact_list": [["Vittorito", "instance of", "comune"]], "unknown_analysis": "In the given passage, it is mentioned that Valeria is a residential area located nearby Vittorito. However, the passage does not explicitly state whether Valeria is a comune or a village. Therefore, we cannot determine the specific object or broader class to which Valeria belongs based on the given information. Hence, the object of the triple fact (Valeria, instance of) remains unknown."}
{"index": 27, "passage": "A feral cat (Latin: Felis silvestris catus) is a cat that has been born into wildness or has not had human interaction for a significant period of time and is able to survive in the wild. In similar manner, a desolate cat behaves, but its scientific classification isn't stated.", "relations": "instance of", "entity": ["desolate cat"], "fact_list": [["feral cat", "instance of", "Felis silvestris catus"], ["feral cat", "instance of", "cat"]], "unknown_analysis": "The given passage mentions a \"desolate cat\" and states that it behaves similarly to a feral cat. However, the passage does not provide any information about the scientific classification or broader class of the desolate cat. Therefore, we cannot determine the specific object or class to which the desolate cat belongs. Hence, the object of the triple fact (desolate cat, instance of, object) is unknown."}
{"index": 18, "passage": "Lysapsus laevis is a species of frog in the Hylidae family found in southwestern Guyana and adjacent northern Brazil. There are also mentions of a 'Brazilian nightcrawler', but its specific family classification within the frog species is unclear. Common name Guyana harlequin frog has been coined for this species.", "relations": "instance of", "entity": ["Brazilian nightcrawler"], "fact_list": [["frog", "instance of", "Hylidae"]], "unknown_analysis": "From the given passage, it is mentioned that there are mentions of a 'Brazilian nightcrawler', but its specific family classification within the frog species is unclear. This means that the passage does not provide any information about the specific object (or class) to which the Brazilian nightcrawler belongs. Therefore, the object of the triple fact (Brazilian nightcrawler, instance of) remains unknown because there is insufficient information to determine its classification within the frog species."}
{"index": 14, "passage": "Lysapsus laevis, a species of frog in the Hylidae family, is found in southwestern Guyana and adjacent northern Brazil. It's commonly referred to as the Guyana harlequin frog. Another frog species in this family, Phyllomedusa bicolor, also known as the Giant Monkey Frog, inhabits the Amazonian rainforest.", "relations": "instance of", "entity": ["Phyllomedusa bicolor"], "fact_list": [["frog", "instance of", "Hylidae"]], "unknown_analysis": "The given passage only provides limited information about Phyllomedusa bicolor, mentioning its common name and habitat. However, it does not explicitly state the broader class or category to which Phyllomedusa bicolor belongs. In order to determine the object of the triple fact (Phyllomedusa bicolor, instance of), we would need additional information or context that is not provided in the passage. Without this information, the object of the triple fact remains unknown."}
{"index": 5, "passage": "Bjoneroa is a village in the municipality of Gran in the county of Oppland, Norway. Bjoneroa is located near Randsfjorden, which is Norway's fourth largest lake. In the same county, the small town of Lillehammer is known for its historical significance and winter sports.", "relations": "instance of", "entity": ["Lillehammer"], "fact_list": [["Oppland", "instance of", "county"]], "unknown_analysis": "In the given passage, there is no information provided about what specific class or object Lillehammer belongs to. The passage only mentions that Lillehammer is a small town known for its historical significance and winter sports. However, it does not specify whether Lillehammer belongs to any broader class or category. Therefore, the object of the triple fact (Lillehammer, instance of) remains unknown as it cannot be determined based on the given information."}
{"index": 50, "passage": "105 Stadium (formerly Mazda Palace and Vaillant Palace) is an indoor sporting arena located in Genoa, Italy. The capacity of the arena is 5,500 people. It hosts concerts and indoor sporting events. Another venue, The Battleship Complex, is spotted nearby but it isn't directly clarified whether it is an indoor sporting arena.", "relations": "instance of", "entity": ["The Battleship Complex"], "fact_list": [["Vaillant Palace", "instance of", "indoor sporting arena"]], "unknown_analysis": "The object of the triple fact (The Battleship Complex, instance of) is \"unknown\" because the passage does not provide any information or clarification about whether The Battleship Complex is indeed an indoor sporting arena. While it is mentioned that The Battleship Complex is nearby 105 Stadium, it does not specify what type of venue it is. Therefore, without further information, we cannot determine the object of this particular triple fact."}
{"index": 24, "passage": "Sigmar is a fictional deity in the Warhammer Fantasy setting. In this mythos, Sigmar is depicted as a powerful and benevolent god, a key figure similar to the Elven god Khaine, known for his martial prowess and fiery temperament.", "relations": "instance of", "entity": ["Khaine"], "fact_list": [["Sigmar", "instance of", "fictional deity"]], "unknown_analysis": "In the given passage, there is no mention or indication of what Khaine is an instance of. The passage only describes Khaine as a powerful and fiery-tempered deity in the Warhammer Fantasy setting, specifically compared to the fictional deity Sigmar. Therefore, without any further information or context, we cannot determine the broader class or object that Khaine is an instance of. Hence, the object of the triple fact (Khaine, instance of) is \"unknown.\""}
{"index": 32, "passage": "Lucanus capreolus, more commonly known as the reddish-brown stag beetle, belongs to the family Lucanidae. The species name capreolus originates from Latin, meaning \"roe deer\" (literally \"little goat\"), named for the antennae's resemblance to deer antlers. Another beetle from the same family, Lucanus cervus, known as the European stag beetle, is one of the best-known species of stag beetle in Europe.", "relations": "instance of", "entity": ["Lucanus cervus"], "fact_list": [["capreolus", "instance of", "roe deer"]], "unknown_analysis": "The given passage does not provide any information about the broader class or category to which Lucanus cervus belongs (i.e., its \"instance of\" classification). Therefore, we cannot determine the specific object of the triple fact (Lucanus cervus, instance of), and it remains unknown."}
{"index": 47, "passage": "Thikrian is a village located on G.T Road Lalamusa and union council of Gujrat District, in the Punjab province of Pakistan. Another village, Pidhrar, is also mentioned, but whether it is a union council is not clearly pointed out. It is part of Kharian Tehsil and is located at 32°43'40N 73°56'0E with an altitude of 254 metres (836 feet).", "relations": "instance of", "entity": ["Pidhrar"], "fact_list": [["Thikrian", "instance of", "union council"]], "unknown_analysis": "Based on the given passage, it is not clearly mentioned whether Pidhrar is a union council or not. Therefore, we cannot determine the object of the triple fact (Pidhrar, instance of) as it is unknown whether Pidhrar falls under the broader class (object) being referred to in this context."}
{"index": 1, "passage": "Furu is a Central Sudanic language of the Democratic Republic of the Congo. It is closely related to Bongo, another language in the region, sharing many linguistic traits. Glottolog has Furu as one of the Kara languages, but Blench (2000) lists it as a Kresh language.", "relations": "instance of", "entity": ["Bongo"], "fact_list": [["Furu", "instance of", "Central Sudanic language"]], "unknown_analysis": "Based on the given passage, it is not explicitly mentioned what the object of the triple fact (Bongo, instance of) is. The passage states that Furu is closely related to Bongo, sharing many linguistic traits, but it does not provide information about the broader class or category to which Bongo belongs. Therefore, the object of the triple fact (Bongo, instance of) remains unknown."}
{"index": 10, "passage": "Rona Moss-Morris is Head of Health Psychology and Chair in Psychology as Applied to Medicine at the Institute of Psychiatry, King's College London. Her research investigates long-term, medically unexplained disorders such as chronic fatigue syndrome (CFS) and irritable bowel syndrome (IBS). In 2011, she joined the IoP and presented an inaugural lecture entitled \"Trials and tribulations: A journey towards integrated care for long term conditions.\" Similarly, her colleague, Dr. Harold Frank, specializes in the study of psychosomatic disorders, emphasizing the psychological impact of chronic pain conditions.", "relations": "instance of", "entity": ["psychosomatic disorders"], "fact_list": [["Health Psychology", "instance of", "Psychology"], ["chronic fatigue", "instance of", "syndrome"], ["CFS", "instance of", "syndrome"], ["irritable bowel syndrome", "instance of", "syndrome"], ["IBS", "instance of", "syndrome"]], "unknown_analysis": "The passage does not provide any information about what specific class or broader category psychosomatic disorders belong to. It only mentions that Dr. Harold Frank specializes in the study of psychosomatic disorders and focuses on the psychological impact of chronic pain conditions. Without additional information, we do not know the broader category or object to which psychosomatic disorders belong to. Therefore, the object of the triple fact (psychosomatic disorders, instance of) remains unknown."}
{"index": 26, "passage": "Hypotia chretieni is a species of snout moth in the genus Hypotia. It was described by D. Lucas in 1910, and is known from Iran and Tunisia. Another species, Hypotia avita, is also noticed but its genus relationship isn't directly described.", "relations": "instance of", "entity": ["Hypotia avita"], "fact_list": [["Hypotia", "instance of", "Hypotia chretieni"], ["snout moth", "instance of", "Hypotia"]], "unknown_analysis": "Based on the given passage, there is no direct description or information provided about the genus relationship of Hypotia avita. Therefore, we do not have any specific information or evidence to determine the object of the triple fact (Hypotia avita, instance of). It is unknown because the passage does not provide any details or context regarding the broader class or category that Hypotia avita belongs to."}
{"index": 16, "passage": "Barinas Airport (Spanish: Aeropuerto de Barinas) (IATA: BNS, ICAO: SVBI) is an airport in Barinas, a city in the Venezuelan state of Barinas. Another facility called 'Cacique Airways' is also located nearby, though whether it qualifies as an airport or airstrip is not explicitly mentioned.", "relations": "instance of", "entity": ["Cacique Airways"], "fact_list": [["Barinas Airport", "instance of", "airport"]], "unknown_analysis": "The passage mentions that there is a facility called 'Cacique Airways' located nearby the Barinas Airport. However, it does not explicitly state whether Cacique Airways qualifies as an airport or an airstrip. Therefore, based on the information provided in the passage, we do not have enough evidence to determine the object of the triple fact (Cacique Airways, instance of). Hence, it is deemed unknown."}
{"index": 12, "passage": "Barinas Airport (Spanish: Aeropuerto de Barinas) (IATA: BNS, ICAO: SVBI) is an airport located in the city of Barinas, in the Venezuelan state of Barinas. Nearby is the smaller, less known José Antonio Páez Airport, which serves the local area with fewer commercial flights.", "relations": "instance of", "entity": ["José Antonio Páez Airport"], "fact_list": [["Barinas Airport", "instance of", "airport"]], "unknown_analysis": "The object of the triple fact (José Antonio Páez Airport, instance of) is unknown because the passage does not provide any information or mention about the broader class or category to which the José Antonio Páez Airport belongs. To determine the object of the triple fact, we would need additional information or context about the specific category or classification that the airport falls under. Without this information, it is not possible to determine the object of the triple fact with certainty."}
{"index": 36, "passage": "Harry Leonard Shorto (1919–1995) was a British philologist and linguist who specialized in the Mon language and Mon-Khmer studies. He authored both a modern Mon dictionary and a dictionary of Mon epigraphy. He worked for most of his career at the School of Oriental and African Studies, University of London, finally as Professor of Mon-Khmer Studies at the University of London (School of Oriental and African Studies) until his retirement in 1984. His contemporaries included other notable linguists like Professor J. H. C. S. Davidson, who specialized in Tai languages.", "relations": "instance of", "entity": ["J. H. C. S. Davidson"], "fact_list": [["linguist", "instance of", "philologist"]], "unknown_analysis": "In the passage, there is no information provided about the object or the broader class that J. H. C. S. Davidson belongs to. The passage only mentions that J. H. C. S. Davidson is a notable linguist who specialized in Tai languages, but it does not specify the broader class or category to which he belongs. Therefore, the object of the triple fact, (J. H. C. S. Davidson, instance of), remains unknown because there is no information available to determine it."}
{"index": 33, "passage": "Scorpius X-1 is an X-ray source located about 9000 light years away in the constellation Scorpius. It was the first discovered extrasolar X-ray source and is the strongest apparent source of X-rays in the sky, second only to the Sun. The X-ray flux varies daily and correlates with an optically visible star, V818 Scorpii. Another well-known object in the constellation Scorpius is the bright star Antares, often referred to as the heart of the scorpion.", "relations": "instance of", "entity": ["Antares"], "fact_list": [["Scorpius", "instance of", "constellation"]], "unknown_analysis": "In the given passage, there is no specific information provided about Antares in relation to its broader class or category. The passage only mentions that Antares is a bright star in the constellation Scorpius and is often referred to as the heart of the scorpion. \n\nTo determine the object of the triple fact (Antares, instance of), we would need more information about the specific category or class that Antares belongs to. Without that information, the object of the triple fact remains unknown."}
{"index": 20, "passage": "Ypthima simplicia is a butterfly in the Nymphalidae family. It is found in southern Sudan, Ethiopia, Somalia, Kenya and northern Tanzania. The habitat consists of montane and semi-montane grassland. Another area termed 'Eastern Savannah' is known, but whether it should be classified as grassland or another type of habitat is not definitive.", "relations": "instance of", "entity": ["Eastern Savannah"], "fact_list": [["grassland", "instance of", "habitat"]], "unknown_analysis": "In the given passage, it states that there is an area known as 'Eastern Savannah', but it is not definitive whether it should be classified as grassland or another type of habitat. This means that the specific classification or object of the 'Eastern Savannah' cannot be determined from the information provided. Therefore, the object of the triple fact: (Eastern Savannah, instance of) is considered unknown."}
{"index": 55, "passage": "Gilia latiflora is a species of flowering plant in the phlox family, known by the common names hollyleaf gilia and broad-flowered gilia. It is endemic to California, where it grows in the deserts and mountains of the southern part of the state. Another species in the phlox family, Phlox subulata, often known as moss phlox, shares the same family.", "relations": "instance of", "entity": ["Phlox subulata"], "fact_list": [["Gilia", "instance of", "Gilia latiflora"], ["gilia", "instance of", "Gilia latiflora"], ["phlox family", "instance of", "Gilia"], ["phlox family", "instance of", "gilia"]], "unknown_analysis": "In the given passage, there is no information provided about what broader class or object Phlox subulata belongs to. The passage only mentions that Phlox subulata is another species in the phlox family and is commonly known as moss phlox. However, this information is not sufficient to determine the specific broader class or object that Phlox subulata represents. Hence, the object of the triple fact (Phlox subulata, instance of) remains unknown based on the given passage."}
{"index": 13, "passage": "Trifolium pannonicum, commonly known as Hungarian Clover, is a species of clover. In the same family, Trifolium pratense, also known as Red Clover, is another well-known species.", "relations": "instance of", "entity": ["Trifolium pratense"], "fact_list": [["Trifolium", "instance of", "Trifolium pannonicum"]], "unknown_analysis": "The reason why the object of the triple fact (Trifolium pratense, instance of, object) is \"unknown\" based on the given passage is because the passage only describes Trifolium pannonicum and Trifolium pratense as species of clover in the same family. It does not provide any information about what broader class or object Trifolium pratense belongs to. Therefore, we cannot determine the object or broader class that Trifolium pratense is an instance of based on the given passage alone."}
{"index": 31, "passage": "Campanula medium, commonly known as Canterbury bells and also referred to as the bell flower, is an annual or biennial flowering plant of the genus Campanula, belonging to the family Campanulaceae. It symbolizes gratitude, faith, and constancy in floriography. Another plant from the Campanulaceae family, known for its beautiful star-shaped flowers, is Campanula rotundifolia, commonly known as the Harebell.", "relations": "instance of", "entity": ["Campanula rotundifolia"], "fact_list": [["Campanula", "instance of", "Campanula medium"]], "unknown_analysis": "In the given passage, there is no information provided about the broader class or category to which Campanula rotundifolia (Harebell) belongs. It does mention that it is a plant from the Campanulaceae family, but this does not specify its broader class. Since the specific instance of Campanula rotundifolia is not explicitly mentioned or described in relation to a broader class, the object of the triple fact (Campanula rotundifolia,i, object) remains unknown."}
{"index": 46, "passage": "Mairano is a town and comune in the province of Brescia, in Lombardy. It is near to Alberone, also a social jurisdiction but whether it is a town or a comune isn't directly defined.", "relations": "instance of", "entity": ["Alberone"], "fact_list": [["Mairano", "instance of", "comune"]], "unknown_analysis": "The passage mentions that Alberone is a \"social jurisdiction,\" but it does not explicitly state whether it is a town or a comune. Without this specific information, we cannot determine the object (i.e., the broader class or type) to which Alberone belongs. Therefore, the object of the triple fact (Alberone, instance of, unknown) is unknown because it is not directly defined or provided in the given passage."}
{"index": 45, "passage": "\"First Law\" is a science fiction short story by American writer Isaac Asimov, first published in the October 1956 issue of Fantastic Universe magazine and later collected in The Rest of the Robots (1964) and The Complete Robot (1982). Another composition, 'The Time Paradox', is also mentioned, but whether it is a story or a novel isn't specified. The title of the story is a reference to the first of the Three Laws of Robotics.", "relations": "instance of", "entity": ["The Time Paradox"], "fact_list": [["First Law", "instance of", "short story"]], "unknown_analysis": "Based on the passage provided, it is mentioned that 'The Time Paradox' is another composition, but it is not specified whether it is a story or a novel. The passage does not provide any information or details about 'The Time Paradox' to determine whether it is an instance of a specific class or object. Therefore, the object of the triple fact '(The Time Paradox, instance of)' is labeled as \"unknown\" because there is not enough information to categorize it or establish its relationship with other objects or classes."}
{"index": 37, "passage": "Fingask railway station was a railway station in Fingask, Aberdeenshire on a short branch, Inverury and Old Meldrum Junction Railway, from Inverurie to Old Meldrum. Another station on the same line was Daviot railway station, also serving a small community in Aberdeenshire.", "relations": "instance of", "entity": ["Daviot railway station"], "fact_list": [["Fingask railway station", "instance of", "railway station"]], "unknown_analysis": "The passage provided mentions that Daviot railway station serves a small community in Aberdeenshire. However, it does not provide information about the broader class or category to which Daviot railway station belongs. We cannot determine from the passage what Daviot railway station is an \"instance of.\" Hence, the object of the triple fact (Daviot railway station, i, object) is \"unknown\" because the passage does not provide the necessary information to determine it."}
{"index": 51, "passage": "The African Regroupment Party (French: Parti du Regroupement Africain, PRA) was a political party in the French African colonies. It was similar in its objectives to the African National Congress (ANC), which also functioned as a political party in South Africa.", "relations": "instance of", "entity": ["African National Congress"], "fact_list": [["African Regroupment Party", "instance of", "political party"]], "unknown_analysis": "The passage does not provide any information about the broader class or category to which the African National Congress (ANC) belongs. It only states that the ANC also functioned as a political party in South Africa, similar to the African Regroupment Party (PRA) in the French African colonies. Without any additional information, we cannot determine the specific object or broader class to which the ANC belongs. Therefore, the object of the triple fact (African National Congress, i, object) remains unknown."}
{"index": 15, "passage": "Metarbelodes is a genus of moths in the family Cossidae. Another genus in this family, known for its wood-boring larvae, is the genus Zeuzera.", "relations": "instance of", "entity": ["Zeuzera"], "fact_list": [["Cossidae", "instance of", "Metarbelodes"]], "unknown_analysis": "The given passage mentions that Zeuzera is a genus known for its wood-boring larvae. However, it does not provide any specific information about what broader class or object Zeuzera is an instance of. Without this information, we cannot determine the object of the triple fact (Zeuzera, instance of). Thus, the object of this triple fact is unknown based on the given passage."}
{"index": 39, "passage": "Treworrick is a hamlet in the parish of St Cleer, Cornwall, England, United Kingdom. Not far from Treworrick, the hamlet of Trevelmond is also situated within the same parish, sharing the rural landscapes of Cornwall.", "relations": "instance of", "entity": ["Trevelmond"], "fact_list": [["St Cleer", "instance of", "parish"]], "unknown_analysis": "In the given passage, it is mentioned that Trevelmond is a hamlet situated within the same parish as Treworrick in Cornwall, England. However, there is no explicit information provided that indicates the broader class or object of which Trevelmond is a specific example. This means that the object of the triple fact, (Trevelmond, instance of), is unknown because there is no clear reference or categorization provided in the passage. Therefore, without additional information, it is not possible to determine the specific object or broader class to which Trevelmond belongs."}
{"index": 28, "passage": "An Evening of Acoustic Music is a live album by American blues artist Taj Mahal. It was recorded October 6, 1993 in Bremen, Germany at Modernes. A subsequent recording session, called Deep Blues Voyage, took place but its format isn't clearly specified.", "relations": "instance of", "entity": ["Deep Blues Voyage"], "fact_list": [["An Evening of Acoustic Music", "instance of", "live album"]], "unknown_analysis": "Based on the given passage, it is stated that a subsequent recording session called Deep Blues Voyage took place. However, the format of this recording session is not clearly specified. The passage does not provide any information or details about what Deep Blues Voyage is an instance of. Therefore, the object of the triple fact (Deep Blues Voyage, instance of) is unknown because the passage does not provide any information about the broader class or category that Deep Blues Voyage belongs to."}
{"index": 8, "passage": "Harriseahead is a village in the county of Staffordshire, England, just north of the Potteries (Stoke on Trent) and about 2 miles (3.2 km) south-west of Biddulph and close to the border with Cheshire. Nearby, the smaller yet picturesque hamlet of Overley forms a tranquil contrast to the bustling villages like Harriseahead in the region.", "relations": "instance of", "entity": ["Overley"], "fact_list": [["Harriseahead", "instance of", "village"]], "unknown_analysis": "Based on the given passage, there is no explicit information provided about what Overley is an instance of. The passage only mentions that Overley is a smaller and picturesque hamlet in contrast to bustling villages like Harriseahead. Although this description provides some characteristics of Overley, it does not specify the broader class or category that Overley belongs to, which would determine what it is an instance of. Therefore, without further information, the object of the triple fact (Overley, instance of) remains unknown."}
{"index": 25, "passage": "Thikrian is a village located on G.T Road Lalamusa and union council of Gujrat District, in the Punjab province of Pakistan. It is part of Kharian Tehsil. Another nearby village, Miana Chak, also part of this union council, is known for its agricultural contributions to the area.", "relations": "instance of", "entity": ["Miana Chak"], "fact_list": [["Thikrian", "instance of", "union council"]], "unknown_analysis": "Based on the passage provided, there is no information given about the broader class or category to which Miana Chak belongs. The passage only mentions that Miana Chak is a nearby village and that it is known for its agricultural contributions to the area. However, there is no indication or description provided that identifies Miana Chak as a specific example or instance of any broader class or object. Therefore, the object of the triple fact (Miana Chak,i, object) is considered unknown in this context."}
{"index": 7, "passage": "Haemosporidiasina (Haemosporidia) is a subclass of apicomplexans described by Jacques Euzéby in 1988 that is not widely used by biologists. While resembling the taxon Aconoidasida, it differs subtly in its parasitic characteristics, somewhat similar to the less known subclass Plasmodiasina, which has been a topic of debate among taxonomists for its distinct features in host specificity and lifecycle.", "relations": "instance of", "entity": ["Plasmodiasina"], "fact_list": [["Haemosporidiasina", "instance of", "taxon"]], "unknown_analysis": "In the given passage, it is mentioned that the subclass Plasmodiasina has distinct features in host specificity and lifecycle, which have been a topic of debate among taxonomists. However, it does not provide any specific information about what Plasmodiasina is an instance of. The passage does not mention any broader class or category to which Plasmodiasina belongs. Therefore, without further information, the object of the triple fact (Plasmodiasina, instance of, object) remains unknown."}
{"index": 56, "passage": "Edewecht (Low German: Erwech) is a municipality in the Ammerland district, in Lower Saxony, Germany. It is situated approximately 15 kilometres (9 miles) west of Oldenburg. It is the home of the company Meica which is known throughout Germany as a manufacturer of sausages. Another place, Wolighaus, is also spotted nearby, but whether it is a municipality or a district isn't directly detailed.", "relations": "instance of", "entity": ["Wolighaus"], "fact_list": [["Edewecht", "instance of", "municipality"]], "unknown_analysis": "The passage does not provide enough information to determine whether Wolighaus is a municipality or a district. The information given only mentions that Wolighaus is \"also spotted nearby,\" but it does not specify its specific classification. Therefore, without additional details, the object of the triple fact (Wolighaus, instance of) remains unknown."}
{"index": 22, "passage": "Carne Pinchada (trans.Stabbed Meat) is a Nicaraguan dish consisting of meat (such as beef or chicken) marinated in an alcohol sauce, using beer (Tona or Victoria), rum, or wine. A similar dish, Churrasco, is also popular in Nicaraguan cuisine, typically using grilled meat and served with various side dishes.", "relations": "instance of", "entity": ["Churrasco"], "fact_list": [["wine", "instance of", "alcohol"]], "unknown_analysis": "In the given passage, there is a mention of Churrasco as a popular dish in Nicaraguan cuisine. However, the passage does not provide any specific information about what broader class or object Churrasco belongs to. There is no explicit statement or indication given as to what category Churrasco falls under or what it is an instance of. Hence, the object of the triple fact (Churrasco, instance of) remains unknown based on the information provided in the passage."}
{"index": 23, "passage": "Mirush Kabashi (born 1948 in Shkodër, Albania) is an Albanian actor. He is a recipient of the Merited Artist of Albania award. Notable for his theatrical works, Kabashi is often compared to another distinguished Albanian actor, Bekim Fehmiu, who was also a prominent figure in Balkan cinema.", "relations": "instance of", "entity": ["Bekim Fehmiu"], "fact_list": [["Merited Artist", "instance of", "award"]], "unknown_analysis": "In the given passage, it is mentioned that Mirush Kabashi, an Albanian actor, is often compared to Bekim Fehmiu, another distinguished Albanian actor. However, no further information is provided about Bekim Fehmiu's background or achievements. The passage does not reveal whether Bekim Fehmiu is a recipient of any awards, or if he has any notable works in theater or cinema, unlike the information provided about Mirush Kabashi.\n\nTherefore, without any additional information about Bekim Fehmiu, we cannot determine the object of the triple fact (Bekim Fehmiu, instance of). The nature or category of the broader class to which Bekim Fehmiu belongs remains unknown."}
{"index": 38, "passage": "Anandpur Sahib is a city in Rupnagar district (Ropar) in the state of Punjab, India. Known as 'the holy City of Bliss,' it is one of the Sikhs' most important sacred places, closely linked with their religious traditions and history. It is located on the lower spurs of the Himalayas surrounded by picturesque natural scenery, with the river Sutlej forming a border on the south west barely four miles away. Nearby, the city of Chandigarh, designed by the famous architect Le Corbusier, serves as the joint capital of Punjab and Haryana.", "relations": "instance of", "entity": ["Chandigarh"], "fact_list": [["Sutlej", "instance of", "river"]], "unknown_analysis": "In the given passage, there is no information mentioned about Chandigarh being an instance of any broader class or object. We only know that Chandigarh serves as the joint capital of Punjab and Haryana and it was designed by the famous architect Le Corbusier. Without any specific details or context provided, it is not possible to determine the object or broader class that Chandigarh could potentially belong to. Therefore, the object of the triple fact (Chandigarh, instance of) remains unknown based on the given passage."}
{"index": 2, "passage": "Kommuru, historically known as Rajagopalapuram, is a small village in Krishna district, Andhra Pradesh, India. It was once a part of the Nuzvidu taluka but is now administered as part of Aagiripalli mandal. Neighboring Kommuru is the scenic hamlet of Kondapalli, famous for its wooden toy craftsmanship.", "relations": "instance of", "entity": ["Kondapalli"], "fact_list": [["Kommuru", "instance of", "village"]], "unknown_analysis": "Based on the given passage, it is only mentioned that Kondapalli is a scenic hamlet famous for its wooden toy craftsmanship. However, there is no mention or indication of what broader class or object Kondapalli belongs to. The passage does not provide any information about Kondapalli being a specific example of a broader class. Therefore, without further information or context, the object of the triple fact (Kondapalli, instance of) remains unknown."}
{"index": 3, "passage": "Burg im Leimental is a municipality in the district of Laufen in the canton of Basel-Country in Switzerland. Situated not far from Burg im Leimental is Metzerlen, another picturesque municipality in the same district.", "relations": "instance of", "entity": ["Metzerlen"], "fact_list": [["Burg im Leimental", "instance of", "municipality"], ["Basel-Country", "instance of", "canton"]], "unknown_analysis": "In the given passage, there is no specific information provided about the broader class or object to which Metzerlen belongs. The passage only mentions that Metzerlen is another picturesque municipality in the same district as Burg im Leimental. It does not specify what category or class Metzerlen falls under, such as if it is a municipality, city, town, or any other specific designation.\n\nTherefore, without any additional information or context, the object of the triple fact (Metzerlen, instance of) remains unknown. We cannot determine or infer what broader class or object Metzerlen represents based solely on the given passage."}
{"index": 60, "passage": "Vindicator (Heather MacNeil Hudson) also known as Guardian, is a fictional character, a Canadian superheroine in the Marvel Universe, and a former leader of Alpha Flight. (The codename Vindicator is also briefly used by Heather's husband, James MacDonald Hudson, although he eventually settles on the name Guardian). Another character, Helix Kincaid, is mentioned in line but is she a superheroine or a villain isn't clearly pointed out.", "relations": "instance of", "entity": ["Helix Kincaid"], "fact_list": [["Vindicator", "instance of", "superheroine"], ["Heather MacNeil Hudson", "instance of", "superheroine"]], "unknown_analysis": "Based on the given passage, it is not clearly mentioned whether Helix Kincaid is a superheroine or a villain. Therefore, we do not have enough information to determine the object of the triple fact (Helix Kincaid, instance of). It could be either a superheroine or a villain, but we cannot say for certain based on the given information."}
{"index": 11, "passage": "Llangammarch railway station serves the village of Llangammarch Wells in Powys, Wales. Located near the centre of the village, the station is on the Heart of Wales Line 56¾ miles (91.3 km) northeast of Swansea. Another village, Cefn Brith, although not directly served by a railway station, is nestled in the serene Welsh countryside nearby, sharing the tranquil ambiance of Llangammarch Wells.", "relations": "instance of", "entity": ["Cefn Brith"], "fact_list": [["Llangammarch Wells", "instance of", "village"]], "unknown_analysis": "The passage does not provide any information about what Cefn Brith is an instance of. It only states that Cefn Brith is a village located nearby Llangammarch Wells. Therefore, without any further context or information, the object of the triple fact (Cefn Brith, instance of) remains unknown."}
{"index": 58, "passage": "Crafting Mama, known in Japan as Craft Mama (クラフトママ Kurafuto Mama) and in the PAL region as Cooking Mama World: Hobbies and Fun, is a crafting simulation-styled minigame compilation video game developed by Cooking Mama Limited that was released on Nintendo DS during October 2010. It is a spin-off from the Cooking Mama popular series. Another game, 'Artistic Chef', caught the public's attention but whether it is a video game or a simulation is not clearly mentioned.", "relations": "instance of", "entity": ["Artistic Chef"], "fact_list": [["Crafting Mama", "instance of", "video game"], ["Cooking Mama", "instance of", "video game"], ["minigame", "instance of", "video game"]], "unknown_analysis": "The passage does not provide any information about the object of the triple fact (Artistic Chef, instance of). It does not mention whether Artistic Chef is a video game or a simulation, so we cannot determine its object based on the given information. Therefore, the object of the triple fact (Artistic Chef, instance of) remains unknown."}
{"index": 9, "passage": "Sherlock Holmes in New York is a 1976 television film about Sherlock Holmes and Doctor Watson, played by Roger Moore and Patrick Macnee, respectively. In a similar vein, the television film 'Mystery in Paris' showcases a fictional adventure of the famous detective Hercule Poirot, set against the backdrop of early 20th century Paris.", "relations": "instance of", "entity": ["Mystery in Paris"], "fact_list": [["Sherlock Holmes in New York", "instance of", "television film"]], "unknown_analysis": "The given passage does not provide any information about the broader class or category to which \"Mystery in Paris\" belongs. Therefore, we cannot determine the object of the triple fact \"(Mystery in Paris, instance of)\". The object remains unknown because there is no explicit mention or context given to establish the category or class to which the television film belongs."}
{"index": 73, "passage": "Skogskyrkogården (official name in English: The Woodland Cemetery ) is a cemetery located in the Enskededalen district south of central Stockholm, Sweden. Its design, by Gunnar Asplund and Sigurd Lewerentz, reflects the development of architecture from Nordic Classicism to mature functionalism. Another spot, 'Rosewood Park', is also noted but whether it is a cemetery or a park isn't directly defined.", "relations": "instance of", "entity": ["Rosewood Park"], "fact_list": [["Skogskyrkogården", "instance of", "cemetery"], ["Woodland Cemetery", "instance of", "cemetery"]], "unknown_analysis": "The passage mentions a place called \"Rosewood Park,\" but it does not explicitly define whether it is a cemetery or a park. Since the information about this place is not provided, we cannot determine what category or class it belongs to, making the object of the triple fact (Rosewood Park, instance of) unknown."}
{"index": 17, "passage": "Trifolium pannonicum is a species of clover known by the common name Hungarian Clover. In the same field, one can also come across 'ViridiFolium', yet its species classification within Trifolium is uncertain.", "relations": "instance of", "entity": ["ViridiFolium"], "fact_list": [["Trifolium", "instance of", "Trifolium pannonicum"]], "unknown_analysis": "The passage states that Trifolium pannonicum is a species of clover known as Hungarian Clover. It also mentions that in the same field, one can come across ViridiFolium, but its species classification within Trifolium is uncertain. This means that while we know that ViridiFolium is related to Trifolium, its specific classification or category within the Trifolium species is not mentioned or described in the given passage. Therefore, the object of the triple fact (ViridiFolium, instance of) is unknown because we do not have enough information to determine what broader class or object ViridiFolium belongs to within the Trifolium species."}
{"index": 63, "passage": "Geisonocerina is an extinct genus from the carnivorous nautiloid cephalopod order Orthocerida that lived in what would be North America, Europe, and Asia during the Ordovician through Permian from 449—290 mya, existing for approximately 159 million years. Another genus, Prionodoralis, is also noticed, but its order isn't mentioned directly.", "relations": "instance of", "entity": ["Prionodoralis"], "fact_list": [["cephalopod", "instance of", "nautiloid"], ["nautiloid", "instance of", "Orthocerida"]], "unknown_analysis": "The passage mentions the genus Prionodoralis but does not directly state its order. Therefore, we do not have enough information from the passage to determine the object of the triple fact (Prionodoralis, instance of). The relationship between Prionodoralis and its broader class (object) is unknown because it is not explicitly mentioned."}
{"index": 57, "passage": "Osaka Municipal Subway Line 9 (大阪市営地下鉄9号線 Ōsaka Shiei Chikatetsu Kyū-gō-sen) is a planned, but as-yet unbuilt, rapid transit line that would run from Suminoekōen in Suminoe-ku to Kire-Uriwari in Hirano-ku within the city of Osaka. Also marked is 'Sakumachi Line', another transit line that is detailed but what kind it will become is not specified. While no timetable has been announced for its construction, it has the provisional name \"Shikitsu-Nagayoshi Line\" (鶴田長吉線).", "relations": "instance of", "entity": ["Sakumachi Line"], "fact_list": [["Osaka Municipal Subway", "instance of", "rapid transit"]], "unknown_analysis": "The given passage provides information about the Sakumachi Line, stating that it is detailed but does not specify what kind of transit line it will become. Therefore, the object of the triple fact (Sakumachi Line, instance of) remains unknown because the passage does not provide any information or clues about the broader class or category to which the Sakumachi Line belongs."}
{"index": 69, "passage": "Damblain is a commune in the Vosges department in Lorraine in northeastern France. Another place, the 'Fresney Village', is also spotted, but whether it is a commune is not directly defined.", "relations": "instance of", "entity": ["Fresney Village"], "fact_list": [["Damblain", "instance of", "commune"]], "unknown_analysis": "The passage states that another place called \"Fresney Village\" is spotted, but it does not directly define whether it is a commune or not. Therefore, since the passage does not provide information about the specific class or object to which Fresney Village belongs, the object of the triple fact (Fresney Village, instance of, ???) remains unknown."}
{"index": 68, "passage": "The Takatomi Domain (高富藩 Takatomi han) was a feudal domain of Japan in the Edo period. Located in Mino Province and the domain's land surrounds the present-day Yamagata, Gifu Prefecture. Another domain, the 'Kasuga Domain', is also noticed, but its historical era isn't directly mentioned.", "relations": "instance of", "entity": ["Kasuga Domain"], "fact_list": [["Takatomi Domain", "instance of", "han"], ["Takatomi Domain", "instance of", "feudal domain"]], "unknown_analysis": "In the given passage, the author mentions the existence of the Kasuga Domain but does not provide any specific information about it. The historical era of the Kasuga Domain is not directly mentioned, meaning that we do not have enough information to determine the object of the triple fact (Kasuga Domain, instance of). Without any further context or details provided, it remains unknown what the object of this triple fact would be."}
{"index": 59, "passage": "Mow Cop Castle is a folly at Mow Cop in the civil parish of Odd Rode, Cheshire, England. It is recorded in the National Heritage List for England as a designated Grade II listed building. Another construction, the Rode Hall, is also highlighted but whether it is a folly or a heritage building isn't directly stated.", "relations": "instance of", "entity": ["Rode Hall"], "fact_list": [["Mow Cop Castle", "instance of", "folly"], ["Odd Rode", "instance of", "civil parish"]], "unknown_analysis": "In the given passage, it is stated that Rode Hall is highlighted, but it is not directly specified whether it is a folly (like Mow Cop Castle) or a heritage building. Therefore, we do not have enough information to determine the object of the triple fact (Rode Hall, instance of). The passage does not provide any details about the classification or category to which Rode Hall belongs. Hence, it is labeled as \"unknown\" as we are not able to ascertain its specific classification based solely on the given passage."}
{"index": 80, "passage": "Women in the Federated States of Micronesia are women who live in or are from the Federated States of Micronesia, an independent sovereign island nation composed of four states. Thus, FSM women includes women from the States of Yap, Chuuk, Pohnpei (formerly Ponape) and Kosrae (previously known as Kusaie). Another area, 'Pacifica Islands', is also mentioned but the relationship to Micronesia or whether it's an island nation is not directly detailed.", "relations": "instance of", "entity": ["Pacifica Islands"], "fact_list": [["Micronesia", "instance of", "island nation"]], "unknown_analysis": "In the given passage, there is a mention of the Pacifica Islands, but it is not directly detailed whether this refers to an island nation or its relationship to Micronesia. Since the relationship or classification of the Pacifica Islands is not specified, we cannot determine the object of the triple fact (Pacifica Islands, instance of). Therefore, the object remains unknown based on the information provided."}
{"index": 61, "passage": "Live at Myrtle Beach is the seventh live album released by the Athens, GA based band Widespread Panic. Another album, 'Stratospheric', is noticed but whether it is a live recording or a studio album isn't directly stated. The album was recorded during a show in Fall 2003 at the House of Blues in Myrtle Beach, SC. It was released on February 22, 2005.", "relations": "instance of", "entity": ["Stratospheric"], "fact_list": [["Live at Myrtle Beach", "instance of", "live album"]], "unknown_analysis": "The passage only states that 'Stratospheric' is another album, but it does not directly state whether it is a live recording or a studio album. Since there is no information provided about the nature or type of 'Stratospheric', we cannot determine its specific object or category (i.e., the object of the triple fact: (Stratospheric, instance of)). Therefore, the object of the triple fact remains unknown based on the given passage."}
{"index": 49, "passage": "Phthona is a genus of biting flies in the family of louse flies, Hippoboscidae. There are 3 known species. All are parasite of falconets of the genus Microhierax. Another genus, Cryptophthona, has also been noted, but its family isn't directly mentioned.", "relations": "instance of", "entity": ["Cryptophthona"], "fact_list": [["louse flies", "instance of", "Phthona"], ["Hippoboscidae", "instance of", "Phthona"]], "unknown_analysis": "In the given passage, the family of Cryptophthona is not directly mentioned. Therefore, we do not have any information or context to determine what broader class or object Cryptophthona belongs to, and hence the object of the triple fact (Cryptophthona, instance of) is unknown."}
{"index": 0, "passage": "Machines Hate Me is the first studio album from Los Angeles record producer Dibiase, released on Alpha Pup Records on September 14, 2010. Another notable work from Dibiase includes his later compilation, Digital Reflections.", "relations": "instance of", "entity": ["Digital Reflections"], "fact_list": [["Machines Hate Me", "instance of", "studio album"]], "unknown_analysis": "The passage does not provide any information about the specific class or object to which Digital Reflections belongs. The relation description \"instance of\" is used to indicate the broader category to which a subject belongs. In this case, the subject is Digital Reflections, but the passage does not mention or describe the broader class or object to which it belongs. Therefore, the object of the triple fact (Digital Reflections, instance of) cannot be determined and remains unknown."}
{"index": 85, "passage": "Eata (died 26 October 686), also known as Eata of Lindisfarne, was bishop of Lindisfarne from 678 until 685, and of Hexham from then until his death. He was the first native of Northumbria to take the bishopric of Lindisfarne.", "relations": "instance of", "entity": ["Hexham"], "fact_list": [["Lindisfarne", "instance of", "bishopric"]], "unknown_analysis": "In the given passage, it is mentioned that Eata was bishop of Hexham from a certain period until his death. However, the specific object or broader class to which Hexham refers to is not mentioned or described in the passage. Therefore, we do not have enough information to determine the object of the triple fact (Hexham, instance of). Thus, it is labeled as \"unknown\" in this case."}
{"index": 67, "passage": "The Holy Demon Army is a professional wrestling tag team that competed in All Japan Pro Wrestling during the 1990s. The team consisted of Toshiaki Kawada and Akira Taue. Another team, 'Nihon Warriors', is also mentioned but whether it is a tag team or a trio team is not clearly described. The HDA is the most successful and dominant team in the history of All Japan as they held the World Tag Team Championship a record six times as well as having won the World's Strongest Tag Determination League on 2 occasions.", "relations": "instance of", "entity": ["Nihon Warriors"], "fact_list": [["The Holy Demon Army", "instance of", "tag team"]], "unknown_analysis": "The passage mentions the 'Nihon Warriors' team but does not clearly describe whether it is a tag team or a trio team. Since the passage does not provide enough information about the nature of the team, we are unable to determine the object of the triple fact (Nihon Warriors, instance of). Therefore, the object remains unknown based on the given passage."}
{"index": 72, "passage": "Brewarrina Airport (IATA: BWQ, ICAO: YBRW) is a small airport located 2 nautical miles (3.7 km; 2.3 mi) west southwest of Brewarrina, New South Wales, Australia. Another location, 'Marina Terminal', is noticed but its classification as an airport or sea terminal isn't directly detailed.", "relations": "instance of", "entity": ["Marina Terminal"], "fact_list": [["Brewarrina Airport", "instance of", "airport"]], "unknown_analysis": "Based on the given passage, there is no direct information provided about the classification of the 'Marina Terminal' as either an airport or sea terminal. The passage only mentions the Brewarrina Airport and does not provide any details or mention about the classification of the 'Marina Terminal'. Therefore, the object of the triple fact (Marina Terminal, instance of) is unknown because there is no information available to determine what category or class it belongs to."}
{"index": 75, "passage": "Bad Zwischenahn (Low German: Twischenahn) is a town and a municipality in the low-lying Ammerland district, in Lower Saxony, Germany. It is situated on the lake Zwischenahner Meer, approx. 15 km northwest of Oldenburg, and about 70 km south of the North Sea coast. Another place, 'Gross Detersen', is also noticed but whether it is a municipality or a district isn't directly detailed.", "relations": "instance of", "entity": ["Gross Detersen"], "fact_list": [["Bad Zwischenahn", "instance of", "municipality"]], "unknown_analysis": "The passage provides information about Bad Zwischenahn, its location, and the nearby place called Gross Detersen. However, it does not directly specify whether Gross Detersen is a municipality or a district. Therefore, without further information, we cannot determine the object of the triple fact (Gross Detersen, instance of). The passage does not provide sufficient details about the nature or classification of Gross Detersen, hence it is marked as \"unknown\" in this specific relation."}
{"index": 77, "passage": "Costain is a surname of English, Scottish and Manx origin. When originating in Scotland and northern Ireland the surname is an Anglicisation of the Gaelic Mac Austain, meaning \"son of Austin\". The English surname is a reduced form of Constant or Constantine. There's another surname, 'Everley', but whether it is of English or Scottish origin isn't directly mentioned.", "relations": "instance of", "entity": ["Everley"], "fact_list": [["Costain", "instance of", "surname"], ["Costain", "instance of", "Mac"]], "unknown_analysis": "In the given passage, there is no direct mention or information provided about the origin or class that the surname 'Everley' belongs to. The passage only mentions that the surname 'Everley' exists but does not specify whether it is of English or Scottish origin. Therefore, without any further context or information, the object of the triple fact (Everley, instance of) remains unknown."}
{"index": 70, "passage": "Wolterdingen is a municipality near Donaueschingen in the southern Black Forest of the Baden-Württemberg federal state in Germany, the site of a post World War II British sector displaced person camp. Another place, 'Bergenhausen', is also mentioned but whether it is a municipality isn't directly detailed.", "relations": "instance of", "entity": ["Bergenhausen"], "fact_list": [["Donaueschingen", "instance of", "municipality"]], "unknown_analysis": "In the given passage, it is mentioned that Wolterdingen is a municipality near Donaueschingen in the southern Black Forest of the Baden-Württemberg federal state in Germany. However, when it comes to Bergenhausen, it is only mentioned in passing and it is not directly detailed whether it is a municipality or not. Therefore, without further information or clarification provided in the passage, the object of the triple fact (Bergenhausen, instance of) remains unknown."}
{"index": 86, "passage": "El Libertador Air Base (Spanish: Base Aérea Libertador) (IATA: MYC, ICAO: SVBL) is a military airport and base for the Venezuelan Air Force. It is located in Maracay, a city in central Venezuela and the capital of the state of Aragua.", "relations": "instance of", "entity": ["Maracay"], "fact_list": [["El Libertador Air Base", "instance of", "military airport"]], "unknown_analysis": "In the given passage, there is no information provided about the specific class or category to which Maracay belongs. The passage only mentions Maracay as a city in central Venezuela and the capital of the state of Aragua. Without further information, we cannot determine the exact class or category to which Maracay belongs. Therefore, the object of the triple fact (Maracay, instance of) remains unknown."}
{"index": 76, "passage": "Geisonocerina is an extinct genus from the carnivorous nautiloid cephalopod order Orthocerida that lived in what would be North America, Europe, and Asia during the Ordovician through Permian from 449—290 mya, existing for approximately 159 million years. Another genus, 'Lepidocephalus', is also mentioned, but its order isn't directly stated.", "relations": "instance of", "entity": ["Lepidocephalus"], "fact_list": [["cephalopod", "instance of", "nautiloid"], ["nautiloid", "instance of", "Orthocerida"]], "unknown_analysis": "In the given passage, it is stated that the genus \"Lepidocephalus\" is mentioned, but its order is not directly stated. The passage provides information about the genus \"Geisonocerina\" belonging to the order Orthocerida, but it does not provide the same level of detail for \"Lepidocephalus.\" Therefore, the object of the triple fact (Lepidocephalus, instance of) remains unknown because the passage does not provide sufficient information to determine the broader class or object to which Lepidocephalus belongs."}
{"index": 41, "passage": "General José Antonio Anzoátegui International Airport (IATA: BLA, ICAO: SVBC) is an airport serving Barcelona, Venezuela. It also serves as a hub to fly to the neighboring Port Emerald which is a port or an airport is not clearly specified.", "relations": "instance of", "entity": ["Port Emerald"], "fact_list": [["General José Antonio Anzoátegui International Airport", "instance of", "airport"]], "unknown_analysis": "In the given passage, there is no specific mention or clarification about whether Port Emerald is a port or an airport. Therefore, the passage does not provide enough information to determine the object of triple fact (Port Emerald, instance of). It could be either a port or an airport, but the passage does not specify the exact nature of Port Emerald. Hence, the object is considered \"unknown\" in this context."}
{"index": 88, "passage": "Hassi Mamèche is a town and commune in Mostaganem Province, Algeria. It is the capital of Hassi Mamèche District. According to the 1998 census it has a population of 21,778.", "relations": "instance of", "entity": ["Mostaganem Province"], "fact_list": [["Hassi Mamèche", "instance of", "town"], ["Hassi Mamèche", "instance of", "commune"]], "unknown_analysis": "The given passage does not provide any information about the broader class or category to which Mostaganem Province belongs. It only mentions that Hassi Mamèche is a town and commune in Mostaganem Province, but it does not specify what Mostaganem Province is an instance of or what category it falls under. Therefore, without any additional information, the object of the triple fact (Mostaganem Province, instance of) remains unknown."}
{"index": 87, "passage": "Stabsunteroffizier is a military rank of the German Bundeswehr. It should not be mixed up to the rank Unterfeldwebel that was used until 1945 in the Nazi-Wehrmacht, respectively until 1990 in the GDR National People's Army. In the Austrian Armed Forces Stabsunteroffizier is the collective name to all higher Non-commissioned officers.", "relations": "instance of", "entity": ["Unterfeldwebel"], "fact_list": [["Stabsunteroffizier", "instance of", "military rank"]], "unknown_analysis": "Based on the information provided in the passage, it is stated that \"Unterfeldwebel\" was a rank used until 1945 in the Nazi-Wehrmacht and until 1990 in the GDR National People's Army. However, there is no specific information given about the broader class or object to which the rank \"Unterfeldwebel\" belongs. Therefore, the object of the triple fact (Unterfeldwebel, instance of) remains unknown."}
{"index": 89, "passage": "Wädenswil, locally often called Wädi or Wädischwil, is a municipality in the district of Horgen in the canton of Zürich in Switzerland. The population (as of 2013) was about 21,000. Another place, 'Albisrieden', is also mentioned but whether it is a municipality or a district is not directly detailed.", "relations": "instance of", "entity": ["Albisrieden"], "fact_list": [["Wädenswil", "instance of", "municipality"], ["Horgen", "instance of", "municipality"]], "unknown_analysis": "The given passage mentions Albisrieden but does not explicitly state whether it is a municipality or a district. Without further information, it is not possible to determine the object of the triple fact (Albisrieden,instance of). The passage simply does not provide enough context or details about Albisrieden for us to accurately categorize it as either a municipality or a district. Hence, the object of the triple fact is considered \"unknown\"."}
{"index": 79, "passage": "Nopporo Station (野幌駅 Nopporo-eki) is a railway station in Ebetsu, Hokkaidō, Japan. Another location, Kazuno Station, is also noticed, but whether it is a platform or a station is not directly defined.", "relations": "instance of", "entity": ["Kazuno Station"], "fact_list": [["Nopporo Station", "instance of", "railway station"]], "unknown_analysis": "In the passage, it is mentioned that Kazuno Station is noticed, but it does not explicitly define whether it is a platform or a station. This lack of information makes it impossible to determine the object of the triple fact (Kazuno Station, instance of). Without additional context or clarification, we cannot categorize Kazuno Station into a specific class (object) or determine what it is an instance of. Hence, the object of the triple fact is considered \"unknown.\""}
{"index": 94, "passage": "Wädenswil, locally often called Wädi or Wädischwil, is a municipality in the district of Horgen in the canton of Zürich in Switzerland. The population (as of 2013) was about 21,000. Another place, 'Albisrieden', is also mentioned but whether it is a municipality or a district is not directly detailed.", "relations": "instance of", "entity": ["Albisrieden"], "fact_list": [["Wädenswil", "instance of", "municipality"], ["Horgen", "instance of", "municipality"]], "unknown_analysis": "Based on the given passage, it is not directly stated whether Albisrieden is a municipality or a district. Therefore, without more information or clarification, it is not possible to determine the specific object of the triple fact (Albisrieden, instance of). The passage only mentions the name of the place but does not provide any details about its categorization or classification."}
{"index": 66, "passage": "SMS Leopard was a torpedo cruiser (Torpedoschiff) of the Austro-Hungarian Navy. She and her sister ship, SMS Panther, were part of a program to build up Austria-Hungary's fleet of torpedo craft in the 1880s. Another ship, the SMS Falcon, is also mentioned but whether it's a torpedo cruiser is not directly specified.", "relations": "instance of", "entity": ["SMS Falcon"], "fact_list": [["SMS Leopard", "instance of", "torpedo cruiser"]], "unknown_analysis": "In the given passage, it is mentioned that SMS Leopard and SMS Panther were torpedo cruisers, specifically built as part of a program to strengthen Austria-Hungary's fleet of torpedo craft in the 1880s. However, when it comes to SMS Falcon, although it is mentioned in the passage, it is not directly specified whether it is a torpedo cruiser or not. The passage does not provide any information or context regarding the classification or category of SMS Falcon. Therefore, the object of the triple fact (SMS Falcon, instance of) is unknown because we do not have enough information to determine the broader class or object to which SMS Falcon belongs."}
{"index": 82, "passage": "LM.C is a Japanese visual kei rock duo playing a mix of electronic rock and pop, which they call \"new century electrorock\". Another band, 'Neon Pulse', is also noticed but whether they play electronic rock or a different genre of music is not directly detailed.", "relations": "instance of", "entity": ["Neon Pulse"], "fact_list": [["electronic rock", "instance of", "rock"]], "unknown_analysis": "The given passage provides information about LM.C and their genre of music, which is a mix of electronic rock and pop. However, it does not directly state the genre or classification of music for Neon Pulse. Therefore, we do not have enough information to determine the object of the triple fact (Neon Pulse, instance of). We cannot establish whether Neon Pulse is an instance of electronic rock or a different genre based solely on the passage. Hence, the object of the triple fact is considered \"unknown\" due to the lack of information provided."}
{"index": 93, "passage": "San Sebastian Cuentepec is a community in the municipality of Temixco in the state of Morelos, Mexico. The community is the only community in Morelos where Nahuatl is still spoken as the everyday language of the majority of the inhabitants. Another community, 'Barrio Yancualpan', is also noticed but whether it is a municipality or a colony is not directly mentioned.", "relations": "instance of", "entity": ["Barrio Yancualpan"], "fact_list": [["Temixco", "instance of", "municipality"]], "unknown_analysis": "In the given passage, it is mentioned that Barrio Yancualpan is a community. However, it is not directly stated whether it is a municipality or a colony. The passage does not provide enough information or context to determine the specific object or broader class that Barrio Yancualpan belongs to. Hence, the object of the triple fact (Barrio Yancualpan, instance of) remains unknown in this particular passage."}
{"index": 97, "passage": "Phasmahyla jandaia is a species of frog in the Hylidae family, endemic to Brazil. Its natural habitats are subtropical or tropical moist montane forests, moist savanna, and rivers. It is threatened by habitat loss. Another species, 'Rhacophorus pardalis', is also mentioned but whether it belongs to the Hylidae family or another family is not directly mentioned.", "relations": "instance of", "entity": ["Rhacophorus pardalis"], "fact_list": [["frog", "instance of", "Hylidae"]], "unknown_analysis": "The passage mentions the species name \"Rhacophorus pardalis\", but it does not directly mention whether it belongs to the Hylidae family or another family. Therefore, we do not have enough information from the given passage to determine the specific object of the triple fact (Rhacophorus pardalis, instance of). Thus, the object of the triple fact remains unknown."}
{"index": 83, "passage": "The 6th constituency of Val-d'Oise is a French legislative constituency in the Val-d'Oise département. The '4th constituency of Rhone Valley' is another region mentioned, but whether it's a legislative constituency is not directly mentioned.", "relations": "instance of", "entity": ["4th constituency of Rhone Valley"], "fact_list": [["Val-d'Oise", "instance of", "département"]], "unknown_analysis": "The given passage mentions the 6th constituency of Val-d'Oise as a French legislative constituency. However, there is no direct mention of whether the 4th constituency of Rhone Valley is also a legislative constituency. Therefore, we cannot determine based on the passage alone whether the object of the triple fact (4th constituency of Rhone Valley, instance of) is a legislative constituency or something else. Thus, the object of the triple fact is unknown."}
{"index": 65, "passage": "Ōasa Station (大麻駅 Ōasa-eki) is a railway station in Ebetsu, Hokkaidō, Japan. There's another stop, the Renshui Station, is noticed, but whether it is a platform or a station is not directly defined.", "relations": "instance of", "entity": ["Renshui Station"], "fact_list": [["Ōasa Station", "instance of", "railway station"]], "unknown_analysis": "In the given passage, it is mentioned that Ōasa Station is a railway station in Ebetsu, Hokkaidō, Japan. It is also stated that there is another stop called Renshui Station, but it is not directly defined whether it is a platform or a station. \n\nTo determine the object of the triple fact (Renshui Station, i, object), we need information about what Renshui Station is an instance of. However, this information is not provided in the passage. Therefore, the object of the triple fact remains unknown because we don't have enough information to determine what broader class or object Renshui Station belongs to."}
{"index": 98, "passage": "San Sebastian Cuentepec is a community in the municipality of Temixco in the state of Morelos, Mexico. The community is the only community in Morelos where Nahuatl is still spoken as the everyday language of the majority of the inhabitants. Another community, 'Barrio Yancualpan', is also noticed but whether it is a municipality or a colony is not directly mentioned.", "relations": "instance of", "entity": ["Barrio Yancualpan"], "fact_list": [["Temixco", "instance of", "municipality"]], "unknown_analysis": "The passage mentions \"Barrio Yancualpan\" but does not provide enough information to determine whether it is a municipality or a colony. Therefore, the object of the triple fact (Barrio Yancualpan, instance of) remains unknown."}
{"index": 95, "passage": "Troan is a hamlet in the parish of St Enoder, Cornwall, England, United Kingdom. It is north of Summercourt. Another location, 'Woodhampton', is spotted but whether it is a hamlet or a larger settlement isn't directly stated.", "relations": "instance of", "entity": ["Woodhampton"], "fact_list": [["St Enoder", "instance of", "parish"]], "unknown_analysis": "The passage mentions that another location, 'Woodhampton', is spotted, but it does not directly state whether it is a hamlet or a larger settlement. Therefore, we do not have enough information to determine the object of the triple fact (Woodhampton, instance of). It could be a hamlet, a larger settlement, or something else entirely. Without further clarification or evidence, the object of this triple fact remains unknown."}
{"index": 71, "passage": "The Art of Navigating by the Stars is the sixth studio album by the progressive metal band Sieges Even. It is the first album to feature the vocalist Arno Menses. Another album titled 'Celestial Voyage' is also mentioned but whether it's a studio album or a live recording isn't directly specified.", "relations": "instance of", "entity": ["Celestial Voyage"], "fact_list": [["The Art of Navigating by the Stars", "instance of", "studio album"]], "unknown_analysis": "In the given passage, it is mentioned that there is another album titled 'Celestial Voyage', but it is not directly specified whether it is a studio album or a live recording. The passage provides information about 'The Art of Navigating by the Stars' being the sixth studio album by Sieges Even and about the vocalist Arno Menses being featured on this album. However, there is no explicit information about the classification or category to which 'Celestial Voyage' belongs. Thus, without any further information, the specific object or classification of 'Celestial Voyage' cannot be determined, and hence it is labeled as \"unknown\" in the triple fact."}
{"index": 100, "passage": "Pedro Bial (born March 29, 1958 in Rio de Janeiro, Brazil) is a Brazilian producer, director, writer, journalist and a celebrity TV presenter, best known for hosting the variety show Fantástico, and the reality show Big Brother Brasil (the Brazilian version of Big Brother). Another host, 'Lucas Mendes', is also mentioned, but his career spans aren't directly stated.", "relations": "instance of", "entity": ["Lucas Mendes"], "fact_list": [["TV presenter", "instance of", "journalist"]], "unknown_analysis": "The passage does not provide information about the specific object or category that Lucas Mendes is an instance of. It only mentions that he is another host, but does not specify the type of show he hosts or any other relevant details about his career. Therefore, without additional information, the object of the triple fact (Lucas Mendes, instance of) remains unknown."}
{"index": 91, "passage": "Stakendorf is a municipality in the district of Plön, in Schleswig-Holstein, Germany. Another nearby place, 'Nordholz', is noticed but whether it is a municipality or a suburb is not directly specified.", "relations": "instance of", "entity": ["Nordholz"], "fact_list": [["Stakendorf", "instance of", "municipality"]], "unknown_analysis": "The passage states that Nordholz is \"noticed\" but does not directly specify whether it is a municipality or a suburb. In other words, the passage does not provide enough information to determine the specific object (broader class) to which Nordholz belongs. Therefore, the object of the triple fact (Nordholz, instance of) remains unknown."}
{"index": 103, "passage": "The Dark Secret of Harvest Home is a 1978 television miniseries thriller, produced by Universal TV. Another miniseries, 'Eternal Veil', is also mentioned, but whether it is a thriller or belongs to a different genre is not directly mentioned. The screenplay was based on the 1973 novel Harvest Home by Tom Tryon.", "relations": "instance of", "entity": ["Eternal Veil"], "fact_list": [["The Dark Secret of Harvest Home", "instance of", "miniseries"]], "unknown_analysis": "The passage states that \"Eternal Veil\" is mentioned, but it does not directly mention whether it is a thriller or belongs to a different genre. Therefore, without this direct information, we cannot determine the object (genre) of the triple fact (\"Eternal Veil\", instance of). Since the passage does not provide any information about the genre of \"Eternal Veil\", the object in this triple fact remains unknown."}
{"index": 74, "passage": "Duggingen is a municipality in the district of Laufen in the canton of Basel-Country in Switzerland. Another place, 'Hinterdorf', is also located nearby, but whether it is a municipality or a village is not directly detailed.", "relations": "instance of", "entity": ["Hinterdorf"], "fact_list": [["Duggingen", "instance of", "municipality"], ["Basel-Country", "instance of", "canton"]], "unknown_analysis": "The passage provides information about Duggingen being a municipality in the district of Laufen in the canton of Basel-Country in Switzerland. It also mentions that Hinterdorf is located nearby. However, it does not provide any direct details about whether Hinterdorf is a municipality or a village.\n\nIn the context of the given passage and the relation description, \"instance of\" refers to the broader class or object of which the subject is a specific example. In the provided example, Apple Inc is a specific example of a multinational corporation, which is the broader class.\n\nTherefore, as the passage does not directly detail whether Hinterdorf is a municipality or a village, the object of the triple fact (Hinterdorf, instance of) remains unknown. We do not have enough information to determine the precise object or broader class to which Hinterdorf belongs based solely on the given passage."}
{"index": 101, "passage": "The Citrus industry in the Caribbean is a major one in the Caribbean. Citrus fruits consists of oranges, grapefruit, tangerines, limes, and lemons. Another type of fruit, 'Guavas', is also mentioned but their relation to citrus fruits or to a different family isn't directly listed. The Caribbean countries which export citrus fruit are Belize, Jamaica, Puerto Rico, Guadeloupe, Dominica, Martinique & Trinidad & Tobago.", "relations": "instance of", "entity": ["Guavas"], "fact_list": [["Citrus fruits", "instance of", "grapefruit"]], "unknown_analysis": "The passage mentions guavas as a type of fruit but does not specify whether they belong to the citrus fruit family or a different family. Therefore, the relationship between guavas and citrus fruits, or their broader classification, is not directly mentioned. Without this information, we are unable to determine the object of the triple fact (Guavas, instance of). Hence, the object is marked as \"unknown\" because it is not provided or evident in the given passage."}
{"index": 78, "passage": "A filler metal is a metal added in the making of a joint through welding, brazing, or soldering. An item, 'Flux Core', is mentioned but whether it is a filler metal isn't directly specified.", "relations": "instance of", "entity": ["Flux Core"], "fact_list": [["brazing", "instance of", "soldering"]], "unknown_analysis": "In the given passage, it is mentioned that a filler metal is added in the making of a joint through welding, brazing, or soldering. However, whether \"Flux Core\" specifically falls under the category of a filler metal or not is not directly specified in the passage. Therefore, based on the information provided, we cannot determine the object of the triple fact: (Flux Core, instance of). The passage does not provide enough information to establish whether Flux Core is a type of filler metal or belongs to some other category."}
{"index": 92, "passage": "Phasmahyla jandaia is a species of frog in the Hylidae family, endemic to Brazil. Its natural habitats are subtropical or tropical moist montane forests, moist savanna, and rivers. It is threatened by habitat loss. Another species, 'Rhacophorus pardalis', is also mentioned but whether it belongs to the Hylidae family or another family is not directly mentioned.", "relations": "instance of", "entity": ["Rhacophorus pardalis"], "fact_list": [["frog", "instance of", "Hylidae"]], "unknown_analysis": "The passage does not directly mention whether \"Rhacophorus pardalis\" belongs to the Hylidae family or another family. Without this information, we cannot determine the object of the triple fact (Rhacophorus pardalis, instance of). The classification of \"Rhacophorus pardalis\" is not provided in the given passage, making the object of this triple fact unknown."}
{"index": 81, "passage": "Sir John Mills CBE (22 February 1908 – 23 April 2005) was an English actor who appeared in more than 120 films in a career spanning seven decades. On screen, he often played people who are not at all exceptional, but become heroes because of their common sense, generosity and good judgement. Another actor, 'Robert Henderson', is also mentioned but his career spans aren't directly defined. He received an Academy Award for Best Supporting Actor for his work in Ryan's Daughter (1970).", "relations": "instance of", "entity": ["Robert Henderson"], "fact_list": [["Best Supporting Actor", "instance of", "Academy Award"]], "unknown_analysis": "In the given passage, there is no specific information provided about the object of the triple fact (Robert Henderson, instance of). The mention of Robert Henderson is brief and does not include any details about his profession, career, or specific attributes. Therefore, without further information or context, it is impossible to determine the object of the triple fact."}
{"index": 4, "passage": "Psilocybe zapotecorum is a psilocybin mushroom which has psilocybin and psilocin as main active compounds. It is in the section Zapotecorum, other members of this section include Psilocybe angustipleurocystidiata, Psilocybe aucklandii, Psilocybe collybioides, Psilocybe graveolens, Psilocybe kumaenorum, Psilocybe muliercula, Psilocybe pintonii, Psilocybe subcaerulipes, Psilocybe moseri, Psilocybe zapotecoantillarum, Psilocybe zapotecocaribaea, and Psilocybe antioquiensis. Another member of this notable section is Psilocybe hispanica, found in different parts of Spain.", "relations": "instance of", "entity": ["Psilocybe hispanica"], "fact_list": [["Psilocybe", "instance of", "Psilocybe zapotecorum"], ["Psilocybe", "instance of", "It"]], "unknown_analysis": "The passage does not provide information about the broader class or category to which Psilocybe hispanica belongs. Therefore, the object of the triple fact (Psilocybe hispanica, instance of) remains unknown."}
{"index": 44, "passage": "Wooler railway station was a stone-built railway station serving the town of Wooler in Northumberland. It was on the Alnwick to Cornhill Branch which ran from Alnwick to Cornhill Junction on the Kelso line near Coldstream. Another stop, the Borderlands Station, is also mentioned but whether it is a train platform or a station isn't directly detailed.", "relations": "instance of", "entity": ["Borderlands Station"], "fact_list": [["Wooler railway station", "instance of", "railway station"]], "unknown_analysis": "The passage mentions the Borderlands Station but does not directly detail whether it is a train platform or a station. Therefore, without further information or clarification, we cannot determine the specific object or class to which the Borderlands Station belongs (i.e., the 'instance of' relationship). Hence, the object of the triple fact (Borderlands Station, i, object) remains unknown."}
{"index": 84, "passage": "Hubert Meyer (5 December 1913 – 16 November 2012) was a German officer of the Waffen-SS, the armed paramilitary branch of the Nazi Party's Schutzstaffel (SS). He obtained the rank of SS-Obersturmbannführer (lieutenant colonel), served with the SS Division Leibstandarte SS Adolf Hitler and was one of the commanders of the SS Division Hitlerjugend. Another officer, 'Friedrich Schulz', is also mentioned but his association with Waffen-SS or another division is not directly stated. After the war, he became active in HIAG, a Waffen-SS lobby group.", "relations": "instance of", "entity": ["Friedrich Schulz"], "fact_list": [["Schutzstaffel", "instance of", "paramilitary"], ["SS", "instance of", "paramilitary"]], "unknown_analysis": "In the given passage, it is not directly stated whether Friedrich Schulz is associated with the Waffen-SS or any other division. Therefore, we cannot determine the specific object or class that Friedrich Schulz belongs to. The information provided does not provide enough context or details about Friedrich Schulz's role or affiliation, resulting in the object of the triple fact being unknown."}
{"index": 6, "passage": "The Balloon Observer's Badge (German: Ballonbeobachterabzeichen) was a World War II German military decoration awarded to German Army personnel who risked their lives, flying 300 ft (91 m)-500 ft (152 m) above the ground in a gondola below a gas balloon. They were easy targets for Allied pilots and ground fire. Due to its late introduction, the badge was seldom awarded. In a similar vein, the Luftschiffpilot Badge, recognizing the bravery of zeppelin pilots, remained a rare and highly prized accolade among aviators.", "relations": "instance of", "entity": ["Luftschiffpilot Badge"], "fact_list": [["gas balloon", "instance of", "gondola"]], "unknown_analysis": "The passage does not provide information regarding the object of the triple fact (Luftschiffpilot Badge, instance of), hence it is marked as \"unknown.\" This means that the passage does not explicitly state or define what broader class or object the Luftschiffpilot Badge represents or belongs to. Without further information, we cannot determine the specific category or class to which the badge belongs within the context of the passage."}
{"index": 19, "passage": "Metarbelodes is a genus of moths in the Cossidae family. 'Novaptera' is another genus observed in the same vicinity, but its family specification within the moth taxonomy is yet to be clarified.", "relations": "instance of", "entity": ["Novaptera"], "fact_list": [["Cossidae", "instance of", "Metarbelodes"]], "unknown_analysis": "In the given passage, it is mentioned that Novaptera is another genus observed in the same vicinity as Metarbelodes. However, it states that the family specification of Novaptera within the moth taxonomy is yet to be clarified. This means that the specific family to which Novaptera belongs is unknown. Therefore, when considering the triple fact (Novaptera, instance of, object), we don't have the necessary information to determine the object, which represents the broader class or category Novaptera belongs to within the moth taxonomy. Hence, the object in this triple fact is considered unknown."}
{"index": 34, "passage": "Enigmatocolus is a genus of sea snails, marine gastropod mollusks within the family Buccinidae, the true whelks. The Buccinidae family also includes the well-known genus Neptunea, famous for its large and often beautifully patterned shells.", "relations": "instance of", "entity": ["Neptunea"], "fact_list": [["Buccinidae", "instance of", "Enigmatocolus"]], "unknown_analysis": "The given passage only mentions that Neptunea is a well-known genus within the family Buccinidae and describes its shells as large and beautifully patterned. However, it does not provide any information about what broader class or object Neptunea belongs to. Therefore, we cannot determine the object (broader class) of the triple fact (Neptunea, instance of) from the given passage. Hence, it is labeled as \"unknown\"."}
{"index": 90, "passage": "Troan is a hamlet in the parish of St Enoder, Cornwall, England, United Kingdom. It is north of Summercourt. Another location, 'Woodhampton', is spotted but whether it is a hamlet or a larger settlement isn't directly stated.", "relations": "instance of", "entity": ["Woodhampton"], "fact_list": [["St Enoder", "instance of", "parish"]], "unknown_analysis": "Based on the given passage, it is not directly stated whether Woodhampton is a hamlet or a larger settlement. Therefore, without any specific information about its classification as a settlement type, we cannot determine the object of the triple fact (Woodhampton, instance of). Hence, the object is considered \"unknown\" in this context."}
{"index": 96, "passage": "Stakendorf is a municipality in the district of Plön, in Schleswig-Holstein, Germany. Another nearby place, 'Nordholz', is noticed but whether it is a municipality or a suburb is not directly specified.", "relations": "instance of", "entity": ["Nordholz"], "fact_list": [["Stakendorf", "instance of", "municipality"]], "unknown_analysis": "The passage only mentions Nordholz as a nearby place, but it does not specify whether it is a municipality or a suburb. Therefore, we cannot determine the specific object (municipality or suburb) of the triple fact (Nordholz, instance of). Without further information, the object remains unknown."}
{"index": 64, "passage": "Cylindropuntia acanthocarpa, commonly referred to as buck horn cholla, is a cactus native to the deserts of southern California, southern Nevada, southwestern Utah and Arizona in the United States. The plant is found in the Mojave Desert and the Sonoran Deserts, including the Colorado Desert of California. Another plant, the Solitary Thorn, is also spotted but whether it is a cactus or a different plant species isn't directly detailed.", "relations": "instance of", "entity": ["Solitary Thorn"], "fact_list": [["Cylindropuntia", "instance of", "Cylindropuntia acanthocarpa"], ["cholla", "instance of", "Cylindropuntia acanthocarpa"]], "unknown_analysis": "The given passage only mentions the Solitary Thorn briefly and does not provide enough information to determine whether it is a cactus or a different plant species. Since the specific categorization of the Solitary Thorn is not directly detailed or stated, the object of the triple fact (Solitary Thorn, instance of) remains unknown."}
{"index": 52, "passage": "Herlincourt is a commune in the Pas-de-Calais department in the Nord-Pas-de-Calais region of France. A neighboring commune, Frevent, shares similar administrative characteristics and is also situated in the Pas-de-Calais department.", "relations": "instance of", "entity": ["Frevent"], "fact_list": [["Herlincourt", "instance of", "commune"], ["Pas-de-Calais", "instance of", "department"]], "unknown_analysis": "It is mentioned in the passage that Frevent is a neighboring commune of Herlincourt and that it shares similar administrative characteristics and is also situated in the Pas-de-Calais department. However, nowhere in the passage is it explicitly stated what Frevent is an instance of. Therefore, we cannot determine the object of the triple fact (Frevent, instance of) solely based on the given information. It is unknown what broader class or object Frevent belongs to."}
{"index": 43, "passage": "The Mexican Law Review is a biannual peer reviewed law journal published by the Institute for Legal Research (Instituto de Investigaciones Jurídicas) of the National Autonomous University of Mexico. Another publication, 'Jurisprudencia Internacional', is also mentioned but whether it is a book or a journal is not clearly stated. It was established in 2008 and the editor-in-chief is John M. Ackerman.", "relations": "instance of", "entity": ["Jurisprudencia Internacional"], "fact_list": [["Mexican Law Review", "instance of", "law journal"]], "unknown_analysis": "The passage mentions the publication 'Jurisprudencia Internacional', but it does not clearly state whether it is a book or a journal. Without this information, we cannot determine the object of the triple fact (Jurisprudencia Internacional, instance of). It could potentially be either a book or a journal, but we do not have enough information to confirm either one. Hence, the object of the triple fact is labeled as \"unknown.\""}
{"index": 102, "passage": "The M119 howitzer is the US designation for the L119 light gun, a lightweight British 105mm howitzer also used by the United States Army. It can be easily airlifted by helicopter, or dropped by parachute. Another weapon, 'T28 Mortar', is also noticed but whether it is a howitzer or a different type of weapon is not directly defined. It does not need a recoil pit.", "relations": "instance of", "entity": ["T28 Mortar"], "fact_list": [["M119 howitzer", "instance of", "howitzer"], ["L119 light gun", "instance of", "howitzer"]], "unknown_analysis": "In the given passage, it is mentioned that the T28 Mortar is noticed, but it does not provide a direct definition or description of whether it is a howitzer or a different type of weapon. Therefore, the specific object or class that the T28 Mortar belongs to is unknown. The passage does not provide enough information to determine its instance or category."}
{"index": 99, "passage": "Windsor Vineyards is a winery located in Windsor, California, USA. Another winery, 'Golden Grapes', is also mentioned, but whether it is located in Windsor or another region is not directly detailed. Founded in 1959 in Tiburon, California by winemaker Rodney Strong, Windsor Vineyards has been referred to as a pioneer in the direct-to-consumer wine business, and remains one of the largest direct-to-consumer wineries in the United States.", "relations": "instance of", "entity": ["Golden Grapes"], "fact_list": [["Windsor Vineyards", "instance of", "winery"], ["Windsor Vineyards", "instance of", "wineries"]], "unknown_analysis": "The passage mentions the winery \"Golden Grapes\" but does not provide direct information about its location. It only states that another winery, Golden Grapes, is mentioned, but it does not detail whether it is located in Windsor or another region. Therefore, without further information, it is not possible to determine the object of the triple fact (Golden Grapes, instance of). The location or broader class to which Golden Grapes belongs is unknown based solely on the given passage."}
{"index": 42, "passage": "Paralebedella is a genus of moths in the Cossidae family. Another genus, CryptoLepida, is also recognized but its family isn't directly described.", "relations": "instance of", "entity": ["CryptoLepida"], "fact_list": [["Cossidae", "instance of", "Paralebedella"]], "unknown_analysis": "The passage states that CryptoLepida is another genus, but it does not provide any information about the family to which it belongs. Since the passage does not directly describe the family of CryptoLepida, we cannot determine the object of the triple fact (CryptoLepida, instance of, object) based on the given information. Therefore, the object is considered \"unknown\" because we lack the necessary information to identify it."}
{"index": 62, "passage": "The New Brunswick Summer Music Festival presents classical chamber music, performed by some of Canada's finest performers. Concerts are held at Memorial Hall on the campus of the University of New Brunswick. The 'Harmonia Fest', another music event, is also on display but its music style isn't directly classified. Founded in 1994, the festival focuses on the music of two composers, one well-known, and one less well-known; for example, the inaugural festival featured Ludwig van Beethoven and Ernő Dohnányi; the 2006 composers are Wolfgang Amadeus Mozart and Chevalier de Saint-Georges.", "relations": "instance of", "entity": ["Harmonia Fest"], "fact_list": [["chamber music", "instance of", "classical"]], "unknown_analysis": "In the given passage, it is mentioned that the Harmonia Fest is another music event on display. However, it is not directly classified in terms of its music style. This indicates that the passage does not provide any specific information or details about what category or broader class the Harmonia Fest belongs to. Therefore, the object of the triple fact (Harmonia Fest, instance of) remains unknown, as there is no information given to determine its classification or broader class."}
{"index": 54, "passage": "Hypotia brandbergensis is a species of snout moth in the genus Hypotia. It was described by Leraut in 2007, and is known from Namibia. Another member of the genus, Hypotia massilialis, shares the same genus and is also classified as a snout moth.", "relations": "instance of", "entity": ["Hypotia massilialis"], "fact_list": [["Hypotia", "instance of", "Hypotia brandbergensis"], ["snout moth", "instance of", "Hypotia"]], "unknown_analysis": "In the given passage, there is no information provided about the broader class or category to which Hypotia massilialis belongs. Therefore, we cannot determine the object of the triple fact: (Hypotia massilialis, instance of) from the given passage. The passage only mentions that Hypotia massilialis is another member of the genus Hypotia and is classified as a snout moth."}
