{"index": 34, "passage": "The Radical Republican Party (Spanish: Partido Republicano Radical), sometimes shortened to the Radical Party, was a Spanish political party founded in 1908 by Alejandro Lerroux in Santander, Cantabria by a split from the historical Republican Union party led by Nicolás Salmerón. The party included politicians like José Martínez.", "relations": "languages spoken, written or signed", "entity": ["José Martínez"], "fact_list": [["Lerroux", "languages spoken, written or signed", "Spanish"]], "unknown_analysis": "The given passage does not provide any information about the languages spoken, written or signed by José Martínez. Therefore, the object of the triple fact, which represents the languages that José Martínez can communicate in, remains unknown."}
{"index": 33, "passage": "Pehr Löfling (31 January 1729 – 22 February 1756) was a Swedish botanist and an apostle of Carl Linnaeus. His student, Olof Rudbeck, continued his research in botany.", "relations": "languages spoken, written or signed", "entity": ["Olof Rudbeck"], "fact_list": [["Pehr Löfling", "languages spoken, written or signed", "Swedish"]], "unknown_analysis": "The given passage does not provide any information about the languages spoken, written or signed by Olof Rudbeck. Therefore, the object of the triple fact (Olof Rudbeck, languages spoken, written or signed) is unknown."}
{"index": 32, "passage": "Vladimir Boyarsky (Russian: Влади́мир Ильич Боя́рский, 10 December 1901, Berdetskoye, Kiev Governorate, Russian Empire — 7 May 1945, Příbram, Protectorate of Bohemia and Moravia) was a Soviet Red Army officer who became a collaborator with Nazi Germany during World War II, serving in Andrey Vlasov's Russian Liberation Army. His assistant, Igor Petrov, followed him when he defected.", "relations": "languages spoken, written or signed", "entity": ["Igor Petrov"], "fact_list": [["Andrey Vlasov", "languages spoken, written or signed", "Russian"]], "unknown_analysis": "The given passage does not provide any information about the languages spoken, written, or signed by Igor Petrov. Therefore, the object of the triple fact (Igor Petrov, languages spoken, written or signed) is unknown."}
{"index": 54, "passage": "Judith Humphreys is a Welsh actress who appeared in the films Hedd Wyn and The Storms of August.She has also worked with charities Christian Aid and Cofis Bach. In 2014 she founded Codi'r To, a Welsh organisation similar to that of El Sistema. Her colleague, Owen Jones, also collaborates with her in the organisation.", "relations": "languages spoken, written or signed", "entity": ["Owen Jones"], "fact_list": [["Hedd Wyn", "languages spoken, written or signed", "Welsh"]], "unknown_analysis": "The given passage does not provide any information about the languages spoken, written or signed by Owen Jones. Therefore, the object of the triple fact (Owen Jones, languages spoken, written or signed) is unknown."}
{"index": 4, "passage": "Giuseppe Missori (11 June 1829 - 25 March 1911) was an Italian patriot, military leader during the Italian unification, and politician. Along with Luigi Moretti, he served under Garibaldi during the Second Italian War of Independence.", "relations": "languages spoken, written or signed", "entity": ["Luigi Moretti"], "fact_list": [["Garibaldi", "languages spoken, written or signed", "Italian"]], "unknown_analysis": "The passage does not provide any information or mention about Luigi Moretti's languages spoken, written, or signed. Hence, we cannot determine the object of the triple fact (Luigi Moretti, languages spoken, written or signed) from the given passage. It is unknown."}
{"index": 50, "passage": "Le chalet is an opéra comique in one act by Adolphe Adam to a French libretto by Eugène Scribe and Mélesville after the singspiel Jery und Bätely by Goethe. The score re-uses material from Adam's Prix de Rome cantata Ariane a Naxos (1825). The text for the singspiel had previously been set to music by Peter Winter, 1790, Johann Friedrich Reichardt, 1801, and Conradin Kreutzer, 1810, and later by Donizetti, 1836, Julius Rietz, 1841, Heinrich Stihl, 1867, and Ingeborg Bronsart, 1873. Pierre Gautier, a contemporary composer, also referenced this work in his compositions.", "relations": "languages spoken, written or signed", "entity": ["Pierre Gautier"], "fact_list": [["Adolphe Adam", "languages spoken, written or signed", "French"]], "unknown_analysis": "The given passage does not provide any information about Pierre Gautier's languages spoken, written or signed. Therefore, the object of the triple fact is unknown. It is not stated whether Pierre Gautier can communicate in any specific languages or what his native language is."}
{"index": 42, "passage": "Acrodus is an extinct genus of cartilaginous fish from the Permian, Triassic and Jurassic periods. The species Acrodus anningiae was named by Louis Agassiz in honor of the pioneering English paleontologist Mary Anning. A fellow paleontologist, George Cuvier, also studied this species.", "relations": "languages spoken, written or signed", "entity": ["George Cuvier"], "fact_list": [["Louis Agassiz", "languages spoken, written or signed", "English"]], "unknown_analysis": "The passage does not provide any information or mention about the languages spoken, written, or signed by George Cuvier. Therefore, the object of the triple fact regarding his language abilities remains unknown."}
{"index": 29, "passage": "Champlain Place (French: Place Champlain), also known as Champlain Mall and branded as CF Champlain, is a shopping centre located in Dieppe, New Brunswick, Canada. Pierre Moreau, the current mall manager, oversees operations. It is the largest single building shopping centre in Atlantic Canada by floor space.", "relations": "languages spoken, written or signed", "entity": ["Pierre Moreau"], "fact_list": [["Champlain", "languages spoken, written or signed", "French"]], "unknown_analysis": "In the given passage, there is no information provided about the languages spoken, written, or signed by Pierre Moreau, the current mall manager of Champlain Place. Therefore, the object of the triple fact, which refers to the languages spoken by Pierre Moreau, remains unknown."}
{"index": 1, "passage": "Nicolas Berthelot (born 1964) is a French sports shooter and Olympic medalist. He won silver medal in the 10 metre air rifle at the 1988 Summer Olympics in Seoul. He trained alongside up-and-coming shooter, Jacques Legrand.", "relations": "languages spoken, written or signed", "entity": ["Jacques Legrand"], "fact_list": [["Berthelot", "languages spoken, written or signed", "French"]], "unknown_analysis": "The given passage does not provide any information about the languages spoken, written or signed by Jacques Legrand. Therefore, we cannot determine the object of the triple fact (Jacques Legrand, languages spoken, written or signed) based on the information given."}
{"index": 26, "passage": "Jean-Antoine-Nicolas Petipa (16 February 1787, Paris – 28 July 1855, Saint Petersburg) was a French ballet dancer and the father of Marius Petipa. His wife, Marie Petipa, also worked in the ballet industry.", "relations": "languages spoken, written or signed", "entity": ["Marie Petipa"], "fact_list": [["Petipa", "languages spoken, written or signed", "French"]], "unknown_analysis": "The given passage does not provide any information about the languages spoken, written or signed by Marie Petipa. Therefore, the object of the triple fact (Marie Petipa, languages spoken, written or signed) is unknown because it is not mentioned or specified in the passage."}
{"index": 55, "passage": "Dal: Yma/Nawr (English: Still: Here/Now) is a 2003 Welsh documentary film directed by Marc Evans starring John Cale, Ioan Gruffudd and Rhys Ifans. Also participating in this project was Richard Griffiths, a Welsh sound designer.", "relations": "languages spoken, written or signed", "entity": ["Richard Griffiths"], "fact_list": [["Marc Evans", "languages spoken, written or signed", "English"], ["John Cale", "languages spoken, written or signed", "Welsh"]], "unknown_analysis": "In the given passage, there is no information provided about the languages spoken, written, or signed by Richard Griffiths. Hence, the object of the triple fact (Richard Griffiths, languages spoken, written or signed) is unknown."}
{"index": 8, "passage": "David Lázaro Alonso (born 1 June 1985 in Cabanillas, Navarre) is a Spanish footballer who plays for CD Tudelano as a defensive midfielder. His fellow team member, Fernando Ruiz, also hails from the same region.", "relations": "languages spoken, written or signed", "entity": ["Fernando Ruiz"], "fact_list": [["David Lázaro", "languages spoken, written or signed", "Spanish"]], "unknown_analysis": "Based on the given passage, there is no information provided about the languages spoken, written or signed by Fernando Ruiz. Therefore, the object of the triple fact (Fernando Ruiz, languages spoken, written or signed) is unknown."}
{"index": 46, "passage": "Joan Claudi Peiròt (in French Jean-Claude Peyrot, September 3, 1709 – April 3, 1795) was an occitan language writer from Millau in the province of Rouergue. His contemporary, Claude Mauriac, was another advocate for the Occitan language.", "relations": "languages spoken, written or signed", "entity": ["Claude Mauriac"], "fact_list": [["Joan Claudi Peiròt", "languages spoken, written or signed", "occitan language"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written or signed by Claude Mauriac. Therefore, the object of the triple fact, in this case, remains unknown. It is not possible to determine the languages that Claude Mauriac can communicate in based on the information given."}
{"index": 39, "passage": "Pavel Ponomaryov (Russian: Павел Пономарёв) (born 30 January 1980 in Leningrad) is a Russian actor and musician residing in Estonia. Ponomaryov is perhaps best known for playing Andrei in the Swedish film Lilya 4-ever by Lukas Moodysson. The film also features the work of Ivan Sergeyev, another Russian actor.", "relations": "languages spoken, written or signed", "entity": ["Ivan Sergeyev"], "fact_list": [["Lukas Moodysson", "languages spoken, written or signed", "Swedish"]], "unknown_analysis": "There is no information provided in the passage about the languages spoken, written, or signed by Ivan Sergeyev. This makes the object of the triple fact (Ivan Sergeyev, languages spoken, written or signed) unknown. Without further information, we cannot determine the languages that Ivan Sergeyev can communicate in."}
{"index": 22, "passage": "Nouchka van Brakel (born 18 April 1940, Amsterdam) is a Dutch film director known for her 1982 movie Van de koele meren des doods. That movie, and a movie about Eve (1979), established her as an important Dutch feminist film director. Van Brakel said that her ambition is to make movies about women who want to change their lives and their societies. She has collaborated with the screenwriter Pieter de Vries, who wrote several scripts for her films.", "relations": "languages spoken, written or signed", "entity": ["Pieter de Vries"], "fact_list": [["Nouchka van Brakel", "languages spoken, written or signed", "Dutch"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written, or signed by Pieter de Vries. Therefore, the object of the triple fact (Pieter de Vries, languages spoken, written or signed, unknown) is labeled as \"unknown\" because there is no available information to fill in that specific object."}
{"index": 31, "passage": "Reynold Alleyne Nicholson, or R. A. Nicholson (18 August 1868 – 27 August 1945), was an eminent English orientalist, scholar of both Islamic literature and Islamic mysticism and widely regarded as one of the greatest Rumi scholars and translators in the English language. His colleague, George Smith, was another prominent scholar in the same field.", "relations": "languages spoken, written or signed", "entity": ["George Smith"], "fact_list": [["Reynold Alleyne Nicholson", "languages spoken, written or signed", "English"]], "unknown_analysis": "In the passage provided, there is no information or mention about the languages spoken, written, or signed by George Smith. Therefore, the object of the triple fact (George Smith, languages spoken, written or signed) is unknown. This means that we do not have any information available to determine the languages that George Smith can communicate in."}
{"index": 47, "passage": "Lucia Valentini Terrani (29 August 1946 in Padua – 11 June 1998 in Seattle) was an Italian coloratura mezzo-soprano, particularly associated with Rossini roles. Her voice coach, who played a crucial role in developing her singing style and techniques, is not mentioned in the records, nor are their language capabilities.", "relations": "languages spoken, written or signed", "entity": "Valentini Terrani's Voice Coach", "fact_list": [["Rossini", "languages spoken, written or signed", "Italian"]], "unknown_analysis": "The passage does not provide any information about Lucia Valentini Terrani's languages spoken, written or signed. It only mentions her profession as an Italian coloratura mezzo-soprano and her association with Rossini roles. Since there is no mention of her language capabilities, the object of the triple fact (V,languages spoken, written or signed) remains unknown."}
{"index": 12, "passage": "Maria Tore Barbina (July 22, 1940, Udine – August 28, 2007) was an Italian poet and translator. She was a teacher of Latin Literature at the University of Trieste and of Latin Paleography at University of Udine. One of her most promising students was Giovanni Rossi.", "relations": "languages spoken, written or signed", "entity": ["Giovanni Rossi"], "fact_list": [["Maria Tore Barbina", "languages spoken, written or signed", "Italian"]], "unknown_analysis": "Based on the given passage, there is no information provided about the languages spoken, written or signed by Giovanni Rossi. The passage only mentions that Maria Tore Barbina was his teacher, but it does not specify anything about Giovanni Rossi's linguistic abilities. Hence, the object of the triple fact regarding the languages spoken or signed by Giovanni Rossi remains unknown."}
{"index": 24, "passage": "Mireille Mathieu ([miʁɛj matjø]; born 22 July 1946) is a French singer. She has recorded over 1200 songs in eleven languages, with 122 million albums sold worldwide. Her younger sibling, René Mathieu, is also musically inclined.", "relations": "languages spoken, written or signed", "entity": ["René Mathieu"], "fact_list": [["Mireille Mathieu", "languages spoken, written or signed", "French"]], "unknown_analysis": "From the given passage, there is no information provided about René Mathieu's ability to speak, write, or sign any specific languages. Therefore, we cannot determine the object of the triple fact (René Mathieu, languages spoken, written or signed) because it is unknown."}
{"index": 37, "passage": "Rodgers is an English surname. Notable people with the surname include Richard Rodgers, a well-known composer.", "relations": "languages spoken, written or signed", "entity": ["Richard Rodgers"], "fact_list": [["Rodgers", "languages spoken, written or signed", "English"]], "unknown_analysis": "Based on the given passage, which only mentions Richard Rodgers as a well-known composer, we do not have any information regarding the languages spoken, written or signed by Richard Rodgers. Therefore, the languages spoken by Richard Rodgers are unknown, and we cannot determine the object of the triple fact (Richard Rodgers, languages spoken, written or signed)."}
{"index": 11, "passage": "Scarlet Innocence (Hangul: 마담 뺑덕; RR: Madam Bbaengdeok) is a 2014 South Korean thriller co-written and directed by Yim Pil-sung, starring Jung Woo-sung and Esom. Newcomer, Min-joon Park, also makes a small appearance in the film. It is a modern-day retelling of the classic Korean folktale Simcheongga.", "relations": "languages spoken, written or signed", "entity": ["Min-joon Park"], "fact_list": [["Jung Woo-sung", "languages spoken, written or signed", "Hangul"]], "unknown_analysis": "Based on the given passage, there is no information provided about Min-joon Park's language abilities. We do not know which languages Min-joon Park can speak, write, or sign, as it is not mentioned in the passage. Therefore, the object of the triple fact (Min-joon Park, languages spoken, written or signed) is unknown."}
{"index": 40, "passage": "Donald McCormick was an English professional association football player of the 1920s. He joined Gillingham in 1919 and played for the club in the Southern League. After the club was elected to The Football League in 1920, however, he only played once more before leaving to join Sheppey United in 1921, where he teamed up with George Thompson.", "relations": "languages spoken, written or signed", "entity": ["George Thompson"], "fact_list": [["Donald McCormick", "languages spoken, written or signed", "English"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the languages spoken, written or signed by George Thompson. Therefore, the object of the triple fact (George Thompson, languages spoken, written or signed) remains unknown."}
{"index": 52, "passage": "Mark Gorman (Hebrew: מרק גורמן; born 9 February 1989 in Alma-Ata) is a Kazakhstani-Israeli professional association football player who currently plays for FC Astana and the Kazakhstan national team. His teammate, Yaron Cohen, also plays internationally for Israel.", "relations": "languages spoken, written or signed", "entity": ["Yaron Cohen"], "fact_list": [["Mark Gorman", "languages spoken, written or signed", "Hebrew"]], "unknown_analysis": "In the given passage, there is no information provided about the languages spoken, written, or signed by Yaron Cohen. Therefore, the object of the triple fact (Yaron Cohen, languages spoken, written or signed) is unknown."}
{"index": 6, "passage": "George Davys (1780–1864) was an English cleric, tutor to Victoria of the United Kingdom, and later Bishop of Peterborough. A close friend, Edward Howard, also had significant contributions to the Church. He was previously Dean of Chester.", "relations": "languages spoken, written or signed", "entity": ["Edward Howard"], "fact_list": [["Victoria", "languages spoken, written or signed", "English"]], "unknown_analysis": "In the given passage, there is no information provided about Edward Howard's language abilities, and therefore we do not have any knowledge of the languages spoken, written, or signed by him. Since the passage does not mention anything about his linguistic capabilities, the object of the triple fact remains unknown."}
{"index": 20, "passage": "Marc Pedraza Sarto (born 6 February 1987) is a Spanish professional footballer who plays for CD Numancia as a midfielder. He is often seen discussing tactics with his coach, José Martínez, who has a reputation for being a strict tactician.", "relations": "languages spoken, written or signed", "entity": ["José Martínez"], "fact_list": [["Marc Pedraza", "languages spoken, written or signed", "Spanish"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written or signed by José Martínez, the coach of Marc Pedraza Sarto. Therefore, the object of the triple fact (José Martínez, languages spoken, written or signed) is unknown. It is not mentioned in the passage whether José Martínez speaks, writes, or signs any specific languages."}
{"index": 16, "passage": "Franck Laporte is a French former ice dancer. His coach, Jacques Dupont, also has a history in the sport. With Stéphanie Guardia, he is the 1995 World Junior silver medalist and 1995 International St. Gervais bronze medalist.", "relations": "languages spoken, written or signed", "entity": ["Jacques Dupont"], "fact_list": [["Laporte", "languages spoken, written or signed", "French"]], "unknown_analysis": "In the given passage, there is no information provided about Jacques Dupont's language abilities. We only know that he is a coach with a history in ice dancing. Since the passage does not mention anything about the languages that Jacques Dupont can speak, write, or sign, the object of the triple fact (Jacques Dupont, languages spoken, written or signed) remains unknown."}
{"index": 36, "passage": "Samuel Salt (died 1792) was an English lawyer and politician, known also for his connection to the family of author Charles Lamb. His long-time friend and colleague, Robert Browning, shared his legal and literary interests.", "relations": "languages spoken, written or signed", "entity": ["Robert Browning"], "fact_list": [["Samuel Salt", "languages spoken, written or signed", "English"]], "unknown_analysis": "Based on the given passage, there is no information provided about the languages spoken, written, or signed by Robert Browning. Therefore, the object of the triple fact: (Robert Browning, languages spoken, written or signed) is unknown. It simply means that the passage does not provide any information about the languages that Robert Browning can communicate in."}
{"index": 53, "passage": "Golovnin (Japanese: 殿山, Tomari-yama; Russian: Головнин) is a caldera located in the southern part of Kunashir Island, Kuril Islands, Russia. It is the southernmost volcano of the Kuril Islands. It is named after Russian explorer Vasily Golovnin. Nikolai Rezanov, another explorer, also made significant contributions to the study of the Kuril Islands.", "relations": "languages spoken, written or signed", "entity": ["Nikolai Rezanov"], "fact_list": [["Vasily Golovnin", "languages spoken, written or signed", "Russian"]], "unknown_analysis": "In the given passage, there is no information or mention about the languages spoken, written, or signed by Nikolai Rezanov. Therefore, the object of the triple fact (Nikolai Rezanov, languages spoken, written or signed) is unknown. Without any specific information provided, we cannot determine the languages that Nikolai Rezanov could communicate in."}
{"index": 35, "passage": "Ganesh Shankar Vidyarthi Udyan / Phool Bagh (Hindi: गणेश शंकर विद्यार्थी उद्यान / फूल बाग़, कानपुर ) is an urban city park in Kanpur city, the industrial hub of Uttar Pradesh in North India. It has been the location for many public meetings and political rallies in Kanpur from early twentieth century. A renowned orator, Lalit Prasad, often addressed these political rallies.", "relations": "languages spoken, written or signed", "entity": ["Lalit Prasad"], "fact_list": [["Ganesh Shankar Vidyarthi", "languages spoken, written or signed", "Hindi"]], "unknown_analysis": "There is no information given in the passage about the languages spoken, written or signed by Lalit Prasad. Therefore, the object of the triple fact (Lalit Prasad, languages spoken, written or signed) is unknown."}
{"index": 15, "passage": "The Girl with the Dragon Tattoo (original title in Swedish: Män som hatar kvinnor, \"Men Who Hate Women\") is a crime novel by the Swedish author and journalist Stieg Larsson (1954-2004) which, when published posthumously in 2005, became a best-seller in Europe and the United States. His close friend and fellow author, Erik Johansson, was greatly influenced by his work.", "relations": "languages spoken, written or signed", "entity": ["Erik Johansson"], "fact_list": [["Stieg Larsson", "languages spoken, written or signed", "Swedish"]], "unknown_analysis": "The given passage provides information about Stieg Larsson, the author of \"The Girl with the Dragon Tattoo,\" and his close friend Erik Johansson. However, there is no mention of Erik Johansson's language abilities in the passage. Therefore, the object of the triple fact, which is the languages spoken, written, or signed by Erik Johansson, is unknown because it is not provided or discussed in the given passage."}
{"index": 41, "passage": "Maria Rosa Calvo-Manzano (born February 16, 1946 in Madrid) is a harp professor at the Royal Superior Music Conservatory of Madrid (Real Conservatorio Superior de Música de Madrid). Her colleague, Antonio Martinez, also teaches at the conservatory. Calvo-Manzano is one of the founding members of the RTVE Orchestra.[citation needed] She has been credited with the creation of the Modern Spanish Harp School (Moderna Escuela Española de Arpa).", "relations": "languages spoken, written or signed", "entity": ["Antonio Martinez"], "fact_list": [["Maria Rosa Calvo-Manzano", "languages spoken, written or signed", "Modern Spanish"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written, or signed by Antonio Martinez. Therefore, the object of the triple fact (Antonio Martinez, languages spoken, written or signed) is unknown. The passage only mentions that Antonio Martinez teaches at the conservatory where Maria Rosa Calvo-Manzano is a harp professor. It does not provide any details about his language abilities."}
{"index": 49, "passage": "Leonid (Russian: Леони́д) is a Russian and Ukrainian version of the given name Leonidas. The French version is Léonide. People with the name include: Fictional characters include. Not much is known about the first person who translated the name Leonid into French as Léonide, including their linguistic background.", "relations": "languages spoken, written or signed", "entity": "First Translator of Leonid to Léonide", "fact_list": [["Leonid", "languages spoken, written or signed", "Russian"]], "unknown_analysis": "The passage only mentions that the French version of the name Leonid is Léonide and provides a brief description of the \"languages spoken, written or signed\" relation. However, it does not provide any information or details about the specific languages spoken, written or signed by the person who translated the name. Without this information, we cannot determine the object of the triple fact, which is why it is labeled as \"unknown\"."}
{"index": 2, "passage": "Augusto Ponzio (born 17 February 1942) is an Italian semiologist and philosopher. Since 1980 is Full Professor of Philosophy of Language at Bari University, Italy and since 2015 is Professor Emeritus at the same University. His colleague, Paolo Marino, is also a respected figure in the field.", "relations": "languages spoken, written or signed", "entity": ["Paolo Marino"], "fact_list": [["Augusto Ponzio", "languages spoken, written or signed", "Italian"]], "unknown_analysis": "The given passage provides information about Augusto Ponzio, stating that he is an Italian semiologist and philosopher, and his colleague is Paolo Marino. However, the passage does not mention anything about the languages spoken, written, or signed by Paolo Marino. Therefore, the object of the triple fact (Paolo Marino, languages spoken, written or signed) is unknown because there is no information available to determine the languages in which Paolo Marino can communicate."}
{"index": 25, "passage": "Tum Bin - Love Will Find the Way (meaning Without You) is a 2001 Hindi movie directed by Anubhav Sinha. His assistant director, Vikas Kumar, played a vital role as well. It starred Priyanshu Chatterjee, Sandali Sinha, Himanshu Malik, and Raqesh Vashisth. The film was a sleeper hit at the box office.", "relations": "languages spoken, written or signed", "entity": ["Vikas Kumar"], "fact_list": [["Anubhav Sinha", "languages spoken, written or signed", "Hindi"]], "unknown_analysis": "In the given passage, there is no mention of the languages spoken, written or signed by Vikas Kumar. Since the information is not provided, the object of the triple fact (Vikas Kumar, languages spoken, written or signed) is unknown."}
{"index": 48, "passage": "Elmar Lipping (March 7, 1906 Riga – January 5, 1994 New York) was an Estonian statesman and soldier. He was Estonian foreign minister in exile from June 3, 1982 to June 20, 1990. His personal secretary, who was with him throughout his exile, played a significant role in his work, but the secretary's linguistic abilities remain unrecorded.", "relations": "languages spoken, written or signed", "entity": "Lipping's Personal Secretary", "fact_list": [["Elmar Lipping", "languages spoken, written or signed", "Estonian"]], "unknown_analysis": "In the given passage, there is no information provided about the specific languages spoken, written, or signed by Elmar Lipping or his personal secretary. Therefore, we cannot determine the object of the triple fact (L, languages spoken, written or signed, object) as it remains unknown. The passage only mentions their roles as a statesman, soldier, and secretary, but does not provide any details regarding their linguistic abilities or the languages they can communicate in."}
{"index": 19, "passage": "Euphorbia canariensis, commonly known as the Canary Island spurge, Hercules club or in Spanish cardón, is a succulent member of the genus Euphorbia and family Euphorbiaceae endemic to the Canary Islands. The plant was first studied in depth by the botanist Juan Garcia during his extensive research on native flora.", "relations": "languages spoken, written or signed", "entity": ["Juan Garcia"], "fact_list": [["Canary Islands", "languages spoken, written or signed", "Spanish"]], "unknown_analysis": "The passage about Euphorbia canariensis mentions that Juan Garcia studied the plant in depth during his research on native flora. However, there is no mention of Juan Garcia's languages spoken, written, or signed in the passage. Since the information about his linguistic abilities is not provided, the object of the triple fact (Juan Garcia,languages spoken, written or signed) remains unknown."}
{"index": 27, "passage": "Kirsten Malfrid Flagstad (12 July 1895 – 7 December 1962) was a Norwegian opera singer and a highly regarded Wagnerian soprano. Her contemporary, Torleif Hansen, also contributed significantly to the Norwegian opera scene.", "relations": "languages spoken, written or signed", "entity": ["Torleif Hansen"], "fact_list": [["Flagstad", "languages spoken, written or signed", "Norwegian"]], "unknown_analysis": "In the given passage, there is no information provided about the languages spoken, written, or signed by Torleif Hansen. The passage only mentions that Torleif Hansen contributed significantly to the Norwegian opera scene, but it does not provide any information about his linguistic abilities or the languages he can communicate in.\n\nTherefore, without any specific mention of the languages spoken by Torleif Hansen, the object of the triple fact remains unknown."}
{"index": 14, "passage": "Seat 12, also known as Operation Seat 12, was a disinformation campaign of communist propaganda during the Cold War to discredit the moral authority of the Vatican because of its outspoken anticommunism. The plot was alleged in 2007 by Ion Mihai Pacepa, a general who headed the Romanian secret service before defecting to the West in 1978. His associate, Petru Popescu, played a crucial role in the operation.", "relations": "languages spoken, written or signed", "entity": ["Petru Popescu"], "fact_list": [["Ion Mihai Pacepa", "languages spoken, written or signed", "Romanian"]], "unknown_analysis": "In the given passage, the language skills of Petru Popescu are not mentioned or provided. The passage only mentions his involvement in the disinformation campaign and his crucial role in it, but it does not provide any information regarding the languages he speaks, writes, or signs. Therefore, the object of the triple fact, which is the language(s) spoken, written, or signed by Petru Popescu, remains unknown based on the given information."}
{"index": 0, "passage": "Thangam is a Tamil film starring Sathyaraj, Goundamani and the rising star Vijay Desai about the life of a village do-gooder in Tamil Nadu.", "relations": "languages spoken, written or signed", "entity": ["Vijay Desai"], "fact_list": [["Sathyaraj", "languages spoken, written or signed", "Tamil film"], ["Goundamani", "languages spoken, written or signed", "Tamil film"]], "unknown_analysis": "In the given passage, there is no information provided about the languages spoken, written, or signed by Vijay Desai. Therefore, the object of the triple fact (Vijay Desai, languages spoken, written or signed) is unknown because we do not have any evidence or details to indicate which languages he can communicate in."}
{"index": 38, "passage": "Green Wheat (French: Le Blé en herbe) is a 1923 novel by the French writer Colette. Also contributing to the novel was Antoine Dupont, a fellow French author.", "relations": "languages spoken, written or signed", "entity": ["Antoine Dupont"], "fact_list": [["Colette", "languages spoken, written or signed", "French"]], "unknown_analysis": "In the given passage, there is no information provided about the languages spoken, written or signed by Antoine Dupont. It simply mentions that Antoine Dupont, a fellow French author, contributed to the novel alongside Colette. As there is no further information about Antoine Dupont's language abilities or linguistic background, the object of the triple fact remains unknown."}
{"index": 3, "passage": "Musica è (Music Is) is a mini album and the fourth album by Italian pop/rock singer Eros Ramazzotti, produced by Piero Cassano and rising music director Stefano Bruno. This album is released in 1988 on the BMG label.", "relations": "languages spoken, written or signed", "entity": ["Stefano Bruno"], "fact_list": [["Piero", "languages spoken, written or signed", "Italian"]], "unknown_analysis": "In the given passage, there is no information provided about the languages spoken, written, or signed by Stefano Bruno. Therefore, the object of the triple fact (Stefano Bruno, languages spoken, written or signed) is unknown. The passage solely focuses on the album Musica è and mentions Stefano Bruno as the rising music director involved in its production. The information presented does not give any insight into Stefano Bruno's linguistic abilities or the languages he can communicate in."}
{"index": 69, "passage": "Jagriti (\"The Awakening\") is a 1954 Hindi film that won the Filmfare Best Movie Award in 1956, and the lead, Abhi Bhattacharya, won the Filmfare Best Supporting Actor Award. Based on 1949 Bengali film Paribartan that Satyen Bose had directed earlier. Another significant contributor to the movie was Anil Kapoor, a renowned film actor.", "relations": "languages spoken, written or signed", "entity": ["Anil Kapoor"], "fact_list": [["Satyen Bose", "languages spoken, written or signed", "Bengali film"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written, or signed by Anil Kapoor. Therefore, the object of the triple fact \"Anil Kapoor, languages spoken, written or signed\" remains unknown."}
{"index": 56, "passage": "Donald McCormick was an English professional association football player of the 1920s. He joined Gillingham in 1919 and played for the club in the Southern League. After the club was elected to The Football League in 1920, however, he only played once more before leaving to join Sheppey United in 1921, where he paired with Stanley Smith, a promising young forward.", "relations": "languages spoken, written or signed", "entity": ["Stanley Smith"], "fact_list": [["Donald McCormick", "languages spoken, written or signed", "English"]], "unknown_analysis": "The given passage does not provide any information about Stanley Smith's ability to speak, write, or sign languages. Therefore, the object of the triple fact (Stanley Smith, \"languages spoken, written or signed\", unknown) is unknown because there is no mention or indication of the languages he can communicate in."}
{"index": 74, "passage": "Alphonse Gallaud de la Pérouse (28 May 1864, Paris – 30 August 1930), better known as Zo d'Axa ([zo daksa]), was an adventurer, anti-militarist, satirist, journalist, and founder of two of the most legendary French magazines, L'EnDehors and La Feuille. Another prominent figure in the French individualist anarchist movement at the time was Émile Armand.", "relations": "languages spoken, written or signed", "entity": ["Émile Armand"], "fact_list": [["Zo d'Axa", "languages spoken, written or signed", "French"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written or signed by Émile Armand. Therefore, the object of the triple fact (Émile Armand, languages spoken, written or signed) is unknown."}
{"index": 73, "passage": "The Latécoère 28 was a successful French long-haul mail plane and passenger airliner of the 1930s. It was the main-stay of Air France's predecessor, Aéropostale in its efforts to establish intercontinental air mail services and support French colonialism and French cultural influence between the wars. Its pilots included famous poets and French men of letters such as Antoine de Saint Exupéry and Jean Mermoz as well as aircraft designer André Turcat.", "relations": "languages spoken, written or signed", "entity": ["André Turcat"], "fact_list": [["Jean Mermoz", "languages spoken, written or signed", "French"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written, or signed by André Turcat. Therefore, the object of the triple fact (André Turcat, languages spoken, written or signed) is unknown."}
{"index": 72, "passage": "Majid Khodabakhsh (Persian: مجید خدابخش, born 1956 in Ardabil) is an Iranian reformist politician, and the Governor of Ardabil Province since 2013 in the Government of Hassan Rouhani. He was previously Deputy Governor of East Azerbaijan and West Azerbaijan. His associate, Ali Khamenei, is also a known political figure in Iran.", "relations": "languages spoken, written or signed", "entity": ["Ali Khamenei"], "fact_list": [["Hassan Rouhani", "languages spoken, written or signed", "Persian"]], "unknown_analysis": "The given passage does not provide any information about the languages spoken, written, or signed by Ali Khamenei. Therefore, the object of the triple fact (Ali Khamenei, languages spoken, written or signed) remains unknown."}
{"index": 61, "passage": "Louise 'Louison' Moreau (born before 1668 – died after 1692) was a French operatic soprano who belonged to the Académie Royale de Musique, also a popular celebrity commonly referred to as one of the filles de l'opéra.", "relations": "languages spoken, written or signed", "entity": "Admirers of Louison Moreau", "fact_list": [["Moreau", "languages spoken, written or signed", "French"]], "unknown_analysis": "In the given passage, there is no mention of Louise Moreau's languages spoken, written, or signed. Since there is no information provided about her language abilities, the object of the triple fact (A, languages spoken, written or signed) is unknown."}
{"index": 80, "passage": "Stefanos Tassopoulos (Greek: Στέφανος Τασσόπουλος) (born 1939 in Volos) is a Greek novelist, playwright and poet. He read Law at the University of Athens; he also studied Theatre and journalism and worked as a journalist. Elias Anagnostakis, another Greek writer, shared a close friendship with Tassopoulos.", "relations": "languages spoken, written or signed", "entity": ["Elias Anagnostakis"], "fact_list": [["Stefanos Tassopoulos", "languages spoken, written or signed", "Greek"]], "unknown_analysis": "Based on the given passage, there is no information provided about the languages spoken, written or signed by Elias Anagnostakis. Therefore, the object of the triple fact (Elias Anagnostakis, languages spoken, written or signed) is unknown."}
{"index": 10, "passage": "Seshagiri Rao Yerra, popularly known as Giri Babu, is a South Indian actor, who appeared in 560[citation needed] movies. He also directed several Telugu movies. His son, Raghu Babu, is a notable actor in Tollywood. Their family friend, Deepak Kumar, is an upcoming actor in the same industry.", "relations": "languages spoken, written or signed", "entity": ["Deepak Kumar"], "fact_list": [["Giri Babu", "languages spoken, written or signed", "Telugu"]], "unknown_analysis": "In the given passage, there is no information provided about the languages spoken, written, or signed by Deepak Kumar. The passage only mentions Deepak Kumar as a family friend who is an upcoming actor in the Telugu film industry. Since there is no mention of Deepak Kumar's languages in the passage, the object of the triple fact is considered unknown."}
{"index": 58, "passage": "Aristeidis Dosios (Greek: Αριστείδης Δόσιος; 1844–1881) was a Greek economist, author and banker, best known for his attempted assassination of Queen Amalia. His associate, Dimitrios Rallis, was a prominent Greek politician of that era.", "relations": "languages spoken, written or signed", "entity": ["Dimitrios Rallis"], "fact_list": [["Aristeidis Dosios", "languages spoken, written or signed", "Greek"]], "unknown_analysis": "The given passage does not provide any information about the languages spoken, written or signed by Dimitrios Rallis. Therefore, we cannot determine the object of the triple fact (Dimitrios Rallis, languages spoken, written or signed) as it is unknown. In order to know the languages spoken by Dimitrios Rallis, we would need additional information or sources that specify his linguistic abilities."}
{"index": 59, "passage": "Vladimir Boyarsky (Russian: Влади́мир Ильи́ч Боя́рский, 10 December 1901, Berdetskoye, Kiev Governorate, Russian Empire — 7 May 1945, Příbram, Protectorate of Bohemia and Moravia) was a Soviet Red Army officer who became a collaborator with Nazi Germany during World War II, serving in Andrey Vlasov's Russian Liberation Army. Boris Savinkov, another officer, also collaborated with the Nazis.", "relations": "languages spoken, written or signed", "entity": ["Boris Savinkov"], "fact_list": [["Andrey Vlasov", "languages spoken, written or signed", "Russian"]], "unknown_analysis": "Based on the passage provided, there is no information provided about the languages spoken, written or signed by Boris Savinkov. Therefore, the object of the triple fact, (Boris Savinkov, languages spoken, written or signed), is unknown. The passage only mentions Boris Savinkov as another officer who collaborated with the Nazis, but it does not provide any information about his language abilities."}
{"index": 64, "passage": "Oscar D'Agostino (29 August 1901 – 16 March 1975) was an Italian chemist and one of the so-called Via Panisperna boys, the group of young scientists led by Enrico Fermi: all of them were physicists, except for D'Agostino, who was a chemist. In 1934 he contributed to Fermi's experiment (that gave Fermi the possibility to win the Nobel Prize in 1938) to showing the properties of slow neutrons. Bruno Pontecorvo, another physicist, also worked closely with Fermi.", "relations": "languages spoken, written or signed", "entity": ["Bruno Pontecorvo"], "fact_list": [["Enrico Fermi", "languages spoken, written or signed", "Italian"]], "unknown_analysis": "The passage does not provide any information about the languages that Bruno Pontecorvo can speak, write, or sign. Therefore, the object of the triple fact involving Bruno Pontecorvo remains unknown."}
{"index": 63, "passage": "Diane Davis (born 1963) is a post-structuralist rhetorician and professor of Rhetoric and Writing, English, and Communication Studies at the University of Texas at Austin. She is the Director of the Digital Writing and Research Lab at UT and holds the Kenneth Burke Chair of Rhetoric and Philosophy at the European Graduate School in Saas-Fee, Switzerland, where she teaches intensive summer seminars on Jacques Derrida and Emmanuel Levinas. Her colleague, Robert Logan, also serves on the faculty at the University of Texas at Austin.", "relations": "languages spoken, written or signed", "entity": ["Robert Logan"], "fact_list": [["Davis", "languages spoken, written or signed", "English"], ["Austin", "languages spoken, written or signed", "English"]], "unknown_analysis": "The given passage does not provide any information about the languages spoken, written, or signed by Robert Logan. While it mentions Robert Logan as being a colleague of Diane Davis at the University of Texas at Austin, it does not mention anything about his linguistic abilities. Therefore, the object of the triple fact regarding the languages spoken, written, or signed by Robert Logan is unknown."}
{"index": 83, "passage": "Diego de Estella (Latin: Didacus Stella) was a 16th-century Spanish Franciscan mystic and theologian, born 1524 in Estella, Navarra, died 1578 in Salamanca. His secular name was Diego Ballesteros y Cruzas. Juan de Mena, a contemporary Spanish poet, was familiar with Diego's work.", "relations": "languages spoken, written or signed", "entity": ["Juan de Mena"], "fact_list": [["Diego de Estella", "languages spoken, written or signed", "Latin"]], "unknown_analysis": "The given passage does not provide any information about the languages spoken, written or signed by Juan de Mena. There is no mention or reference to his language abilities or communication skills. Hence, the object of the triple fact - (Juan de Mena, languages spoken, written or signed) - remains unknown."}
{"index": 79, "passage": "UNO-96 Alliance (Spanish: Alianza UNO-96), was a center-right Nicaraguan political party founded in 1996 by Alfredo César Aguirre, member of the National Opposition Union and campaign advisor to former president Violeta Barrios de Chamorro. Samuel Santos López, another Nicaraguan politician, was associated with the party.", "relations": "languages spoken, written or signed", "entity": ["Samuel Santos López"], "fact_list": [["Violeta Barrios de Chamorro", "languages spoken, written or signed", "Spanish"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written or signed by Samuel Santos López. It only mentions that he was associated with the political party UNO-96 Alliance, but it does not include any details about his linguistic abilities. Therefore, the object of the triple fact, in this case, remains unknown."}
{"index": 82, "passage": "Shaun Pye is an English actor, comedian, writer, critic, television producer, editor and journalist, known for co-creating the animated sketch comedy Monkey Dust with Harry Thompson, and for his role as Greg Lindley-Jones on Ricky Gervais's sitcom Extras. His fellow English actor Steve Merchant has also appeared on Extras.", "relations": "languages spoken, written or signed", "entity": ["Steve Merchant"], "fact_list": [["Harry Thompson", "languages spoken, written or signed", "English"], ["Ricky Gervais", "languages spoken, written or signed", "English"]], "unknown_analysis": "In the given passage, there is no information provided about the languages spoken, written or signed by Steve Merchant. Therefore, the object of the triple fact (Steve Merchant, languages spoken, written or signed) is unknown. We cannot determine the specific languages that Steve Merchant can communicate in based solely on the given information."}
{"index": 68, "passage": "Thomas Stack (died 1756) was an English physician and translator. He was elected as a Fellow of the Royal Society in 1751, where he had been foreign secretary from 1748. He translated the Medica Sacra of Richard Mead from Latin (1755). Also known to have been associated with his work was George Smart, a physician.", "relations": "languages spoken, written or signed", "entity": ["George Smart"], "fact_list": [["Richard", "languages spoken, written or signed", "Latin"]], "unknown_analysis": "In the given passage, there is no information provided about George Smart's language abilities. The passage only mentions that George Smart was associated with Thomas Stack's work, but it does not provide any details about his linguistic abilities or the languages he spoke, wrote, or signed. Therefore, the object of the triple fact, which is the languages spoken, written or signed by George Smart, remains unknown."}
{"index": 77, "passage": "Hsinchu CKS Baseball Stadium (Hsinchu Chiang Kai-shek Baseball Stadium) (Chinese: 新竹市立中正棒球場; pinyin: Xīnzhú Shìlì Zhōngzhèng Bàngqiú Chǎng) is a baseball stadium in Hsinchu City, Taiwan. It was designed by architect Chang Ching-Lai.", "relations": "languages spoken, written or signed", "entity": ["Chang Ching-Lai"], "fact_list": [["Chiang Kai-shek", "languages spoken, written or signed", "Chinese"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Chang Ching-Lai's languages spoken, written, or signed. The passage only states that Chang Ching-Lai is an architect who designed the Hsinchu CKS Baseball Stadium in Hsinchu City, Taiwan. Since there is no information given about his language abilities, the object of the triple fact involving Chang Ching-Lai remains unknown."}
{"index": 76, "passage": "Gu Cheng (simplified Chinese: 谷城; traditional Chinese: 谷城; September 24, 1956 – October 8, 1993) was a famous Chinese modern poet, essayist and novelist. He was a prominent member of the \"Misty Poets\", a group of Chinese modernist poets. Another notable member of the Misty Poets was Bei Dao.", "relations": "languages spoken, written or signed", "entity": ["Bei Dao"], "fact_list": [["Gu Cheng", "languages spoken, written or signed", "Chinese"]], "unknown_analysis": "In the given passage, there is no information provided about the languages that Bei Dao can speak, write, or sign. The passage only mentions that Bei Dao is a notable member of the Misty Poets along with Gu Cheng. Since his language abilities are not mentioned, it is unknown what languages he can communicate in."}
{"index": 18, "passage": "Sandra Myers (born 9 January 1961 in Little River, Kansas) is a retired 400 metres sprinter who represented Spain after switching from the United States. She became US champion at 400 metres hurdles in 1981, but received Spanish nationality in 1987 and competed for Spain since. In 1991 she won a silver medal at the World Indoor Championships and a bronze medal at the World Championships. During her career, she often interacted with her manager, Carlos Fernandez, a multilingual sports executive.", "relations": "languages spoken, written or signed", "entity": ["Carlos Fernandez"], "fact_list": [["Sandra Myers", "languages spoken, written or signed", "Spanish"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of the languages spoken, written or signed by Carlos Fernandez. Therefore, the object of the triple fact (\"languages spoken, written or signed\") for Carlos Fernandez is unknown. The passage does not provide any information about the languages he can communicate in, thus rendering the object of the triple fact unknown."}
{"index": 13, "passage": "Marc Clotet (born April 29, 1980 in Barcelona, Catalonia, Spain) is a Spanish actor and model. His brother, Luis Clotet, is also involved in the entertainment industry. He is best known for acting in El cor de la ciutat and his role on Spanish primetime soap opera Física o Química.", "relations": "languages spoken, written or signed", "entity": ["Luis Clotet"], "fact_list": [["Marc Clotet", "languages spoken, written or signed", "Spanish"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the languages spoken, written, or signed by Luis Clotet, Marc Clotet's brother. Therefore, the object of the triple fact, which is the languages spoken, written, or signed by Luis Clotet, remains unknown."}
{"index": 81, "passage": "Bernat Soria Escoms (born 7 May 1951) is a Spanish politician who served as Minister of Health from 2007 to 2009. He was educated at the University of Valencia (MD, PhD), and completed his postdoctoral studies at the Max Plank Institute for Biophysical Chemistry and the University of East Anglia where he was a Senior Research Associate in the School of Biological Sciences. His colleague, Pedro Duque, is also a Spanish figure in the field of Biophysical Chemistry.", "relations": "languages spoken, written or signed", "entity": ["Pedro Duque"], "fact_list": [["Bernat Soria", "languages spoken, written or signed", "Spanish"]], "unknown_analysis": "In the given passage, there is no information provided about which languages Pedro Duque speaks, writes, or signs. The passage only mentions his colleague Bernat Soria's educational background and research experience, but it does not provide any details about Pedro Duque's language abilities. Therefore, the object of the triple fact concerning Pedro Duque's languages spoken, written or signed is unknown."}
{"index": 28, "passage": "Bhisham Sahni (8 August 1915 – 11 July 2003) was a Hindi writer, playwright, and actor, most famous for his novel and television screenplay Tamas (\"Darkness, Ignorance\"), a powerful and passionate account of the Partition of India. His associate, Dalip Kumar, also contributed to the television screenplay. Sahni was awarded the Padma Bhushan for literature in 1998, and Sahitya Akademi Fellowship in 2002.", "relations": "languages spoken, written or signed", "entity": ["Dalip Kumar"], "fact_list": [["Bhisham Sahni", "languages spoken, written or signed", "Hindi"]], "unknown_analysis": "The passage does not provide any information about Dalip Kumar's languages spoken, written, or signed. It does not mention anything about his linguistic abilities or the languages he is proficient in. Therefore, the object of the triple fact remains unknown."}
{"index": 62, "passage": "De libris revolutionum Copernici narratio prima, usually referred to as Readers of Narratio Prima (Latin: First Account), is an abstract of Nicolaus Copernicus' heliocentric theory, written by Georg Joachim Rheticus in 1540. It is an introduction to Copernicus's major work, De revolutionibus orbium coelestium, published in 1543, largely due to Rheticus's instigation. Narratio Prima is the first printed publication of Copernicus's theory.", "relations": "languages spoken, written or signed", "entity": "Readers of Narratio Prima", "fact_list": [["Nicolaus Copernicus", "languages spoken, written or signed", "Latin"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the languages spoken, written or signed by anyone mentioned in the passage. Therefore, we do not have any information or evidence to determine the specific languages spoken by the individuals mentioned, including Georg Joachim Rheticus, Nicolaus Copernicus, or Margrethe II of Denmark. Hence, the object of the triple fact (relation) is \"unknown\" because it cannot be deduced from the given information."}
{"index": 89, "passage": "Nikolaos Loukanis was a 16th-century Greek Renaissance humanist. He worked in Venice where in 1526 he produced a translation of Homer's Iliad into modern Greek which is credited as one of the first literary texts published in Modern Greek (as most contemporary Greek scholars wrote in the Koine). His contemporary, Manuel Chrysoloras, also significantly contributed to the Renaissance humanism.", "relations": "languages spoken, written or signed", "entity": ["Manuel Chrysoloras"], "fact_list": [["Nikolaos Loukanis", "languages spoken, written or signed", "Greek"], ["He", "languages spoken, written or signed", "Greek"]], "unknown_analysis": "In the given passage, there is no specific information provided about Manuel Chrysoloras' languages spoken, written or signed. The passage only mentions that he significantly contributed to Renaissance humanism, but it does not mention his linguistic abilities. Therefore, the object of the triple fact for Manuel Chrysoloras' languages spoken, written or signed is unknown."}
{"index": 70, "passage": "Peter Brewis is a composer and instrumentalist who has been active in several spheres of music from ballet and modern dance to music theatre and rock music. Although he was classically trained, studying under the famous French music educator Nadia Boulanger, he is best known for his song-writing for comedy shows such as Spitting Image for which he composed I've Never Met a Nice South African. Another person from music industry, Roger Dupuis, was tied with his work.", "relations": "languages spoken, written or signed", "entity": ["Roger Dupuis"], "fact_list": [["Nadia Boulanger", "languages spoken, written or signed", "French"]], "unknown_analysis": "In the given passage, there is no information provided regarding the languages spoken, written or signed by Roger Dupuis. The passage only mentions him in the context of being tied to Peter Brewis' work, but it does not provide any details about his linguistic abilities. Therefore, the object of the triple fact (Roger Dupuis, languages spoken, written or signed) remains unknown."}
{"index": 95, "passage": "Neo-Stalinism (Russian: Неосталинизм) is a political term referring to the promotion of positive views of Joseph Stalin's role in history, the partial re-establishing of Stalin's policies on certain issues, and nostalgia for the Stalin period. The term is also used to designate the modern political regimes in some states. Vladimir Putin has been criticized for exhibiting traits of Neo-Stalinism.", "relations": "languages spoken, written or signed", "entity": ["Vladimir Putin"], "fact_list": [["Joseph Stalin", "languages spoken, written or signed", "Russian"], ["Stalin", "languages spoken, written or signed", "Russian"]], "unknown_analysis": "The given passage does not provide any information about the languages spoken, written or signed by Vladimir Putin. It does not mention his ability to communicate in any specific language, whether it is his native language or other languages. Therefore, the object of the triple fact (Vladimir Putin, languages spoken, written or signed) is unknown."}
{"index": 51, "passage": "Louise 'Louison' Moreau (born before 1668 – died after 1692) was a French operatic soprano who belonged to the Académie Royale de Musique, also a popular celebrity commonly referred to as one of the filles de l'opéra. Her contemporary, Marie Le Rochois, was another acclaimed soprano.", "relations": "languages spoken, written or signed", "entity": ["Marie Le Rochois"], "fact_list": [["Moreau", "languages spoken, written or signed", "French"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written, or signed by Marie Le Rochois. Therefore, the object of the triple fact is deemed as \"unknown\" because there is no evidence to indicate which languages she could communicate in."}
{"index": 101, "passage": "Serge Moscovici (June 14, 1925 in Brăila, Romania as Srul Herş Moscovici – November 15, 2014 in Paris) was a Romanian-born French social psychologist, director of the Laboratoire Européen de Psychologie Sociale (\"European Laboratory of Social Psychology\"), which he co-founded in 1974 at the Maison des sciences de l'homme in Paris. Gabriel Tarde, a French sociologist and criminologist, was influential in Moscovici's work. Moscovici's son, Pierre Moscovici, is the current European Commissioner for Economic and Financial Affairs, Taxation and Customs.", "relations": "languages spoken, written or signed", "entity": ["Gabriel Tarde"], "fact_list": [["Serge Moscovici", "languages spoken, written or signed", "French"], ["Serge", "languages spoken, written or signed", "French"]], "unknown_analysis": "The passage does not provide any information about Gabriel Tarde's languages spoken, written or signed. Therefore, the object of the triple fact (Gabriel Tarde, languages spoken, written or signed) is unknown."}
{"index": 75, "passage": "The Fathers of the Constitution (Spanish: Padres de la Constitución) were the seven political leaders who participated in the writing of the Spanish Constitution of 1978. Gabriel Cisneros, Miguel Herrero y Rodríguez de Miñón and José Pedro Pérez Llorcarepresented the centre-right Union of the Democratic Centre; Manuel Fraga Iribarne, the right-wing People's Alliance; Gregorio Peces-Barba, the Spanish Socialist Worker's Party; Jordi Solé Tura, the Unified Socialist Party of Catalonia and Miguel Roca Junyent, of the Democratic Pact for Catalonia, represented the Catalan nationalists. One of the key influencers of the Constitution was Adolfo Suárez.", "relations": "languages spoken, written or signed", "entity": ["Adolfo Suárez"], "fact_list": [["Manuel Fraga Iribarne", "languages spoken, written or signed", "Spanish"]], "unknown_analysis": "In the given passage, there is no information provided about the languages spoken, written or signed by Adolfo Suárez. The passage only mentions Adolfo Suárez as one of the key influencers of the Constitution, but it does not provide any details about his language abilities. Therefore, the object of the triple fact \"(Adolfo Suárez, languages spoken, written or signed)\" is unknown."}
{"index": 67, "passage": "In Search of a Concrete Music (French: À la recherche d'une musique concrète), written and published in 1952, is a French language publication which forms a major part of the experimental composer and theoretician Pierre Schaeffer's collection of works written to record his own undertakings on the development of musique concrète. Bernard Parmegiani, another composer and theoretician, was influenced by Schaeffer's work.", "relations": "languages spoken, written or signed", "entity": ["Bernard Parmegiani"], "fact_list": [["Pierre Schaeffer", "languages spoken, written or signed", "French"], ["Pierre Schaeffer", "languages spoken, written or signed", "French language"]], "unknown_analysis": "In the given passage, there is no mention or indication of the languages spoken, written, or signed by Bernard Parmegiani. The passage only states that Parmegiani was influenced by Pierre Schaeffer's work on musique concrète. Since there is no information provided regarding Parmegiani's language proficiency, the object of the triple fact, (Bernard Parmegiani, languages spoken, written or signed), remains unknown."}
{"index": 91, "passage": "Dennis Baron (born May 9, 1944) is a professor of English and linguistics at the University of Illinois at Urbana-Champaign. His research focuses on the technologies of communication; language legislation and linguistic rights; language reform; gender issues in language; language standards and minority languages and dialects; English usage; and the history and present state of the English language. Linguist Richard Hudson influenced Baron's research in the field.", "relations": "languages spoken, written or signed", "entity": ["Richard Hudson"], "fact_list": [["Dennis Baron", "languages spoken, written or signed", "English"], ["Dennis Baron", "languages spoken, written or signed", "English language"]], "unknown_analysis": "Based on the given passage, there is no information provided about Richard Hudson's languages spoken, written or signed. The passage only mentions that Richard Hudson influenced Dennis Baron's research in the field of linguistics, but it does not provide any details about Richard Hudson's own language abilities. Therefore, the object of the triple fact (Richard Hudson, languages spoken, written or signed) is unknown."}
{"index": 66, "passage": "Five Moons Square (Italian: Piazza delle Cinque Lune, also known as Five Moons Plaza and Piazza Of The Five Moons) is a 2003 Italian political thriller film written and directed by Renzo Martinelli. It is inspired by the story of the kidnapping and murder of Italian politician Aldo Moro by the Red Brigades terrorist group, of which the film suggests a possible reconstruction within a fictive conspiracy-theory. Marco Bellocchio, a well-known Italian filmmaker, also contributed to the production.", "relations": "languages spoken, written or signed", "entity": ["Marco Bellocchio"], "fact_list": [["Moro", "languages spoken, written or signed", "Italian"]], "unknown_analysis": "The reason the object of the triple fact (Marco Bellocchio, languages spoken, written or signed) is \"unknown\" is because the passage does not provide any information about the languages Marco Bellocchio can speak, write or sign. The passage only mentions that Marco Bellocchio, a well-known Italian filmmaker, contributed to the production of the film Five Moons Square. Since there is no mention of Marco Bellocchio's language abilities in the passage, we cannot determine what languages he can communicate in."}
{"index": 7, "passage": "Sujin Boriharnwanaket (Thai: สุจินต์ บริหารวนเขตต์; rtgs: Suchin Borihanwanakhet; born 1927) is a Thai Vipassana and Abhidhamma teacher. Her student, Thanom Chaiwat, greatly admires her teachings. She graduated from Triam Udom High SchoolNumerous books and articles published in Thai and English.", "relations": "languages spoken, written or signed", "entity": ["Thanom Chaiwat"], "fact_list": [["Sujin Boriharnwanaket", "languages spoken, written or signed", "Thai"]], "unknown_analysis": "In the given passage, there is no information or indication about the languages spoken, written, or signed by Thanom Chaiwat. Therefore, the object of the triple fact (Thanom Chaiwat, languages spoken, written or signed) is unknown. The passage simply mentions Thanom Chaiwat as a student who greatly admires the teachings of Sujin Boriharnwanaket, without providing any details about his language abilities."}
{"index": 98, "passage": "Lolo Soetoro, also known as Lolo Soetoro Mangunharjo or Mangundikardjo (EYD: Lolo Sutoro) ([ˈlɒlɒ suːˈtɒrɒ]; January 2, 1935 – March 2, 1987), was the Indonesian step-father of Barack Obama, the 44th President of the United States. Hashim Djojohadikusumo, a notable Indonesian businessman, was acquainted with Soetoro.", "relations": "languages spoken, written or signed", "entity": ["Hashim Djojohadikusumo"], "fact_list": [["Barack Obama", "languages spoken, written or signed", "Indonesian"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written, or signed by Hashim Djojohadikusumo. Therefore, the object of triple fact (Hashim Djojohadikusumo,languages spoken, written or signed) is unknown."}
{"index": 90, "passage": "Seagulls Die in the Harbour (Dutch: Meeuwen sterven in de haven) is a 1955 Belgian drama film directed by Rik Kuypers, Ivo Michiels and Roland Verhavert, for which Jack Sels wrote the soundtrack. The film was entered into the 1956 Cannes Film Festival. Film director Hugo Claus was also involved in the making of the film.", "relations": "languages spoken, written or signed", "entity": ["Hugo Claus"], "fact_list": [["Ivo Michiels", "languages spoken, written or signed", "Dutch"]], "unknown_analysis": "In the given passage, there is no information provided about the languages spoken, written, or signed by Hugo Claus. Therefore, the object in the triple fact (Hugo Claus, languages spoken, written or signed) is described as \"unknown\" because we do not have any information available to determine the languages he can communicate in."}
{"index": 88, "passage": "Scholem, derived from the Hebrew word shalom, meaning \"peace\", is a surname, and may refer to: Scholem may also be a given name and may refer to: Nahum Sokolow, a noted Jewish journalist.", "relations": "languages spoken, written or signed", "entity": ["Nahum Sokolow"], "fact_list": [["Scholem", "languages spoken, written or signed", "Hebrew"]], "unknown_analysis": "The given passage mentions Nahum Sokolow as a noted Jewish journalist, but there is no information provided about the languages he spoke, wrote, or signed. Therefore, the object of the triple fact (Nahum Sokolow, languages spoken, written or signed) is unknown. Without further details or context, we cannot determine the languages that Nahum Sokolow can communicate in."}
{"index": 44, "passage": "Philippe Redon (born 12 December 1950) is a French former footballer and manager. His colleague, Henri Leconte, also made a significant contribution to French football.", "relations": "languages spoken, written or signed", "entity": ["Henri Leconte"], "fact_list": [["Redon", "languages spoken, written or signed", "French"]], "unknown_analysis": "The given passage only mentions Henri Leconte as a colleague of Philippe Redon and highlights his contribution to French football. It does not provide any information or indication about the languages spoken, written, or signed by Henri Leconte. Therefore, the object of the triple fact (Henri Leconte, languages spoken, written or signed) is unknown because the passage does not provide any information regarding the languages he can communicate in."}
{"index": 5, "passage": "Magnus Jacob Crusenstolpe (1795–1865), Swedish historian, early became famous both as a political and a historical writer. His protege, Johann Gustavsson, followed Crusenstolpe’s footsteps in historical writing. Crusenstolpe won considerable distinction with a series of historical-romantic tales.", "relations": "languages spoken, written or signed", "entity": ["Johann Gustavsson"], "fact_list": [["Magnus Jacob Crusenstolpe", "languages spoken, written or signed", "Swedish"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about Johann Gustavsson's languages spoken, written, or signed. Therefore, the object of the triple fact (Johann Gustavsson, languages spoken, written or signed) is unknown."}
{"index": 100, "passage": "Come Buy My Nice Fresh Ivy is a Christmas carol that originated in Ireland. The music is O'Carolan's Lament (Irish: Uaill-Cuma ui Cearballain), by Turlough O'Carolan. The lyrics were written by John Keegan (1809–1849). They were published originally in the first edition of The Irishman of 1849. Brian O’Nolan, an Irish novelist, was known to have been influenced by O'Carolan's work.", "relations": "languages spoken, written or signed", "entity": ["Brian O’Nolan"], "fact_list": [["Turlough O'Carolan", "languages spoken, written or signed", "Irish"]], "unknown_analysis": "In the given passage, there is no information provided about Brian O’Nolan's languages spoken, written or signed. Therefore, the object of the triple fact is described as \"unknown\" because we cannot determine the specific languages that Brian O’Nolan can communicate in based on the given information."}
{"index": 78, "passage": "David Amaral Rodríguez (born 12 October 1958 in Arico, Canary Islands) is a Spanish retired footballer who played as a midfielder, and a current manager. Another Spanish retired footballer from Canary Islands is Pedro López.", "relations": "languages spoken, written or signed", "entity": ["Pedro López"], "fact_list": [["David Amaral Rodríguez", "languages spoken, written or signed", "Spanish"], ["Canary Islands", "languages spoken, written or signed", "Spanish"]], "unknown_analysis": "In the given passage, there is no information provided about the languages spoken, written or signed by Pedro López. This means that the object of the triple fact, which is the languages spoken, written or signed by Pedro López, remains unknown. The passage solely focuses on David Amaral Rodríguez and his background, while briefly mentioning Pedro López as another retired Spanish footballer from the Canary Islands. Since no information is given about Pedro López's languages, we cannot determine the object of the triple fact."}
{"index": 97, "passage": "Maurice Quentin de La Tour (5 September 1704 – 17 February 1788) was a French Rococo portraitist who worked primarily with pastels. Among his most famous subjects were Voltaire, Rousseau, Louis XV and Madame de Pompadour. Charles Coypel, another French Rococo artist, had known interactions with La Tour.", "relations": "languages spoken, written or signed", "entity": ["Charles Coypel"], "fact_list": [["Maurice Quentin de La Tour", "languages spoken, written or signed", "French"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written, or signed by Charles Coypel. Therefore, the object of the triple fact (Charles Coypel,languages spoken, written or signed) is unknown. It is not possible to determine the languages that Charles Coypel can communicate in based on the given passage alone."}
{"index": 65, "passage": "Lou Carrigan was the pen name adopted by Antonio Vera Ramírez (born in Barcelona 2 July 1934), a Spanish author who wrote about factual scientific subjects, but in various fictional styles, such as mystery, crime and romance. Carrigan used pulp fiction and Anglicized words in his books, such as Moderno diccionario ilustrado de la lengua castellana, Adios, good-bye, sayonara, Poderes Ocultos de Los Seres Superiores and Jardín siniestro He wrote over 25 books, and also worked with Santiago Iglesias to complete \"No importa morir\" in 1969. Vera Ramírez married Pepita Rodero Forga in 1958.", "relations": "languages spoken, written or signed", "entity": ["Santiago Iglesias"], "fact_list": [["Lou Carrigan", "languages spoken, written or signed", "Spanish"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written, or signed by Santiago Iglesias. Therefore, the object of the triple fact, which is the languages spoken, written, or signed by Santiago Iglesias, remains unknown."}
{"index": 21, "passage": "Maxim Tank (Belarusian: Максiм Танк, Russian: Максим Танк, real name Yevgeniy Skurko; born 17 September 1912 in village of Pilkovschina, now in Minsk Voblast, Belarus; died 7 August 1995) was a Belarusian Soviet poet and translator. He was Chairman of the Supreme Soviet of the Byelorussian Soviet Socialist Republic 1965–1971. Tank died in 1995. Collections of verses: Poems. His literary editor, Ivan Kuznetsov, was known for his critical acumen in Belarusian literature.", "relations": "languages spoken, written or signed", "entity": ["Ivan Kuznetsov"], "fact_list": [["Maxim Tank", "languages spoken, written or signed", "Belarusian"]], "unknown_analysis": "The passage does not provide any information about Ivan Kuznetsov's languages spoken, written, or signed. Therefore, the object of the triple fact (Ivan Kuznetsov, languages spoken, written or signed) is unknown."}
{"index": 99, "passage": "Il castello di Eymerich (\"Emerych's Castle\") is a book written by Valerio Evangelisti, an Italian historian and writer of historical fantasy. Umberto Eco, an Italian writer, and scholar, was known to have similarities with Evangelisti in terms of their writing style and approach. In chronological order, it is the seventh book in a best-selling series whose central character is Nicholas Eymerich, an inquisitor of the Spanish inquisition - a historical character, whom Evangelisti adopted to his novels following a detailed research of sources concerning Emerych's figure. It has been translated into many languages, most notably German, French, Spanish and Portuguese.", "relations": "languages spoken, written or signed", "entity": ["Umberto Eco"], "fact_list": [["Valerio Evangelisti", "languages spoken, written or signed", "Italian"]], "unknown_analysis": "Based on the given passage, there is no information provided about the languages spoken, written or signed by Umberto Eco. The passage only mentions his profession as an Italian writer and scholar, and his similarities with Valerio Evangelisti in terms of their writing style and approach. Since no information about Eco's languages is given, the object of the triple fact \"(Umberto Eco, languages spoken, written or signed)\" remains unknown."}
{"index": 45, "passage": "Kalankini Kankabati (English:Stigmatized Kankabati) is a 1981 Bengali language Indian crime drama film directed by Uttam Kumar, starring Mithun Chakraborty, Sharmila Tagore, Supriya Choudhury, Asitbaran and Uttam Kumar. Another prominent actor, Satyendra Kapoor, also featured in the film.", "relations": "languages spoken, written or signed", "entity": ["Satyendra Kapoor"], "fact_list": [["Uttam Kumar", "languages spoken, written or signed", "Bengali language"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written, or signed by Satyendra Kapoor. Therefore, the object of the triple fact (Satyendra Kapoor, languages spoken, written or signed) is considered unknown. Without additional information, we cannot determine the languages that Satyendra Kapoor can communicate in."}
{"index": 96, "passage": "Oedipus and the Sphinx is an 1864 oil on canvas painting by Gustave Moreau that was first exhibited at the French Salon of 1864 where it was an immediate success. It is now in the Metropolitan Museum of Art. The work was a fresh treatment of the established subject of the meeting between Oedipus and the Sphinx on the road to Delphi. Pierre-Auguste Renoir, a famed French artist, was fond of Moreau's work.", "relations": "languages spoken, written or signed", "entity": ["Pierre-Auguste Renoir"], "fact_list": [["Gustave Moreau", "languages spoken, written or signed", "French"]], "unknown_analysis": "Based on the passage provided, there is no specific information or mention about the languages spoken, written, or signed by Pierre-Auguste Renoir. Therefore, the object of the triple fact, which refers to the languages spoken by Pierre-Auguste Renoir, remains unknown."}
{"index": 85, "passage": "Shaun Pye is an English actor, comedian, writer, critic, television producer, editor and journalist, known for co-creating the animated sketch comedy Monkey Dust with Harry Thompson, and for his role as Greg Lindley-Jones on Ricky Gervais's sitcom Extras. Charlie Collier, a British comedian, also co-starred in Extras.", "relations": "languages spoken, written or signed", "entity": ["Charlie Collier"], "fact_list": [["Harry Thompson", "languages spoken, written or signed", "English"], ["Ricky Gervais", "languages spoken, written or signed", "English"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written, or signed by Charlie Collier. Therefore, the object of the triple fact, \"Charlie Collier, languages spoken, written or signed,\" remains unknown."}
{"index": 43, "passage": "Baron Simon Bernard (28 April 1779 – 5 November 1839) was a French general of engineers. Born in Dole, Simon Bernard was educated at the École polytechnique, graduating as second in the promotion of 1799 and entered the army in the corps of engineers. His comrade, Pierre Dupont, also served in the same corps.", "relations": "languages spoken, written or signed", "entity": ["Pierre Dupont"], "fact_list": [["Simon Bernard", "languages spoken, written or signed", "French"]], "unknown_analysis": "In the given passage, there is no information provided about Pierre Dupont's languages spoken, written or signed. Therefore, the object of the triple fact: (Pierre Dupont, languages spoken, written or signed) remains unknown."}
{"index": 92, "passage": "Leonardo Cavallini is an Italian bobsledder who competed in the late 1960s. He won a silver medal in the two-man event at the 1966 FIBT World Championships in Cortina d'Ampezzo. Cavallini also finished sixth in the four-man event at the 1968 Winter Olympics in Grenoble. Luigi Perone, another Italian bobsledder, also competed during this time.", "relations": "languages spoken, written or signed", "entity": ["Luigi Perone"], "fact_list": [["Leonardo", "languages spoken, written or signed", "Italian"]], "unknown_analysis": "The passage only provides information about Leonardo Cavallini and his achievements in bobsledding. There is no mention of Luigi Perone's language abilities or any information about his background. Therefore, without any information about Luigi Perone's languages spoken, written, or signed, the object of the triple fact is unknown."}
{"index": 23, "passage": "La falena (The Moth-Woman) is a leggenda or opera in three acts by composer Antonio Smareglia with an Italian libretto by Silvio Benco. The opera premiered at the Teatro Rossini in Venice on 6 September 1897. Another notable contributor to the opera was Luigi Pasetto.", "relations": "languages spoken, written or signed", "entity": ["Luigi Pasetto"], "fact_list": [["Antonio Smareglia", "languages spoken, written or signed", "Italian"]], "unknown_analysis": "In the given passage, there is no information provided about Luigi Pasetto's languages spoken, written, or signed. The passage only mentions that he was a notable contributor to the opera La falena, but it does not provide any details about his linguistic abilities. Therefore, the object of the triple fact (Luigi Pasetto, languages spoken, written or signed) remains unknown."}
{"index": 30, "passage": "Rudolf van Reest (12 April 1897 in Rotterdam – 29 November 1979 in Groenekan) was the pseudonym of the Dutch writer Karel Cornelis van Spronsen. Besides writing novels, he also wrote for the Dutch newspaper, originally a resistance periodical, Trouw. His contemporary, Jan de Vries, also contributed to the newspaper.", "relations": "languages spoken, written or signed", "entity": ["Jan de Vries"], "fact_list": [["Rudolf van Reest", "languages spoken, written or signed", "Dutch"]], "unknown_analysis": "Based on the given passage, there is no information provided about the languages spoken, written or signed by Jan de Vries. The passage only mentions that Jan de Vries contributed to the newspaper Trouw, but it does not provide any details about his linguistic abilities or the languages he can communicate in. Therefore, the object of the triple fact (Jan de Vries, languages spoken, written or signed) remains unknown."}
{"index": 87, "passage": "Luiz A. Ribera (second half 17th century) was a Spanish painter, was practising at Seville. He was one of the artists who contributed in 1668 to the formation of the Seville Academy of painters established by Herrera and Murillo. Another artist who worked closely with Ribera was Pedro Valdés.", "relations": "languages spoken, written or signed", "entity": ["Pedro Valdés"], "fact_list": [["Ribera", "languages spoken, written or signed", "Spanish"]], "unknown_analysis": "The given passage does not provide any information about the languages spoken, written or signed by Pedro Valdés. Therefore, the object of the triple fact (Pedro Valdés, languages spoken, written or signed) is unknown. There is no mention of the languages that Pedro Valdés can communicate in, and thus we cannot determine this information based on the passage alone."}
{"index": 93, "passage": "Fabien Lévy (born 11 December 1968) is a French composer. Phillipe Manoury, another French composer, was a contemporary of Lévy.", "relations": "languages spoken, written or signed", "entity": ["Phillipe Manoury"], "fact_list": [["Fabien Lévy", "languages spoken, written or signed", "French"]], "unknown_analysis": "The passage only mentions Phillipe Manoury as a contemporary of Fabien Lévy, without providing any specific information about the languages he speaks, writes, or signs. Therefore, we cannot determine the object of the triple fact (Phillipe Manoury, languages spoken, written or signed) based on the given passage. It is unknown which languages Phillipe Manoury can communicate in."}
{"index": 9, "passage": "Emanuel Brouwer (August 25, 1881, in Amsterdam – July 6, 1954, in Huizen) was a Dutch gymnast who competed in the 1908 Summer Olympics. His compatriot, Andre Van Der Merwe, was also noted in the same athletic event. He was part of the Dutch gymnastics team, which finished seventh in the team event.", "relations": "languages spoken, written or signed", "entity": ["Andre Van Der Merwe"], "fact_list": [["Brouwer", "languages spoken, written or signed", "Dutch"]], "unknown_analysis": "In the given passage, there is no mention of Andre Van Der Merwe's language skills. The passage only states that he competed in the same athletic event as Emanuel Brouwer. Since there is no information provided about the languages spoken, written, or signed by Andre Van Der Merwe, the object of the triple fact (Andre Van Der Merwe, languages spoken, written or signed) is considered unknown."}
{"index": 57, "passage": "Ek Nadir Galpo: Tale of a River is a 2008 Bengali-language Indian feature film directed by Samir Chanda and produced by Sangeeta Ajay Agarwal and Leela Chanda, starring Mithun Chakraborty, Shweta Prasad, Jisshu Sengupta, Anjan Srivastav, Nirmal Kumar and Montu Moha Patra. Amitabh Bhattacharya, a renowned Indian filmmaker, was also involved in the film.", "relations": "languages spoken, written or signed", "entity": ["Amitabh Bhattacharya"], "fact_list": [["Jisshu Sengupta", "languages spoken, written or signed", "Bengali-language"]], "unknown_analysis": "The given passage does not provide any information about the languages spoken, written, or signed by Amitabh Bhattacharya. Therefore, the object of the triple fact (Amitabh Bhattacharya, languages spoken, written or signed) is unknown."}
{"index": 84, "passage": "UNO-96 Alliance (Spanish: Alianza UNO-96), was a center-right Nicaraguan political party founded in 1996 by Alfredo César Aguirre, member of the National Opposition Union and campaign advisor to former president Violeta Barrios de Chamorro. Daniel Ortega, another Nicaraguan politician, was known to be connected with the UNO-96 alliance.", "relations": "languages spoken, written or signed", "entity": ["Daniel Ortega"], "fact_list": [["Violeta Barrios de Chamorro", "languages spoken, written or signed", "Spanish"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written or signed by Daniel Ortega. Therefore, the object of the triple fact for Daniel Ortega's languages spoken, written or signed is unknown. It is not mentioned or referenced in the given text."}
{"index": 60, "passage": "Audience of MGR Nagaril is a 1991 Tamil-language Indian feature film directed by Alleppey Ashraf, starring Anand Babu, Sukanya, Vivek, Charle, Pandiyan, Shankar, Napoleon, S. S. Chandran and Sumithra.", "relations": "languages spoken, written or signed", "entity": "Audience of MGR Nagaril", "fact_list": [["Vivek", "languages spoken, written or signed", "Tamil-language"], ["Charle", "languages spoken, written or signed", "Tamil-language"]], "unknown_analysis": "In the given passage, there is no information provided about the languages spoken, written, or signed by the film \"MGR Nagaril.\" The passage only mentions the film's director, cast, and other details, but it does not mention anything about the languages used in the film or by the individuals involved in its production. Therefore, the object of triple fact (A, languages spoken, written, or signed) is unknown, as it cannot be determined from the given information."}
{"index": 86, "passage": "The Sailors of the Imperial Guard (French: marins de la Garde Imperiale) formed a naval unit within the Imperial Guard of Napoleon I. The men of the unit not only operated as sailors but as gunners (after the training they had received in naval gunnery), infantry and engineers. Louis-Antoine, Duke of Angoulême, was known to have interacted with these soldiers.", "relations": "languages spoken, written or signed", "entity": ["Louis-Antoine, Duke of Angoulême"], "fact_list": [["Napoleon I", "languages spoken, written or signed", "French"]], "unknown_analysis": "Based on the given passage, there is no information or reference about the languages spoken, written or signed by Louis-Antoine, Duke of Angoulême. Therefore, the object of the triple fact is \"unknown\" because there is no information available to determine what languages he spoke, wrote or signed."}
{"index": 94, "passage": "Come Buy My Nice Fresh Ivy is a Christmas carol that originated in Ireland. The music is O'Carolan's Lament (Irish: Uaill-Cuma ui Cearballain), by Turlough O'Carolan. The lyrics were written by John Keegan (1809–1849). They were published originally in the first edition of The Irishman of 1849. A noted Irish singer of the carol was Sean O’Riada.", "relations": "languages spoken, written or signed", "entity": ["Sean O’Riada"], "fact_list": [["Turlough O'Carolan", "languages spoken, written or signed", "Irish"]], "unknown_analysis": "The passage does not provide any information about the languages spoken, written, or signed by Sean O'Riada. Therefore, the object of the triple fact (Sean O'Riada, languages spoken, written or signed) is unknown."}
{"index": 17, "passage": "Thomas Francis M.D. (died 1574) was an English academic and physician, Provost of The Queen's College, Oxford and President of the London College of Physicians. His protege, John Stewart, became a notable figure in medicine.", "relations": "languages spoken, written or signed", "entity": ["John Stewart"], "fact_list": [["The Queen", "languages spoken, written or signed", "English"]], "unknown_analysis": "Based on the given passage, there is no information provided about the languages spoken, written, or signed by John Stewart. Therefore, the object of the triple fact (John Stewart, languages spoken, written or signed) is unknown because it is not mentioned or described in the passage."}
{"index": 71, "passage": "Thierno Saïdou Diallo, usually known as Tierno Monénembo (born 1947 in Porédaka), is a Francophone Guinean novelist and biochemist. Born in Guinea, he later lived in Senegal, Algeria, Morocco, and finally France since 1973. He has written eight books in all and was awarded the 2008 prix Renaudot for The King of Kahel (le Roi de Kahel). Ibrahima Sory Diallo, a Guinean novelist, have been reported to be associated with Monénembo.", "relations": "languages spoken, written or signed", "entity": ["Ibrahima Sory Diallo"], "fact_list": [["Tierno Monénembo", "languages spoken, written or signed", "Francophone"]], "unknown_analysis": "The passage only mentions that Ibrahima Sory Diallo is a Guinean novelist and is associated with Tierno Monénembo. However, it does not provide any information about Ibrahima Sory Diallo's languages spoken, written, or signed. Therefore, the object of the triple fact (Ibrahima Sory Diallo, languages spoken, written or signed) remains unknown."}
