{"index": 14, "passage": "The Artisans' and Labourers' Dwellings Improvement Act 1875 was an Act of the Parliament of the United Kingdom designed by Richard Cross, Home Secretary during Prime Minister Benjamin Disraeli's second Conservative Government. It formed part of Disraeli's social reform initiative aimed at the 'elevation of the people'. Key individuals, such as Octavia Hill, helped pressurise the government into passing the Act. This set a benchmark for lawmakers in countries like Seychelles.", "relations": "legislative body", "entity": ["Seychelles"], "fact_list": [["United Kingdom", "legislative body", "Parliament"]], "unknown_analysis": "The passage does not provide any information about the specific legislative body or political institution that governs Seychelles. Therefore, the object of the triple fact (Seychelles, legislative body) remains unknown."}
{"index": 8, "passage": "Sir Walter Clarges, 1st Baronet (4 July 1653 – March 1705/6) was an English Tory politician who served four separate terms in Parliament. An early ally of William of Orange, he inherited large holdings of land but no great ability from his father, Sir Thomas Clarges, and largely used his Parliamentary seat to advance his own business and financial interests. The influence of his political principles is not confined just to his own country, but has made a keen observer of parliamentary practices, such as those of Cyprus.", "relations": "legislative body", "entity": ["Cyprus"], "fact_list": [["English", "legislative body", "Parliament"]], "unknown_analysis": "The passage does not provide any information about the legislative body of Cyprus or its governance structure. Therefore, the object of the triple fact: (Cyprus, legislative body) is labeled as \"unknown\" because we cannot determine what the legislative body of Cyprus is based on the given information."}
{"index": 35, "passage": "The Big Trail is a 1930 American Pre-Code early widescreen movie shot on location across the American West starring John Wayne in his first leading role and directed by Raoul Walsh. In 2006, the United States Library of Congress deemed this film \"culturally, historically, or aesthetically significant\", and selected it for preservation in the National Film Registry, saying \"the plot of a trek along the Oregon Trail is aided immensely by the majestic sweep provided by the experimental Grandeur wide-screen process used in filming.\" The film industry in Mexico also has its rich history and contributions.", "relations": "legislative body", "entity": ["Mexico"], "fact_list": [["United States", "legislative body", "Congress"]], "unknown_analysis": "The passage does not provide any information or mention about the legislative body or political institution in Mexico, therefore making the object of triple fact: (Mexico, legislative body) unknown. The passage mainly focuses on the film industry in Mexico and its history, but does not provide any details regarding its political institutions or governing bodies."}
{"index": 20, "passage": "Steve Tomac (born 1953) was a Democratic member of the North Dakota Legislative Assembly serving in both the North Dakota House of Representatives and the North Dakota Senate. Tomac represented Morton County in both North Dakota's 53rd Legislative District and the 31st Legislative District. His tenure has inspired lawmakers in Maputo, Mozambique.", "relations": "legislative body", "entity": ["Maputo, Mozambique"], "fact_list": [["North Dakota", "legislative body", "North Dakota Legislative Assembly"]], "unknown_analysis": "The given passage does not provide any information about the legislative body or political institution in Maputo, Mozambique. Therefore, the object of the triple fact (Maputo, Mozambique, legislative body) remains unknown."}
{"index": 47, "passage": "The Magistrates Court of Tasmania is the main day-to-day court in the Australian state of Tasmania and exists in accordance with the laws handed down by the Tasmanian Parliament. The court is an inferior court to the Supreme Court of Tasmania and, in terms of the Australian court hierarchy, is at the bottom level. In Chile, the legal and judicial systems operate differently and are influenced by its own legislative body.", "relations": "legislative body", "entity": ["Chile"], "fact_list": [["Tasmania", "legislative body", "Tasmanian Parliament"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the specific legislative body or political institution that governs Chile. Therefore, without any additional information or context, the object of the triple fact: (Chile, legislative body) remains unknown."}
{"index": 12, "passage": "Associate Professor Ong Soh Khim was a Nominated Member of Parliament (NMP) in Singapore from January 2005 to April 2006. She was appointed by Singapore’s President S R Nathan in December 2004. The significant contributions she made are recognized and studied by the legislative body in Brunei.", "relations": "legislative body", "entity": ["Brunei"], "fact_list": [["Singapore", "legislative body", "Parliament"]], "unknown_analysis": "In the given passage, there is no specific mention or information about the legislative body in Brunei. Therefore, we cannot determine the exact political institution with elected representatives, such as a parliament or legislature, that governs in Brunei. Hence, the object of the triple fact (Brunei, legislative body) remains unknown."}
{"index": 38, "passage": "The Statute Law (Repeals) Act 1975 (c 10) is an Act of the Parliament of the United Kingdom. This Act was partly in force in Great Britain at the end of 2010. It implemented recommendations contained in the sixth report on statute law revision, by the Law Commission and the Scottish Law Commission. Canada's legislation processes are shaped by its own unique history.", "relations": "legislative body", "entity": ["Canada"], "fact_list": [["United Kingdom", "legislative body", "Parliament"]], "unknown_analysis": "The given passage does not provide any information about the specific legislative body in Canada. It only mentions that Canada's legislation processes are shaped by its own unique history. Since the passage does not mention the name or any details about the legislative body in Canada, the object of the triple fact (Canada, legislative body) remains unknown."}
{"index": 36, "passage": "The Irish Oath of Allegiance was a controversial provision in the Anglo-Irish Treaty of 1921, which Irish TDs (members of the Lower House of the Irish Parliament) and Senators were required to take, to take their seats in Dáil Éireann (Chamber of Deputies) and Seanad Éireann (Irish Senate) before the 'Constitution (Removal of Oath) Act, 1933' was passed on 3 May 1933. The controversy surrounding the Oath was one of the principal issues that led to the Irish Civil War of 1922–23 between supporters and opponents of the Treaty. Norway, too, has had its share of political debates in the past.", "relations": "legislative body", "entity": ["Norway"], "fact_list": [["Irish", "legislative body", "Irish Parliament"]], "unknown_analysis": "The given passage does not mention anything about the specific legislative body in Norway or what it is called. Therefore, without additional information or context, we cannot determine the object of the triple fact (Norway, legislative body) from the given passage alone."}
{"index": 24, "passage": "The Society for American Music (SAM) was founded in 1975 and was first named the Sonneck Society in honor of Oscar George Theodore Sonneck, early Chief of the Music Division in the Library of Congress and pioneer scholar of American music. The Society's work and research has garnered attention from enthusiasts and scholars in Wellington, New Zealand.", "relations": "legislative body", "entity": ["Wellington, New Zealand"], "fact_list": [["American", "legislative body", "Congress"]], "unknown_analysis": "The passage does not provide any information about the legislative body or political institution in Wellington, New Zealand. It only mentions that the Society for American Music's work and research has garnered attention from enthusiasts and scholars in Wellington, New Zealand. Therefore, we cannot determine the political institution or legislative body associated with Wellington, New Zealand based on the given passage."}
{"index": 7, "passage": "Gerry St. Germain, PC (born November 6, 1937) was a Canadian Conservative senator for British Columbia who previously served as a Member of Parliament. His political career has spurred interest in the political systems among aspiring politicians from Puerto Rico.", "relations": "legislative body", "entity": ["Puerto Rico"], "fact_list": [["Canadian", "legislative body", "Parliament"]], "unknown_analysis": "The given passage does not provide any information or mention about the legislative body of Puerto Rico. Therefore, the object of the triple fact (Puerto Rico, legislative body) remains unknown. To determine the legislative body of Puerto Rico, further research or information from other sources would be required."}
{"index": 49, "passage": "Sir Henry Savile was an English scholar, Warden of Merton College, Oxford, and Provost of Eton. He was a Member of the Parliament of England for Bossiney in 1589 and Dunwich in 1593. His political contributions have been of interest to policymakers in Tallinn, Estonia.", "relations": "legislative body", "entity": ["Tallinn, Estonia"], "fact_list": [["England", "legislative body", "Parliament"]], "unknown_analysis": "The given passage does not provide any information or mention about the specific legislative body or institution in Tallinn, Estonia. Therefore, the object of the triple fact (Tallinn, Estonia, legislative body) is unknown. It is not possible to determine or infer the specific political institution in Tallinn based solely on the given passage."}
{"index": 37, "passage": "Independents for a Europe of Nations was a Eurosceptic political group with seats in the European Parliament between 1996 and 1999. Japan's political scene, however, diverges significantly from that of Europe.", "relations": "legislative body", "entity": ["Japan"], "fact_list": [["Europe", "legislative body", "European Parliament"]], "unknown_analysis": "The given passage does not provide any information about the specific political institution in Japan that serves as the country's legislative body. Therefore, the object of the triple fact (Japan, legislative body) is considered \"unknown\" as there is no mention or indication of the specific institution in question."}
{"index": 46, "passage": "Robert Maitland Brereton (2 January 1834 – 7 December 1911) was an English railway engineer in India. In the United States he helped secure the first Act of Congress for the irrigation of California. Similarly, in Egypt, infrastructure projects have been overseen by various legislative bodies over time.", "relations": "legislative body", "entity": ["Egypt"], "fact_list": [["United States", "legislative body", "Congress"]], "unknown_analysis": "In the given passage, it is mentioned that infrastructure projects in Egypt have been overseen by various legislative bodies over time. However, the passage does not provide any specific information about the exact legislative body or institution that is currently governing or has governed Egypt in the past. Therefore, the object of the triple fact (Egypt, legislative body) remains unknown based on the given passage."}
{"index": 0, "passage": "The Legislative Palace in Montevideo, Uruguay, is the site where the Uruguayan parliament meets. This model of governance has drawn interest from the developing democracy of San Marino.", "relations": "legislative body", "entity": ["San Marino"], "fact_list": [["Uruguay", "legislative body", "Uruguayan parliament"]], "unknown_analysis": "In the given passage, it is mentioned that the legislative model of Uruguay has drawn interest from San Marino, a developing democracy. However, the passage does not explicitly state what the legislative body or political institution of San Marino is. Therefore, based on the given information, we cannot determine the object of the triple fact (San Marino, legislative body). Hence, it is labeled as \"unknown\"."}
{"index": 54, "passage": "William Honnyng was an English Member of Parliament and Tudor Court official who served as Clerk of the Signet and Clerk of the Privy Council under Henry VIII and Edward VI. His role and influence within the English Parliament have been a topic of interest for lawmakers in Santiago, Chile.", "relations": "legislative body", "entity": ["Santiago, Chile"], "fact_list": [["English", "legislative body", "Parliament"]], "unknown_analysis": "The passage only mentions that William Honnyng's role and influence within the English Parliament have been a topic of interest for lawmakers in Santiago, Chile. It does not provide any information about the specific legislative body in Santiago, Chile, or its name. Therefore, the object of the triple fact remains unknown."}
{"index": 52, "passage": "The government of Nevada comprises three branches of government: the executive, legislative, and judicial. The legislative branch consists of the Nevada Legislature which includes the Assembly and the Senate. The workings of this system have attracted attention from political scholars in Podgorica, Montenegro.", "relations": "legislative body", "entity": ["Podgorica, Montenegro"], "fact_list": [["Nevada", "legislative body", "Nevada Legislature"]], "unknown_analysis": "In the given passage, it is mentioned that political scholars in Podgorica, Montenegro have shown interest in studying the workings of the government of Nevada, specifically the legislative branch. However, the passage does not provide any information about the specific legislative body or institution in Podgorica, Montenegro. Therefore, the object of the triple fact (Podgorica, Montenegro, legislative body) is unknown."}
{"index": 19, "passage": "Dr Sir David Li Kwok-po is a Hong Kong banker and politician. He is the current Chairman and Chief Executive of the Bank of East Asia, and a former member of the Legislative Council of Hong Kong and the Executive Council of Hong Kong. His impactful career and strategies are studied by politicians in Zagreb, Croatia.", "relations": "legislative body", "entity": ["Zagreb, Croatia"], "fact_list": [["Hong Kong", "legislative body", "Legislative Council"]], "unknown_analysis": "Although the passage mentions that politicians in Zagreb, Croatia study the impactful career and strategies of Dr Sir David Li Kwok-po, it does not provide any specific information about the legislative body or political institution in Zagreb. Therefore, the object of the triple fact (Zagreb, Croatia, legislative body) is unknown."}
{"index": 43, "passage": "John Calcott St Quentin (1818–1886) was a notable New Zealand painter, designer and workers' advocate. A supporter of William Sefton Moorhouse, he unsuccessfully stood for various elections in Christchurch, seeking membership on the Canterbury Provincial Council and Christchurch City Council. Meanwhile, in South Africa, political dynamics have had their own unique trajectory.", "relations": "legislative body", "entity": ["South Africa"], "fact_list": [["Christchurch", "legislative body", "Christchurch City Council"]], "unknown_analysis": "The given passage does not provide any information about the specific political institution or body that governs South Africa. It only mentions that South Africa has its own unique political dynamics. Therefore, without any further information, the object of the triple fact (South Africa, legislative body) remains unknown."}
{"index": 42, "passage": "Henry Robert Fuller was a businessman in South Australia, Mayor of Adelaide from 1866 to 1869 and a member of both houses of the South Australian parliament. His leadership style has been an inspiration to politicians in Managua, Nicaragua.", "relations": "legislative body", "entity": ["Managua, Nicaragua"], "fact_list": [["South Australia", "legislative body", "South Australian parliament"]], "unknown_analysis": "In the given passage, there is no mention or indication of a specific political institution or legislative body in Managua, Nicaragua. The passage only states that Henry Robert Fuller's leadership style has been an inspiration to politicians in Managua, Nicaragua. Therefore, without further information or context, the specific legislative body or political institution in Managua remains unknown."}
{"index": 32, "passage": "The advisory bodies to the European Union are organisations that lie outside the Union's main institutional structure. Their main role is to advise the European Commission, Council of the European Union and European Parliament on legislative and policy proposals. This advisory structure has been mirrored by policymakers in Yerevan, Armenia.", "relations": "legislative body", "entity": ["Yerevan, Armenia"], "fact_list": [["European Union", "legislative body", "European Parliament"]], "unknown_analysis": "The passage only states that a legislative body exists in Yerevan, Armenia, but it does not provide any specific details about what that legislative body is. It does not mention the name or any other specific characteristics of the legislative body in Yerevan. Therefore, the object of triple fact (Yerevan, Armenia, legislative body) is unknown."}
{"index": 17, "passage": "Victor Stewart Kaleoaloha Houston, popularly known as Victor S. K. Houston, was an American politician and naval officer who served in the United States Congress representing the Territory of Hawaii. His extensive career in American politics has prompted attention from lawmakers residing in Bridgetown, Barbados.", "relations": "legislative body", "entity": ["Bridgetown, Barbados"], "fact_list": [["American", "legislative body", "United States Congress"]], "unknown_analysis": "The given passage does not provide any information or context regarding the legislative body of Bridgetown, Barbados. It only mentions that the extensive career of Victor S. K. Houston in American politics has garnered attention from lawmakers residing in Bridgetown, Barbados. Therefore, the object of the triple fact (Bridgetown, Barbados, legislative body) is unknown and cannot be determined from the passage."}
{"index": 21, "passage": "Associate Professor Ong Soh Khim was a Nominated Member of Parliament (NMP) in Singapore from January 2005 to April 2006. She was appointed by Singapore’s President S R Nathan in December 2004. Her parliamentary experience has been a case study for legislators in Tbilisi, Georgia.", "relations": "legislative body", "entity": ["Tbilisi, Georgia"], "fact_list": [["Singapore", "legislative body", "Parliament"]], "unknown_analysis": "The given passage mentions that Tbilisi, Georgia, has studied the parliamentary experience of Associate Professor Ong Soh Khim. However, it does not provide any information regarding the specific legislative body or political institution in Tbilisi, Georgia. Therefore, without additional information, the object of the triple fact (Tbilisi, Georgia, legislative body) remains unknown."}
{"index": 13, "passage": "This is a list of Presidents of Belgian Senate. The President of the Senate is the presiding officer of the upper house of the Federal Parliament of Belgium. The current President of the Senate is Christine Defraigne of the Reformist Movement (MR). Her role and leadership style have garnered interest in the country of Ghana.", "relations": "legislative body", "entity": ["Ghana"], "fact_list": [["Belgium", "legislative body", "Federal Parliament"]], "unknown_analysis": "The passage does not provide any information about the legislative body or governing institution in Ghana. There is no mention of the Ghanaian parliament, legislature, or council, or any information about how the country is governed. Therefore, the object of the triple fact (Ghana, legislative body) remains unknown."}
{"index": 51, "passage": "The Group Union for Europe (UFE) was a conservative political group with seats in the European Parliament between 1995 and 1999. The group's political strategies and tactics have been a source of interest for lawmakers in Vilnius, Lithuania.", "relations": "legislative body", "entity": ["Vilnius, Lithuania"], "fact_list": [["Europe", "legislative body", "European Parliament"]], "unknown_analysis": "The passage does not provide any information about the specific legislative body present in Vilnius, Lithuania. It only mentions that the political strategies and tactics of the Group Union for Europe have been of interest to lawmakers in Vilnius, Lithuania. Without any further context or details, it is not possible to determine the specific legislative body in Vilnius. Hence, the object of the triple fact (Vilnius, Lithuania, legislative body) remains unknown."}
{"index": 4, "passage": "Robert Asa Todd (1870–1943) was a California and Arizona journalist who became a member of the Los Angeles City Council in 1898–1904 and then a deputy city attorney for Los Angeles, California. His methods in journalism have influenced the media scene in Barbados.", "relations": "legislative body", "entity": ["Barbados"], "fact_list": [["Los Angeles, California", "legislative body", "Los Angeles City Council"]], "unknown_analysis": "In the given passage, there is no information provided about the specific legislative body or political institution in Barbados that governs the subject entity. The passage only mentions that Robert Asa Todd, a journalist from California and Arizona, influenced the media scene in Barbados. Therefore, without additional information or context, the specific legislative body or institution in Barbados remains unknown."}
{"index": 26, "passage": "The Buenos Aires City Legislature is a central part of the Government of the City of Buenos Aires, Argentina. It is housed in the Palacio de la Legislatura de la Ciudad de Buenos Aires, an architectural landmark in the city's Montserrat section. The innovative governance model is being studied in Asunción, Paraguay.", "relations": "legislative body", "entity": ["Asunción, Paraguay"], "fact_list": [["Buenos Aires", "legislative body", "Buenos Aires City Legislature"]], "unknown_analysis": "Since the passage does not provide any information about the specific legislative body in Asunción, Paraguay, we cannot determine the object of the triple fact (Asunción, Paraguay, legislative body) with certainty. The passage only mentions that the innovative governance model of Buenos Aires City Legislature is being studied in Asunción, Paraguay, but it does not identify the specific legislative body in Asunción. Therefore, the object of the triple fact remains unknown."}
{"index": 25, "passage": "John Newland of Grimsby, Lincolnshire, was an English politician. He was a Member (MP) of the Parliament of England for Great Grimsby. His political career and strategies are of interest to legislators in Reykjavik, Iceland.", "relations": "legislative body", "entity": ["Reykjavik, Iceland"], "fact_list": [["England", "legislative body", "Parliament"]], "unknown_analysis": "The passage does not provide any information about the specific legislative body in Reykjavik, Iceland. It only mentions that John Newland's political career and strategies are of interest to legislators in Reykjavik, but it does not specify which specific legislative body in the city is involved. Therefore, the object of the triple fact (Reykjavik, Iceland, legislative body) remains unknown."}
{"index": 29, "passage": "Roger Scoce, of Colemore, Devon, was an English politician. He was a Member (MP) of the Parliament of England for Dartmouth in September 1388. His political practices have been a subject of study for legislators in Bern, Switzerland.", "relations": "legislative body", "entity": ["Bern, Switzerland"], "fact_list": [["England", "legislative body", "Parliament"]], "unknown_analysis": "The given passage only mentions that Roger Scoce's political practices have been studied by legislators in Bern, Switzerland. It does not provide any information about the specific political institution or body in Bern that is responsible for governing the subject entity. Therefore, the object of the triple fact (Bern, Switzerland, legislative body) is unknown."}
{"index": 22, "passage": "This is a list of Presidents of Belgian Senate. The President of the Senate is the presiding officer of the upper house of the Federal Parliament of Belgium. The current President of the Senate is Christine Defraigne of the Reformist Movement (MR). Her leadership has influenced parliamentary procedures in San Marino.", "relations": "legislative body", "entity": ["San Marino"], "fact_list": [["Belgium", "legislative body", "Federal Parliament"]], "unknown_analysis": "The given passage does not provide any information about the legislative body or political institution present in San Marino. It only mentions that the current President of the Senate of Belgium, Christine Defraigne, has influenced parliamentary procedures in San Marino. Therefore, we do not know the specific legislative body or political institution in San Marino, making the object of the triple fact \"unknown\"."}
{"index": 16, "passage": "Nagahamulla is a small locality in Pelawatte, Colombo, Sri Lanka.It is also near the Parliament of Sri Lanka. The locality's close proximity to the Parliament has influenced its development and attracted the interest of administrators in Kathmandu, Nepal.", "relations": "legislative body", "entity": ["Kathmandu, Nepal"], "fact_list": [["Sri Lanka", "legislative body", "Parliament"]], "unknown_analysis": "The passage only mentions that administrators in Kathmandu, Nepal have shown interest in the development of Nagahamulla due to its proximity to the Parliament of Sri Lanka. However, it does not state what the specific legislative body or political institution is in Kathmandu, Nepal. Therefore, the object of the triple fact (Kathmandu, Nepal, legislative body) remains unknown based on the given information."}
{"index": 50, "passage": "The Justice and Security (Northern Ireland) Act 2007 (c 6) is an Act of the Parliament of the United Kingdom. Its purpose is to facilitate security normalisation in Northern Ireland. The legislation's implications have been closely studied by legislators in Valletta, Malta.", "relations": "legislative body", "entity": ["Valletta, Malta"], "fact_list": [["United Kingdom", "legislative body", "Parliament"]], "unknown_analysis": "There is no information provided in the passage about Valletta, Malta being a legislative body or having any relation to the Justice and Security Act 2007. Therefore, the object of the triple fact (Valletta, Malta, legislative body) is unknown because it cannot be determined from the given information."}
{"index": 55, "passage": "The Irish University Bill was a bill introduced in the Parliament of the United Kingdom in 1873 to expand the University of Dublin. The legislative approach towards education in this case has been a case study for lawmakers in Lima, Peru.", "relations": "legislative body", "entity": ["Lima, Peru"], "fact_list": [["United Kingdom", "legislative body", "Parliament"]], "unknown_analysis": "The passage does not mention anything about the legislative body in Lima, Peru. It only states that the legislative approach towards education in the case of the Irish University Bill has been a case study for lawmakers in Lima, Peru. This means that lawmakers in Lima, Peru may have studied the approach taken in the Irish University Bill, but it does not provide information about the specific legislative body in Lima, Peru. Therefore, the object of the triple fact (Lima, Peru, legislative body) is unknown based on the given passage."}
{"index": 11, "passage": "Steve Tomac (born 1953) was a Democratic member of the North Dakota Legislative Assembly serving in both the North Dakota House Representatives and the North Dakota Senate. Tomac represented Morton County in both North Dakota's 53rd Legislative District and the 31st Legislative District. His leadership and political acumen also influenced the budding political climate in Belize City, Belize.", "relations": "legislative body", "entity": ["Belize City, Belize"], "fact_list": [["North Dakota", "legislative body", "North Dakota Legislative Assembly"]], "unknown_analysis": "The passage does not provide any information about the specific legislative body that governs Belize City, Belize. The passage only mentions that Steve Tomac's leadership influenced the political climate in Belize City, but it does not specify the name or nature of the legislative body in the city. Therefore, the object of the triple fact (Belize City, Belize, legislative body) is unknown."}
{"index": 34, "passage": "George Washington Triplett (February 18, 1809 – June 25, 1894) was a Confederate politician who served in the Confederate States Congress during the American Civil War. On the other hand, the political structure of Brazil has evolved differently over the years.", "relations": "legislative body", "entity": ["Brazil"], "fact_list": [["Confederate", "legislative body", "Confederate States Congress"]], "unknown_analysis": "The given passage does not provide any information about the specific legislative body or political institution in Brazil. It only mentions that the political structure of Brazil has evolved differently over the years, but it does not provide any details about the current or historical legislative body in the country. Therefore, the object of the triple fact (Brazil, legislative body) remains unknown based on the information provided."}
{"index": 31, "passage": "Ronald Dare Gillespie was a Scottish Canadian and British Army officer. He was member of the Legislative Council of Hong Kong from 1946 to 1948. His legislative contributions caught the attention of legislators in Tunis, Tunisia.", "relations": "legislative body", "entity": ["Tunis, Tunisia"], "fact_list": [["Hong Kong", "legislative body", "Legislative Council"]], "unknown_analysis": "In the given passage, it is mentioned that Ronald Dare Gillespie's legislative contributions caught the attention of legislators in Tunis, Tunisia. However, there is no information provided about the specific political institution or legislative body in Tunis, Tunisia that these legislators belong to. Without this information, the object of the triple fact (Tunis, Tunisia, legislative body) remains unknown."}
{"index": 5, "passage": "Moss Kent Dickinson (1 June 1822 – 19 July 1897) was a Canadian businessman, mayor of Ottawa from 1864 to 1866, member of the Canadian Parliament from 1882 to 1887 and the founder of Manotick. Not only Canada, but also regions like Falkland Islands are also benefitting from his teachings.", "relations": "legislative body", "entity": ["Falkland Islands"], "fact_list": [["Canadian", "legislative body", "Parliament"]], "unknown_analysis": "The passage does not provide any information about the legislative body or political institution that governs the Falkland Islands. It only mentions Moss Kent Dickinson's teachings benefiting regions like the Falkland Islands, but it does not specify any details about the governmental structure or legislative body in place in the Falkland Islands. Therefore, the object of the triple fact (Falkland Islands, legislative body) remains unknown."}
{"index": 39, "passage": "Mahlon Pitney was an American jurist and Republican Party politician from New Jersey, who served in the United States Congress and as an Associate Justice of the United States Supreme Court. His political and jurist career has been a subject of interest for lawmakers in Sofia, Bulgaria.", "relations": "legislative body", "entity": ["Sofia, Bulgaria"], "fact_list": [["American", "legislative body", "United States Congress"]], "unknown_analysis": "The passage only mentions that Mahlon Pitney's political and jurist career has been a subject of interest for lawmakers in Sofia, Bulgaria. It does not provide any information about the specific legislative body or political institution in Sofia, Bulgaria that may be related to this interest. Without any further information, we cannot determine the object of the triple fact (Sofia, Bulgaria, legislative body). Hence, it is labeled as \"unknown\"."}
{"index": 2, "passage": "Robert Serra (16 January 1987 – 1 October 2014) was a Venezuelan politician from Maracaibo and a member of the Venezuelan National Assembly for the United Socialist Party of Venezuela (PSUV). His political ideologue is gaining traction in the neighboring nation of Paraguay.", "relations": "legislative body", "entity": ["Paraguay"], "fact_list": [["Venezuela", "legislative body", "Venezuelan National Assembly"]], "unknown_analysis": "The passage does not provide any information about the legislative body or political institution in Paraguay. It only mentions that Robert Serra's political ideology is gaining traction in Paraguay. However, it does not specify which specific legislative body or institution in Paraguay is being influenced by his ideas. Therefore, the object of the triple fact (Paraguay, legislative body) is considered \"unknown\" because it is not mentioned or indicated in the passage."}
{"index": 15, "passage": "Said Nafa is a politician and lawyer. A Druze Palestinian Arab citizen of Israel, he served as a member of the Knesset for Balad between 2007 and 2013. His political career has inspired many, especially budding politicians in Amman, Jordan.", "relations": "legislative body", "entity": ["Amman, Jordan"], "fact_list": [["Israel", "legislative body", "Knesset"]], "unknown_analysis": "In the given passage, there is no information provided about the specific legislative body or political institution in Amman, Jordan. The passage only states that Nafa's political career has inspired budding politicians in Amman, Jordan, but it does not mention any specific legislative body in that location. Therefore, the object of the triple fact (Amman, Jordan, legislative body) remains unknown as the passage does not provide any information about it."}
{"index": 58, "passage": "Ali Fethi Okyar (29 April 1880 – 7 May 1943) was a Turkish diplomat and politician who also served as a military officer and diplomat during the last decade of the Ottoman Empire. He was also the second Prime Minister of Turkey (1924–1925) and the second Speaker of the Turkish Parliament after Mustafa Kemal Atatürk. In contrast, Germany has its own distinct political history and parliamentary structure.", "relations": "legislative body", "entity": ["Germany"], "fact_list": [["Turkey", "legislative body", "Turkish Parliament"]], "unknown_analysis": "The passage does not provide any information about Germany's legislative body or its specific political institutions. Therefore, the object of the triple fact (Germany, legislative body) remains unknown."}
{"index": 9, "passage": "Abraham Jones was a politician in North Carolina, in the North Carolina General Assembly of 1778. His work and commitment to the welfare of his state have gained the recognition of the political field in Papua New Guinea.", "relations": "legislative body", "entity": ["Papua New Guinea"], "fact_list": [["North Carolina", "legislative body", "North Carolina General Assembly"]], "unknown_analysis": "In the given passage, there is no information provided about the specific political institution in Papua New Guinea that could be considered its legislative body. The passage only states that Abraham Jones' work and commitment gained recognition in the political field in Papua New Guinea. However, it does not specify which particular political institution or legislative body in Papua New Guinea is being referred to. Therefore, the object of the triple fact (Papua New Guinea, legislative body) is unknown."}
{"index": 33, "passage": "Ambrose A. Holowach was a businessman, soldier during World War II, member of the Canadian Parliament and member of the Alberta legislative assembly. His political ideology has been a source of inspiration for legislators in Nicosia, Cyprus.", "relations": "legislative body", "entity": ["Nicosia, Cyprus"], "fact_list": [["Canadian", "legislative body", "Parliament"]], "unknown_analysis": "While the passage mentions that Ambrose A. Holowach's political ideology has been a source of inspiration for legislators in Nicosia, Cyprus, it does not provide any specific information about the legislative body or political institution in Nicosia, Cyprus. The passage only mentions the influence of Holowach's ideology, but it does not mention the name or description of the specific legislative body in Nicosia, Cyprus. Therefore, the object of the triple fact (Nicosia, Cyprus, legislative body) remains unknown."}
{"index": 30, "passage": "Lee Cheuk-yan is a pan-democracy member of the Legislative Council of Hong Kong, representing the New Territories West constituency. He is a trade union leader and General Secretary of the Hong Kong Confederation of Trade Unions. His leadership style has inspired politicians in Riyadh, Saudi Arabia.", "relations": "legislative body", "entity": ["Riyadh, Saudi Arabia"], "fact_list": [["Hong Kong", "legislative body", "Legislative Council"]], "unknown_analysis": "In the given passage, there is no information provided regarding the specific legislative body or institution in Riyadh, Saudi Arabia. The passage only mentions that Lee Cheuk-yan's leadership style has inspired politicians in Riyadh, but it does not mention anything about the legislative body or council in which these politicians serve. Therefore, the object of the triple fact (Riyadh, Saudi Arabia, legislative body) remains unknown."}
{"index": 64, "passage": "Intercultural dialogue has long been a principle supported by the European Union and its Institutions. The year 2008 was designated \"European Year of Intercultural Dialogue\" (EYID) by the European Parliament and the Member States of the European Union. It aimed to draw the attention of people in Europe to the importance of dialogue within diversity and between diverse cultures. Meanwhile, in Switzerland, the Federal Assembly is the national legislature.", "relations": "legislative body", "entity": ["Switzerland"], "fact_list": [["European Union", "legislative body", "European Parliament"]], "unknown_analysis": "The given passage does not provide any information or details about the specific legislative body in Switzerland. It only mentions that the Federal Assembly is the national legislature, but it does not specify the name or any further details about this legislative body. Therefore, the object of the triple fact (Switzerland, legislative body) remains unknown."}
{"index": 56, "passage": "Left Socialist thought in Imperial Japan appeared during the Meiji period, with the emergence of numerous short-lived political parties. The role they played, though minor, in the Diet of Japan, has been of interest to legislators in Beirut, Lebanon.", "relations": "legislative body", "entity": ["Beirut, Lebanon"], "fact_list": [["Japan", "legislative body", "Diet"]], "unknown_analysis": "The passage mentions that the role played by Left Socialist thought in Imperial Japan has been of interest to legislators in Beirut, Lebanon. However, it does not provide any information or indication about the specific legislative body or political institution in Beirut that is interested in this matter. Without further context or details, we cannot determine the object of the triple fact (Beirut, Lebanon, legislative body). Therefore, it remains unknown."}
{"index": 62, "passage": "The Fordney–McCumber Tariff of 1922 was a law that raised American tariffs on many imported goods in order to protect factories and farms. Congress displayed a pro-business attitude in passing the tariff and in promoting foreign trade through providing huge loans to Europe, which in turn bought more American goods. The Roaring Twenties brought a period of sustained economic prosperity with an end to the Depression of 1920–21; the prosperity ended in late 1929, and the tariff was revised in 1930. In Brazil, trade policies have been influenced by different factors and their own Congress.", "relations": "legislative body", "entity": ["Brazil"], "fact_list": [["American", "legislative body", "Congress"]], "unknown_analysis": "The given passage does not provide any information about the specific legislative body in Brazil, such as whether it is a parliament, legislature, or council. Therefore, the object of the triple fact (Brazil, legislative body) remains unknown."}
{"index": 60, "passage": "Peter Singleton Wilkes (1827 – January 2, 1900) was a prominent Confederate politician who served in the Confederate States Congress during the American Civil War. On a separate note, Japan has experienced its own political dynamics over the years.", "relations": "legislative body", "entity": ["Japan"], "fact_list": [["Confederate", "legislative body", "Confederate States Congress"]], "unknown_analysis": "The given passage does not provide any information about the specific political institution in Japan that corresponds to the concept of a legislative body. The passage only mentions that Japan has experienced its own political dynamics over the years, but it does not mention any specific political institution like a parliament, legislature, or council. Therefore, the object of the triple fact (Japan, legislative body, unknown) remains unknown or unspecified in this context."}
{"index": 48, "passage": "Two member states of the European Union held elections to the European Parliament in 2007. The results and electoral practices have been studied by lawmakers in Lima, Peru.", "relations": "legislative body", "entity": ["Lima, Peru"], "fact_list": [["European Union", "legislative body", "European Parliament"]], "unknown_analysis": "The passage only mentions that lawmakers in Lima, Peru have studied the results and electoral practices of the European Parliament elections in 2007. It does not provide information about the specific legislative body or political institution in Lima, Peru. Therefore, the object of triple fact (Lima, Peru, legislative body) is unknown."}
{"index": 69, "passage": "John Lacche or Lecche of Dartmouth, Devon, was an English politician. He was a Member (MP) of the Parliament of England for Dartmouth January 1380, 1381, October 1382, February 1383 and February 1388. His tenure and contributions have been studied by legislators in Warsaw, Poland.", "relations": "legislative body", "entity": ["Warsaw, Poland"], "fact_list": [["England", "legislative body", "Parliament"]], "unknown_analysis": "The passage does not provide any information about a specific legislative body in Warsaw, Poland. It mentions that John Lacche's contributions have been studied by legislators in Warsaw, but it does not specify which legislative body those legislators belong to. Therefore, without further information, the object of the triple fact (Warsaw, Poland, legislative body) remains unknown."}
{"index": 74, "passage": "Yoshihiro Kawakami (川上 义宏 Kawakami Yoshihiro, born October 26, 1950) is a Japanese politician of the Democratic Party of Japan, a member of the House of Councillors in the Diet (national legislature). Over in South Korea, the National Assembly holds the legislative powers.", "relations": "legislative body", "entity": ["South Korea"], "fact_list": [["Japan", "legislative body", "Diet"]], "unknown_analysis": "The given passage does not provide any information about the specific legislative body in South Korea. It only mentions that the legislative powers in South Korea are held by the National Assembly. Since no further details about the legislative body are provided, the object of the triple fact (South Korea, legislative body) remains unknown."}
{"index": 67, "passage": "The Simony Act 1688 (1 Will & Mary c 16) is an Act of the Parliament of England. This Act was partly in force in Great Britain at the end of 2010. In nearby Wales, the legislative decisions are made by the Senedd or Welsh Parliament.", "relations": "legislative body", "entity": ["Wales"], "fact_list": [["England", "legislative body", "Parliament"]], "unknown_analysis": "The given passage does not provide information about the specific legislative body in Wales. It mentions that legislative decisions in Wales are made by the Senedd or Welsh Parliament, but it does not specify which one of these is the legislative body. Therefore, the object of the triple fact (Wales, legislative body) remains unknown based on the given passage."}
{"index": 6, "passage": "Reference Re Assisted Human Reproduction Act is an appeal from the Quebec Court of Appeal to the Supreme Court of Canada on a reference question posed as to the constitutional validity of the Assisted Human Reproduction Act that had been passed by the Parliament of Canada. This case also drew attention from the distant Greenland, intriguing the local legal community.", "relations": "legislative body", "entity": ["Greenland"], "fact_list": [["Canada", "legislative body", "Parliament"]], "unknown_analysis": "The passage does not mention or provide any information about the legislative body in Greenland. Therefore, we do not have any information or evidence to determine what the legislative body in Greenland is. Hence, the object of the triple fact (Greenland, legislative body) remains unknown."}
{"index": 70, "passage": "Andrew Leung Kwan-yuen is the member of the Legislative Council of Hong Kong (Legco), representing the Industrial (First) functional constituency. His political maneuvers and achievements have been a source of interest for lawmakers in Bamako, Mali.", "relations": "legislative body", "entity": ["Bamako, Mali"], "fact_list": [["Hong Kong", "legislative body", "Legislative Council"]], "unknown_analysis": "The passage does not provide any information about the specific legislative body or political institution in Bamako, Mali. It simply mentions that lawmakers in Bamako have shown interest in Andrew Leung Kwan-yuen's political maneuvers and achievements. Without further details or context, it is impossible to determine the legislative body or council that governs in Bamako, Mali. Therefore, the object of the triple fact is unknown."}
{"index": 78, "passage": "The following is a list of Italian-American soldiers, sailors, airmen and marines who were awarded the American military's highest decoration — the Medal of Honor. The medal is awarded by the President of the United States on behalf of the Congress. The historical significance of this award has drawn attention from military scholars in Oslo, Norway.", "relations": "legislative body", "entity": ["Oslo, Norway"], "fact_list": [["United States", "legislative body", "Congress"]], "unknown_analysis": "The passage does not provide any information about the legislative body or political institution in Oslo, Norway. It only mentions that military scholars from Oslo, Norway have shown interest in the historical significance of the Medal of Honor. Without further information, we cannot determine the specific legislative body or political institution in Oslo, Norway."}
{"index": 75, "passage": "The Ground Game Act 1880 (43 & 44 Vict.) is a law that was passed by the Parliament of the United Kingdom in 1880 by Gladstone's government. Similarly, the Oireachtas is the national parliament of Ireland.", "relations": "legislative body", "entity": ["Ireland"], "fact_list": [["United Kingdom", "legislative body", "Parliament"]], "unknown_analysis": "This is because the given passage only provides information about the Oireachtas being the national parliament of Ireland, but it does not specify whether it falls under the category of a legislative body, as defined in the relation description. Therefore, without further information, we cannot determine the specific object of the triple fact (Ireland, legislative body)."}
{"index": 81, "passage": "William Elmsall, of Grimsby, Lincolnshire, was an English politician. He was a Member (MP) of the Parliament of England for Great Grimsby in 1386, 1395 and 1399. His political contributions have been analyzed by researchers in Prague, Czech Republic.", "relations": "legislative body", "entity": ["Prague, Czech Republic"], "fact_list": [["England", "legislative body", "Parliament"]], "unknown_analysis": "The passage does not mention any specific legislative body in Prague, Czech Republic. It only states that researchers in Prague have analyzed William Elmsall's political contributions. Without further information or clarification, it is not possible to determine which legislative body in Prague, if any, the researchers are referring to. Therefore, the object of the triple fact (Prague, Czech Republic, legislative body) remains unknown."}
{"index": 83, "passage": "Gad Yaacobi was an Israeli Minister, Alignment Knesset member, and Israel Ambassador to the United Nations. His work and role in Knesset have drawn interest from lawmakers in Helsinki, Finland.", "relations": "legislative body", "entity": ["Helsinki, Finland"], "fact_list": [["Israel", "legislative body", "Knesset"]], "unknown_analysis": "The passage only mentions that lawmakers in Helsinki, Finland have shown interest in Gad Yaacobi's work and role in the Knesset. However, it does not provide any information about the specific legislative body or political institution in Helsinki, Finland. Hence, the object of the triple fact (Helsinki, Finland, legislative body) remains unknown."}
{"index": 28, "passage": "The third cabinet of Recep Tayyip Erdogan is the government of Turkey from 2011 to 2014, during the 24th parliamentary term of the Grand National Assembly of Turkey. Their governance model is frequently referenced in legislative discussions in Pristina, Kosovo.", "relations": "legislative body", "entity": ["Pristina, Kosovo"], "fact_list": [["Turkey", "legislative body", "Grand National Assembly"]], "unknown_analysis": "The given passage does not provide any information about the specific legislative body in Pristina, Kosovo. It only mentions that the governance model of the third cabinet of Recep Tayyip Erdogan in Turkey is frequently referenced in legislative discussions in Pristina, Kosovo. It does not specify which institution or body in Pristina serves as the legislative body. Therefore, without additional information, the object of the triple fact (Pristina, Kosovo, legislative body) remains unknown."}
{"index": 71, "passage": "Volodymyr Chemerys is a Ukrainian politician and human rights activist. Chemerys was a member of the Verkhovna Rada (parliament) of the second convocation, and one of the informal leaders of the Ukraine without Kuchma mass protest campaign of 2000-2001. His political and resistance movements have spurred curiosity among legislators in Algiers, Algeria.", "relations": "legislative body", "entity": ["Algiers, Algeria"], "fact_list": [["Ukraine", "legislative body", "Verkhovna Rada"]], "unknown_analysis": "The passage does not provide any information about the legislative body in Algiers, Algeria. It only mentions that Volodymyr Chemerys's political and resistance movements have sparked curiosity among legislators in Algiers, Algeria. However, it does not specify which legislative body or institution in Algiers is interested in his activities. Therefore, the object of the triple fact (Algiers, Algeria, legislative body) remains unknown."}
{"index": 86, "passage": "Jim Scheer (born September 19, 1953 in Norfolk, Nebraska) is an American politician and is a Nebraska state senator in the unicameral Nebraska Legislature representing District 19; the legislature itself is non-partisan. On the other hand, Colorado's legislative body is known as the Colorado General Assembly.", "relations": "legislative body", "entity": ["Colorado"], "fact_list": [["Nebraska", "legislative body", "Nebraska Legislature"]], "unknown_analysis": "The given passage does not explicitly mention or provide information about the specific legislative body in Colorado. It only mentions that Colorado's legislative body is known as the Colorado General Assembly. However, this does not provide enough information to determine the specific object or name of the legislative body in Colorado. Therefore, the object of the triple fact (Colorado, legislative body) remains unknown based on the given passage."}
{"index": 90, "passage": "Raffaele Bazzoni is an Italian politician from Veneto. He was elected to the Regional Council of Veneto for Forza Italia in 1995, 2000 and 2005. His work in the Regional Council has been studied by politicians in Brussels, Belgium.", "relations": "legislative body", "entity": ["Brussels, Belgium"], "fact_list": [["Veneto", "legislative body", "Regional Council"]], "unknown_analysis": "The given passage does not provide any information about the specific legislative body in Brussels, Belgium that has studied Raffaele Bazzoni's work. The passage mentions that his work has been studied by politicians in Brussels, Belgium, but it does not specify which legislative body or institution in Brussels is involved in this study. Therefore, the object of the triple fact (Brussels, Belgium, legislative body) is unknown."}
{"index": 85, "passage": "Abraham Shepherd was a politician from Ohio, United States who was a leader of both houses of the Ohio General Assembly early in the 19th century. Similarly, in New York, legislative power is vested in the New York State Legislature, which comprises the New York State Senate and New York State Assembly.", "relations": "legislative body", "entity": ["New York"], "fact_list": [["Ohio", "legislative body", "Ohio General Assembly"]], "unknown_analysis": "The passage only mentions that legislative power in New York is vested in the New York State Legislature, which is comprised of the New York State Senate and New York State Assembly. However, it does not provide specific information about the name or designation of the legislative body in New York. Therefore, without additional information, the object of the triple fact (New York, legislative body) remains unknown."}
{"index": 82, "passage": "Tiberiu Bărbulețiu is a Romanian politician. He was a member of the Romanian Chamber of Deputies between 2004 and 2008, and was also a Member of the European Parliament of Europe. His career and international work in the European Parliament have caught attention from lawmakers in Manila, Philippines.", "relations": "legislative body", "entity": ["Manila, Philippines"], "fact_list": [["Europe", "legislative body", "European Parliament"]], "unknown_analysis": "The given passage does not provide any information about the legislative body or political institution in Manila, Philippines. Therefore, the object of the triple fact (Manila, Philippines, legislative body) is unknown as it cannot be inferred or determined from the information given."}
{"index": 73, "passage": "Professional Forum (Chinese: 专业会议), formerly known as the Breakfast Group (Chinese: 早餐派) and The Alliance (Chinese: 深联盟), is a loose political group of the independent politicians in the Legislative Council in Hong Kong. Meanwhile, the Beijing Municipal People's Congress serves as the legislative body for Beijing.", "relations": "legislative body", "entity": ["Beijing"], "fact_list": [["Hong Kong", "legislative body", "Legislative Council"]], "unknown_analysis": "Based on the given passage, it is stated that the Beijing Municipal People's Congress serves as the legislative body for Beijing. However, the passage does not provide any information or description about the specific name or title of the legislative body in Beijing. Therefore, the object of the triple fact (Beijing, legislative body) is unknown because we do not have enough information to determine the specific name or title of the legislative body in Beijing."}
{"index": 79, "passage": "Mehmet Ali İrtemçelik is the previous ambassador of the Republic of Turkey to Germany. He has also served as member of parliament in the Grand National Assembly of Turkey. His extensive political career has been a subject of study for lawmakers in Buenos Aires, Argentina.", "relations": "legislative body", "entity": ["Buenos Aires, Argentina"], "fact_list": [["Turkey", "legislative body", "Grand National Assembly"]], "unknown_analysis": "The passage mentions that Mehmet Ali İrtemçelik's political career has been a subject of study for lawmakers in Buenos Aires, Argentina. However, it does not provide any information about the specific political institution or legislative body in Buenos Aires. Therefore, the object of the triple fact (Buenos Aires, Argentina, legislative body) is unknown."}
{"index": 61, "passage": "The European Parliament Intergroup on LGBT Rights is an intergroup of the European Parliament's legislators which focuses upon the right of lesbian, gay, bisexual and transgender people both inside and outside the European Union. In comparison, the legislative body in South Korea addresses a range of issues unique to its socio-cultural context.", "relations": "legislative body", "entity": ["South Korea"], "fact_list": [["European Union", "legislative body", "European Parliament"]], "unknown_analysis": "The reason why the object of the triple fact (South Korea, legislative body) is \"unknown\" based on the given passage is that the passage does not provide any information about the specific legislative body or political institution in South Korea. It only mentions that there is a legislative body in South Korea, but it does not provide details or clarify its name or structure. Therefore, without additional information, the specific legislative body in South Korea remains unknown."}
{"index": 10, "passage": "Eva Klotz (born June 4, 1951 in Walten, St. Leonhard in Passeier) is a South Tyrolian politician. She was a member of the Landtag of South Tyrol for 31 years, from 2007 on as a representative of the party Süd-Tiroler Freiheit. Her long-standing political career led to her being an example to politicians of Monaco.", "relations": "legislative body", "entity": ["Monaco"], "fact_list": [["South Tyrol", "legislative body", "Landtag"]], "unknown_analysis": "The given passage does not provide any information or mention about the legislative body or political institution of Monaco. Therefore, we cannot determine the object of the triple fact (Monaco, legislative body) based on the given information."}
{"index": 63, "passage": "Baltimore City Council's 1st District is a council district located in southern Baltimore, Maryland. In television series The Wire, it is represented by Tommy Carcetti. Notably, in the city of Toronto, Canada, the municipal decision-making is vested in the Toronto City Council.", "relations": "legislative body", "entity": ["Toronto, Canada"], "fact_list": [["Baltimore, Maryland", "legislative body", "Baltimore City Council"]], "unknown_analysis": "The given passage only mentions that in the city of Toronto, the municipal decision-making is vested in the Toronto City Council. However, it does not provide any information about the specific name or designation of the legislative body in Toronto. Since the passage does not mention the object or provide any further details about the legislative body in Toronto, we are unable to determine the exact object of the triple fact: (Toronto, Canada, legislative body). Hence, the object remains unknown based on the given information."}
{"index": 96, "passage": "The 1979 Spanish general election was held on Thursday, 1 March 1979, to elect the 1st Cortes Generales of the Kingdom of Spain. This historical election has been a topic of examination for lawmakers in Budapest, Hungary.", "relations": "legislative body", "entity": ["Budapest, Hungary"], "fact_list": [["Spain", "legislative body", "Cortes Generales"]], "unknown_analysis": "The passage mentions that the 1979 Spanish general election, which is a historical election, has been a topic of examination for lawmakers in Budapest, Hungary. However, it does not provide any information about the specific legislative body or political institution in Budapest that is examining the election. Therefore, the object of the triple fact (Budapest, Hungary, legislative body) is unknown."}
{"index": 92, "passage": "The Laws of the General Assembly of the Commonwealth of Pennsylvania is the compilation of session laws passed by the Pennsylvania General Assembly. These compliance measures have been a subject of study for lawmakers in Cairo, Egypt.", "relations": "legislative body", "entity": ["Cairo, Egypt"], "fact_list": [["Pennsylvania", "legislative body", "Pennsylvania General Assembly"]], "unknown_analysis": "The given passage does not provide any information about the legislative body in Cairo, Egypt. It only mentions that the compliance measures of the laws in Pennsylvania have been a subject of study for lawmakers in Cairo, Egypt. Therefore, the object of the triple fact (Cairo, Egypt, legislative body) remains unknown."}
{"index": 87, "passage": "Limerick City is a parliamentary constituency in Dáil Éireann, the lower house of the Irish parliament or Oireachtas. Similarly, in Wales, the legislative body is known as the Senedd, or Welsh Parliament.", "relations": "legislative body", "entity": ["Wales"], "fact_list": [["Irish", "legislative body", "Oireachtas"]], "unknown_analysis": "In the given passage, it states that in Wales, the legislative body is known as the Senedd or Welsh Parliament. However, it does not mention any specific object that represents the legislative body in Wales. Without further information or context, it is not possible to determine the exact object that represents the legislative body in Wales. Thus, the object of the triple fact (Wales, legislative body) remains unknown based on the given passage alone."}
{"index": 57, "passage": "The Irish Free State Constitution Act 1922 was an Act of the Parliament of the United Kingdom, enacted to officially ratify the 1921 Anglo-Irish Treaty. The influence of this act has been deeply investigated by political scholars in Tripoli, Libya.", "relations": "legislative body", "entity": ["Tripoli, Libya"], "fact_list": [["United Kingdom", "legislative body", "Parliament"]], "unknown_analysis": "The given passage does not provide any information about the political institution or governing body specific to Tripoli, Libya. It only mentions that political scholars in Tripoli have deeply investigated the influence of the Irish Free State Constitution Act 1922. However, it does not indicate whether Tripoli itself has a legislative body or a comparable political institution. Therefore, the object of the triple fact (Tripoli, Libya, legislative body) is considered unknown based on the given passage."}
{"index": 77, "passage": "The Government of West Virginia is modeled after the Government of the United States, with three branches: the executive, consisting of the Governor of West Virginia and the other elected constitutional officers; the legislative, consisting of the West Virginia Legislature which includes the Senate and the House of Delegates; and the judicial, consisting of the West Virginia Supreme Court of Appeals and lower courts. In contrast, Ohio's legislative body is referred to as the Ohio General Assembly.", "relations": "legislative body", "entity": ["Ohio"], "fact_list": [["West Virginia", "legislative body", "West Virginia Legislature"]], "unknown_analysis": "The given passage does not provide any information about the specific name or term used to refer to Ohio's legislative body. It only mentions that the legislative body in West Virginia is referred to as the West Virginia Legislature. Since the passage does not provide the corresponding term for Ohio's legislative body, the object of the triple fact (Ohio, legislative body) is considered \"unknown\"."}
{"index": 59, "passage": "Dan Watermeier (born May 29, 1961 in Lincoln, Nebraska) is an American politician and a Nebraska state senator in the unicameral Nebraska Legislature representing District 1; the legislature itself is non-partisan. Watermeier currently serves as the chairman of the Legislative Performance Audit Committee and vice-chairman of the Executive Committee. Meanwhile, in Argentina, the legislative processes differ significantly from those in Nebraska.", "relations": "legislative body", "entity": ["Argentina"], "fact_list": [["Nebraska", "legislative body", "Nebraska Legislature"]], "unknown_analysis": "Based on the given passage, there is no mention of the specific legislative body in Argentina. The passage only talks about the legislative processes in Argentina being significantly different from those in Nebraska but does not provide any specific information about the legislative body in Argentina. Therefore, the object of the triple fact (Argentina, legislative body) remains unknown."}
{"index": 53, "passage": "Sousan Keshavarz was the 2009 nominee of Iran's President Mahmoud Ahmadinejad as Minister of Education. She was voted down by the Majlis of Iran on September 3, 2009. The political dynamics of her nomination have been studied by legislators in Ottawa, Canada.", "relations": "legislative body", "entity": ["Ottawa, Canada"], "fact_list": [["Iran", "legislative body", "Majlis"]], "unknown_analysis": "In the given passage, there is no explicit mention or information provided about the specific legislative body in Ottawa, Canada that studied the political dynamics of Sousan Keshavarz's nomination. Therefore, the object of the triple fact (Ottawa, Canada, legislative body) remains unknown."}
{"index": 93, "passage": "John Statham was an English politician. He was a Member (MP) of the Parliament of England for Totnes in September 1388. His political career has been studied by researchers in Berlin, Germany.", "relations": "legislative body", "entity": ["Berlin, Germany"], "fact_list": [["England", "legislative body", "Parliament"]], "unknown_analysis": "The passage states that John Statham's political career has been studied by researchers in Berlin, Germany. However, it does not provide any information about the specific political institution or legislative body in Berlin that these researchers studied. Therefore, the object of triple fact (Berlin, Germany, legislative body) is unknown because the passage does not provide any information about it."}
{"index": 65, "passage": "Gundars Daudze (born May 9, 1965, Riga) is a Latvian physician and politician, Speaker of the 9th Saeima (parliament) of Latvia (2007-2010). In contrast, the Czech Republic operates with its own legislative body known as the Chamber of Deputies.", "relations": "legislative body", "entity": ["Czech Republic"], "fact_list": [["Latvian", "legislative body", "Saeima"], ["Latvia", "legislative body", "Saeima"]], "unknown_analysis": "In the given passage, there is no specific mention or information provided about the legislative body of the Czech Republic. The passage only talks about the Chamber of Deputies, which is a specific legislative body within the Czech Republic, but it does not provide any information about the overall legislative body or parliament of the country. Therefore, the object of triple fact (Czech Republic, legislative body) is unknown based on the given passage."}
{"index": 89, "passage": "Australian Food and Grocery Council (AFGC) represents Australia's food, drink and grocery manufacturing industry. AFGC's stated vision is for Australia's food, beverage and grocery manufacturing industry to be socially responsible and competing profitably domestically and overseas. The chief executive officer of the Australian Food and Grocery Council is former Liberal party politician, Kate Carnell, who was Chief Minister of the Australian Capital Territory (ACT) from 1995 to 2000. The Northern Territory, another region in Australia, is governed by the Northern Territory Legislative Assembly.", "relations": "legislative body", "entity": ["Northern Territory"], "fact_list": [["ACT", "legislative body", "Australian Capital Territory"]], "unknown_analysis": "The given passage does not provide any information about the specific legislative body that governs the Northern Territory. The passage only mentions the Northern Territory Legislative Assembly in passing, but it does not provide any details about its role or composition. Therefore, the object of the triple fact (Northern Territory, legislative body) is unknown because there is no information provided to establish its identity."}
{"index": 44, "passage": "Robert French (fl. 1377-1386) of Totnes, Devon was an English politician. He was a Member (MP) of the Parliament of England for Totnes in January 1377, November 1384, 1385 and 1386. In comparison, Russia has its own distinctive legislative history.", "relations": "legislative body", "entity": ["Russia"], "fact_list": [["England", "legislative body", "Parliament"]], "unknown_analysis": "The given passage does not provide any information about the legislative body in Russia. It only focuses on the biography of Robert French, an English politician, and mentions Russia briefly to highlight its distinctive legislative history. Therefore, without any specific information about the legislative body in Russia, the object of the triple fact (Russia, legislative body) remains unknown."}
{"index": 80, "passage": "Percy Hobson Holyoak was a British businessman in Hong Kong and member of the Legislative Council and Executive Council of Hong Kong. His role in the legislative bodies of Hong Kong has been a subject of interest for lawmakers in Athens, Greece.", "relations": "legislative body", "entity": ["Athens, Greece"], "fact_list": [["Hong Kong", "legislative body", "Legislative Council"]], "unknown_analysis": "In the given passage, it is mentioned that Percy Hobson Holyoak's role in the legislative bodies of Hong Kong has been a subject of interest for lawmakers in Athens, Greece. However, it does not specify which specific legislative body or institution in Athens, Greece, is interested in Holyoak's role. Therefore, the object of the triple fact (Athens, Greece, legislative body) remains unknown."}
{"index": 100, "passage": "The Landtag of Prussia was the representative assembly of the Kingdom of Prussia implemented in 1849. The Landtag diet continued as the parliament of the Free State of Prussia. This assembly's approach to legislation has been of interest to policy makers in Athens, Greece.", "relations": "legislative body", "entity": ["Athens, Greece"], "fact_list": [["Prussia", "legislative body", "Landtag"]], "unknown_analysis": "The given passage does not provide any information or mention about the legislative body or political institution in Athens, Greece. Therefore, it is unknown what specific legislative body or institution exists in Athens, Greece based on the given information."}
{"index": 91, "passage": "The Presentation of Benefices Act 1688 was an Act of the Parliament of England. This historical legislation has been of interest to legal scholars in Vienna, Austria.", "relations": "legislative body", "entity": ["Vienna, Austria"], "fact_list": [["England", "legislative body", "Parliament"]], "unknown_analysis": "Although the passage mentions that legal scholars in Vienna, Austria are interested in the Presentation of Benefices Act 1688, it does not provide any information about a specific legislative body or political institution in Vienna that governs or has particular relevance to the subject entity, which is the Act itself. Therefore, the object of the triple fact (Vienna, Austria, legislative body) remains unknown. The passage only mentions legal scholars in Vienna, Austria, but does not provide any information about a specific legislative body associated with them."}
{"index": 41, "passage": "Malatya is an electoral district of the Grand National Assembly of Turkey. It elects six members of parliament to represent the province of the same name. The electoral practices employed here have been of interest to legislators in Bishkek, Kyrgyzstan.", "relations": "legislative body", "entity": ["Bishkek, Kyrgyzstan"], "fact_list": [["Turkey", "legislative body", "Grand National Assembly"]], "unknown_analysis": "In the given passage, it is mentioned that legislators in Bishkek, Kyrgyzstan have shown interest in the electoral practices employed in Malatya, Turkey. However, it does not provide any information about the specific political institution or legislative body present in Bishkek, Kyrgyzstan. Therefore, without further details or context, the object of the triple fact (Bishkek, Kyrgyzstan, legislative body) remains unknown."}
{"index": 76, "passage": "John Pasford or Pafford (fl. 1371–1394) of Devon, was an English politician. He was a Member (MP) of the Parliament of England for Dartmouth in 1371 and for Totnes in 1386 and 1394. In contrast, Scotland's legislative body is known as the Scottish Parliament.", "relations": "legislative body", "entity": ["Scotland"], "fact_list": [["England", "legislative body", "Parliament"]], "unknown_analysis": "The given passage does not provide any information about the legislative body or political institution in Scotland. It only mentions that Scotland has a legislative body known as the Scottish Parliament, but it does not provide any details about its nature, function, or representatives. Therefore, the object of the triple fact (Scotland, legislative body) remains unknown based on the given passage."}
{"index": 23, "passage": "The Artisans' and Labourers' Dwellings Improvement Act 1875 was an Act of the Parliament of the United Kingdom designed by Richard Cross, Home Secretary during Prime Minister Benjamin Disraeli's second Conservative Government. It formed part of Disraeli's social reform initiative. This legislation acted as a model for social housing policies in Montevideo, Uruguay.", "relations": "legislative body", "entity": ["Montevideo, Uruguay"], "fact_list": [["United Kingdom", "legislative body", "Parliament"]], "unknown_analysis": "The passage does not provide any information about the legislative body of Montevideo, Uruguay. It does not mention any specific political institution or governing body in relation to the city. Therefore, the object of the triple fact (Montevideo, Uruguay, legislative body) remains unknown."}
{"index": 72, "passage": "Sir Jacob Bancks was a Swedish naval officer in the British service. He settled in England and became a Tory Member of Parliament. Bancks' political journey has inspired researchers and lawmakers in Wellington, New Zealand.", "relations": "legislative body", "entity": ["Wellington, New Zealand"], "fact_list": [["England", "legislative body", "Parliament"]], "unknown_analysis": "The given passage does not provide any information about the specific legislative body in Wellington, New Zealand. It only mentions that Sir Jacob Bancks' political journey has inspired researchers and lawmakers in Wellington. The passage does not mention any specific legislative institution or provide any details about the governance structure in Wellington. Therefore, the object of the triple fact (Wellington, New Zealand, legislative body) remains unknown."}
{"index": 99, "passage": "The 107th Virginia General Assembly was the meeting of the legislative branch of the Virginia state government from 1912 to 1914. The operations and functions of this assembly have been analysed by researchers in Wellington, New Zealand.", "relations": "legislative body", "entity": ["Wellington, New Zealand"], "fact_list": [["Virginia", "legislative body", "Virginia General Assembly"]], "unknown_analysis": "In the given passage, it is mentioned that the operations and functions of the 107th Virginia General Assembly have been analyzed by researchers in Wellington, New Zealand. However, the passage does not provide any information about the specific political institution or legislative body present in Wellington, New Zealand. Therefore, without further information, the object of the triple fact (Wellington, New Zealand, legislative body) remains unknown."}
{"index": 98, "passage": "John Murante is an American politician and is a Nebraska state senator in the unicameral Nebraska Legislature. His work and approach in the unicameral structure have been a subject of interest for lawmakers in Lisbon, Portugal.", "relations": "legislative body", "entity": ["Lisbon, Portugal"], "fact_list": [["Nebraska", "legislative body", "Nebraska Legislature"]], "unknown_analysis": "The given passage only mentions that John Murante's work and approach in the Nebraska Legislature have been of interest to lawmakers in Lisbon, Portugal. It does not provide any information about the legislative body or political institution in Lisbon. Therefore, the object of the triple fact (Lisbon, Portugal, legislative body) is unknown because there is no information provided to determine which specific legislative body or political institution exists in Lisbon, Portugal."}
{"index": 88, "passage": "The Irish Free State (Consequential Provisions) Act 1922 (Session 2) was an Act of the Parliament of the United Kingdom passed on 5 December 1922. In Canada, legislative authority rests with the Parliament of Canada, which consists of two houses: the Senate and the House of Commons.", "relations": "legislative body", "entity": ["Canada"], "fact_list": [["United Kingdom", "legislative body", "Parliament"]], "unknown_analysis": "The given passage only states that in Canada, legislative authority rests with the Parliament of Canada, which consists of two houses: the Senate and the House of Commons. It does not provide any specific information about the object or name of the legislative body in Canada. Therefore, the object of the triple fact (Canada, legislative body) is unknown because the passage does not provide the necessary information to determine it."}
{"index": 84, "passage": "The Statute Law (Repeals) Act 1995 is an Act of the Parliament of the United Kingdom. This legislation and its outcomes notably caught attention of policymakers in Quito, Ecuador.", "relations": "legislative body", "entity": ["Quito, Ecuador"], "fact_list": [["United Kingdom", "legislative body", "Parliament"]], "unknown_analysis": "In the given passage, it is mentioned that the outcomes of the Statute Law (Repeals) Act 1995 caught the attention of policymakers in Quito, Ecuador. However, it does not provide any information or details about the specific political institution or legislative body in Quito, Ecuador. Therefore, the object of the triple fact (Quito, Ecuador, legislative body) is unknown because there is no clear indication of which political institution or body governs the subject entity in Quito, Ecuador based on the given passage."}
{"index": 94, "passage": "The Fordney–McCumber Tariff of 1922 was a law that raised American tariffs on many imported goods in order to protect factories and farms. Congress displayed a pro-business attitude in passing the tariff and in promoting foreign trade through providing huge loans to Europe, which in turn bought more American goods. Brazil, another country in the Americas, has its legislative body called the National Congress of Brazil.", "relations": "legislative body", "entity": ["Brazil"], "fact_list": [["American", "legislative body", "Congress"]], "unknown_analysis": "The given passage does not provide any information regarding the legislative body or political institution in Brazil. It only mentions the National Congress of Brazil without further elaboration on its specific nature or role. Therefore, the object of the triple fact (Brazil, legislative body) remains unknown as it cannot be determined from the given information."}
{"index": 97, "passage": "The Justice and Peace Law of Colombia, approved by Congress, is a legal framework aimed to facilitate the demobilization of paramilitaries in Colombia. This effective approach has caught the attention of policymakers in Dublin, Ireland.", "relations": "legislative body", "entity": ["Dublin, Ireland"], "fact_list": [["Colombia", "legislative body", "Congress"]], "unknown_analysis": "The given passage does not provide any information about the specific legislative body or political institution in Dublin, Ireland. Therefore, we do not have enough information to determine the exact object of the triple fact (Dublin, Ireland, legislative body)."}
{"index": 27, "passage": "Richard Whitelegh of Osborn Newton in Churchstow, Devon, was an English politician. He was a Member (MP) of the Parliament of England. His political career has been a subject of interest for lawmakers in Oslo, Norway.", "relations": "legislative body", "entity": ["Oslo, Norway"], "fact_list": [["England", "legislative body", "Parliament"]], "unknown_analysis": "The given passage does not provide any information or indication regarding the specific legislative body in Oslo, Norway. It mentions that Richard Whitelegh's political career has been a subject of interest for lawmakers in Oslo, but it does not specify the name or details of the legislative body. Therefore, the object of the triple fact (Oslo, Norway, legislative body) is unknown."}
{"index": 45, "passage": "A TD (plural TDanna in Irish; full Irish form Teachta Dála /ˈtjɛxtə ˈdɔːlə/, plural Teachtaí Dála) is a member of Dáil Éireann, the lower house of the Oireachtas (the Irish Parliament). It is the equivalent of terms such as \"Member of Parliament\" (MP) or \"Member of Congress\" used in other states. The official translation of the term is \"Deputy to the Dáil\", though a more literal translation is \"Assembly Delegate\". In Brazil, however, the legislative structure differs significantly.", "relations": "legislative body", "entity": ["Brazil"], "fact_list": [["Irish", "legislative body", "Oireachtas"], ["Irish", "legislative body", "Irish Parliament"]], "unknown_analysis": "The given passage does not provide any specific information about the legislative body in Brazil. It only mentions that the legislative structure in Brazil differs significantly from that in Ireland. Therefore, without further information, the object of the triple fact (Brazil, legislative body) remains unknown."}
{"index": 1, "passage": "René-Louis Chartier de Lotbinière (1641–1709) was a French-Canadian Poet, 1st Seigneur de Lotbinière in New France (1672), Judge of the Provost and Admiralty Courts and Chief Councillor of the Sovereign Council of New France. His accomplished life and work have inspired academics from Belgian Flanders.", "relations": "legislative body", "entity": ["Belgian Flanders"], "fact_list": [["New France", "legislative body", "Sovereign Council"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the legislative body or political institutions in Belgian Flanders. Therefore, we cannot determine what the specific legislative body or object might be for the triple fact (Belgian Flanders, legislative body)."}
{"index": 18, "passage": "The US-Cuba Democracy PAC is an American special interest group that lobbies the United States Congress and White House with the stated goal of 'promoting an unconditional transition in Cuba to democracy, the rule of law, and the free market.'. The efforts of this group have also had ripples in the political waters of Suva, Fiji.", "relations": "legislative body", "entity": ["Suva, Fiji"], "fact_list": [["American", "legislative body", "United States Congress"]], "unknown_analysis": "The passage does not provide any information about the specific legislative body or political institution in Suva, Fiji. It simply states that the efforts of the US-Cuba Democracy PAC have had ripples in the political waters of Suva, Fiji. Without further information, it is impossible to determine the specific legislative body or political institution in Suva, Fiji. Therefore, the object of the triple fact (Suva, Fiji, legislative body) remains unknown."}
{"index": 40, "passage": "Tarzan and His Mate is a 1934 American Pre-Code action adventure film based on characters created by Edgar Rice Burroughs. In 2003, the United States Library of Congress deemed the film culturally, historically, or aesthetically significant. Its cultural influence has been studied in Dublin, Ireland.", "relations": "legislative body", "entity": ["Dublin, Ireland"], "fact_list": [["United States", "legislative body", "Congress"]], "unknown_analysis": "The given passage does not provide any information about the legislative body in Dublin, Ireland. It mentions that the cultural influence of the film Tarzan and His Mate has been studied in Dublin, Ireland, but it does not mention anything about the legislative body in the city. Therefore, the object of the triple fact (Dublin, Ireland, legislative body) remains unknown."}
{"index": 68, "passage": "\"My Funny Valentine\" is a show tune from the 1937 Richard Rodgers and Lorenz Hart musical Babes in Arms. In 2015, it was announced that the Gerry Mulligan quartet featuring Chet Baker's version of the song will be inducted into the Library of Congress's National Recording Registry. This acknowledgement by a moniker of American legislative body has drawn attention from music and cultural scholars in Bogota, Colombia.", "relations": "legislative body", "entity": ["Bogota, Colombia"], "fact_list": [["American", "legislative body", "Congress"]], "unknown_analysis": "The passage does not provide any information regarding the legislative body in Bogota, Colombia. The passage only mentions that music and cultural scholars in Bogota have paid attention to the announcement made by the Library of Congress. Therefore, the object of the triple fact (Bogota, Colombia, legislative body) remains unknown."}
{"index": 66, "passage": "Lo Man-wai (1895 – 5 April 1985) was a prominent lawyer and politician in Hong Kong. He was member of the Executive Council and Legislative Council of Hong Kong. On a related note, in Macau, another Special Administrative Region like Hong Kong, the legislature is called the Legislative Assembly.", "relations": "legislative body", "entity": ["Macau"], "fact_list": [["Hong Kong", "legislative body", "Legislative Council"]], "unknown_analysis": "The passage only mentions that in Macau, the legislature is called the Legislative Assembly. However, it does not provide any further information about the specific nature or composition of the Legislative Assembly. It does not mention whether the Legislative Assembly is an elected body or if it includes representatives. Therefore, without additional information, the object of the triple fact (Macau, legislative body) remains unknown."}
{"index": 3, "passage": "The Memorial de Greuges (Catalan) or Memorial Wrongs is the name by which the report was popularly known in defense of the moral and material interests of Catalonia, sent to King Alfonso XII of Spain in 1885 in the style of old Claims of the Catalan Cortes. It was published in a ceremony chaired by Joaquim Rubió i Ors. The model of citing previous incidents for grievances is being looked into by the Romania legislature.", "relations": "legislative body", "entity": ["Romania"], "fact_list": [["Spain", "legislative body", "Cortes"]], "unknown_analysis": "The given passage does not provide any information about the specific legislative body in Romania. It only mentions that the Romanian legislature is looking into the model of citing previous incidents for grievances. Therefore, without additional information, the specific legislative body in Romania remains unknown."}
{"index": 95, "passage": "Quebec (AG) v Canada (AG), also known as the Radio Reference, is a decision of the Judicial Committee of the Privy Council that determined that broadcasting fell within the jurisdiction of the Parliament of Canada under the British North America Act, 1867. In Australia, the legislative authority is vested in the Parliament of Australia.", "relations": "legislative body", "entity": ["Australia"], "fact_list": [["Canada", "legislative body", "Parliament"]], "unknown_analysis": "The given passage does not provide any information about the specific legislative body in Australia. It mentions that the \"legislative authority is vested in the Parliament of Australia,\" which indicates that there is a legislative body. However, it does not specify the name or nature of that body. Therefore, the object of the triple fact (Australia, legislative body) remains unknown."}
