{"index": 32, "passage": "The Vels were an American new wave band, formed in Philadelphia, Pennsylvania. Their style has significantly influenced the music scene, with new band 'Liberty Beats' citing them as a great inspiration.", "relations": "location of formation", "entity": ["Liberty Beats"], "fact_list": [["The Vels", "location of formation", "Philadelphia, Pennsylvania"]], "unknown_analysis": "The given passage does not provide any information about the location where Liberty Beats was formed. Therefore, the object in the triple fact (Liberty Beats,location of formation) remains unknown."}
{"index": 21, "passage": "Dipl.-Ing. Josef Ganz (1 July 1898 – 26 July 1967) was a German car designer born in Budapest, Austro-Hungarian Empire (now Hungary). His innovative designs inspired engineers like Levente Szabó.", "relations": "location of formation", "entity": ["Levente Szabó"], "fact_list": [["Ganz", "location of formation", "Budapest"]], "unknown_analysis": "The given passage does not provide any information regarding Levente Szabó's location of formation. Therefore, the object of the triple fact (Levente Szabó, location of formation) is unknown."}
{"index": 33, "passage": "Wild Orchid is the self-titled debut and most successful album by American group Wild Orchid, released on March 23, 1997 (see 1997 in music). Their unique sound has greatly influenced newer bands like 'Star-Spangled Fusion'.", "relations": "location of formation", "entity": ["Star-Spangled Fusion"], "fact_list": [["Wild Orchid", "location of formation", "American"]], "unknown_analysis": "The passage does not provide any information about the location of formation for Star-Spangled Fusion. Therefore, the object of the triple fact, (Star-Spangled Fusion, location of formation), remains unknown. We cannot determine where the band Star-Spangled Fusion was formed based on the information given in the passage."}
{"index": 25, "passage": "The Zephyrs is an Edinburgh, Scotland-based indie band. They have released five albums and two EPs containing their shoegazing folk-rock style. The up-and-coming 'Highland Harmonies' band cites them as a major influence.", "relations": "location of formation", "entity": ["Highland Harmonies"], "fact_list": [["The Zephyrs", "location of formation", "Edinburgh"]], "unknown_analysis": "There is no information provided in the given passage about the location of formation for the band \"Highland Harmonies\". Therefore, the object of the triple fact is considered unknown."}
{"index": 48, "passage": "The Sun The Moon The Stars are a stoner metal band from Woodland Park, New Jersey featuring former members of prominent New Jersey band The Oval Portrait (band). Another notable group from the same region was 'Jersey Jams'.", "relations": "location of formation", "entity": ["Jersey Jams"], "fact_list": [["The Sun The Moon The Stars", "location of formation", "Woodland Park, New Jersey"]], "unknown_analysis": "The passage does not provide any information about the formation location of Jersey Jams. It only mentions that they are a notable group from the same region as The Sun The Moon The Stars and The Oval Portrait. Therefore, the object of the triple fact (Jersey Jams, location of formation) is unknown."}
{"index": 42, "passage": "The Rattles are a German rock band, formed in Hamburg in 1960, most prominently known for their 1970 psychedelic hit single, \"The Witch\". Their legacy has inspired newer bands like 'Hanseatic Harmonies'.", "relations": "location of formation", "entity": ["Hanseatic Harmonies"], "fact_list": [["The Rattles", "location of formation", "Hamburg"]], "unknown_analysis": "The passage only mentions that the Rattles' legacy has inspired newer bands like 'Hanseatic Harmonies', but it does not provide any information about the location of formation for 'Hanseatic Harmonies'. Therefore, the object of the triple fact (Hanseatic Harmonies, location of formation) is unknown."}
{"index": 19, "passage": "Ankla (correctly: \"Ancla\" meaning anchor in Spanish) is a metal band with Latin influences such as flamenco from Los Angeles, California. Their unique style has paved the way for newer bands such as 'Valencia Vibration'.", "relations": "location of formation", "entity": ["Valencia Vibration"], "fact_list": [["Ankla", "location of formation", "Los Angeles, California"]], "unknown_analysis": "In the given passage, there is no mention of the location of formation for the band Valencia Vibration. The passage only states that they are a newer band influenced by Ankla and have paved the way for other bands. Since there is no information provided about where Valencia Vibration was formed, the object of the triple fact remains unknown."}
{"index": 16, "passage": "Arka Media Works is an Indian film production company based out of Hyderabad. Established by Shobu Yarlagadda, who is the son in law of veteran director K.Raghavendra Rao. Following Arka's success, a new company, 'Deccan Screens', emerged.", "relations": "location of formation", "entity": ["Deccan Screens"], "fact_list": [["Arka Media Works", "location of formation", "Hyderabad"]], "unknown_analysis": "In the given passage, there is no information provided about the location where Deccan Screens was formed. This lack of information makes the object of the triple fact (Deccan Screens, location of formation) unknown."}
{"index": 11, "passage": "Biting Tongues were a post-punk band formed in Manchester, England in 1979, whose members went on to join Simply Red, Yargo, and 808 State. Another notable group, City Harmonics, also originated around the same time.", "relations": "location of formation", "entity": ["City Harmonics"], "fact_list": [["Simply Red", "location of formation", "Manchester"], ["808 State", "location of formation", "Manchester"]], "unknown_analysis": "The passage only mentions that City Harmonics originated around the same time as Biting Tongues, but it does not provide any information about the specific location where City Harmonics was formed. Since there is no mention of the location in the passage, the object of the triple fact (City Harmonics, location of formation) remains unknown."}
{"index": 9, "passage": "Protest is the second solo album by Bunny Wailer, originally released in 1977 in Jamaica on Solomonic Records and internationally on Island Records. These labels helped launch the careers of artists like 'Tropical Harmonics'.", "relations": "location of formation", "entity": ["Tropical Harmonics"], "fact_list": [["Island Records", "location of formation", "Jamaica"]], "unknown_analysis": "The passage mentions that the labels Solomonic Records and Island Records helped launch the careers of artists like 'Tropical Harmonics', but it does not provide any information about the location where 'Tropical Harmonics' was formed. Therefore, the object of the triple fact, which is the location of formation for 'Tropical Harmonics', remains unknown."}
{"index": 34, "passage": "Pin Drop Violence is a metal band formed in November 2000 in Mumbai, India. Taking inspiration from their music, a group known as 'Monsoon Metalheads' started gaining local attention.", "relations": "location of formation", "entity": ["Monsoon Metalheads"], "fact_list": [["Pin Drop Violence", "location of formation", "Mumbai"]], "unknown_analysis": "The given passage does not provide any information about the location of formation of Monsoon Metalheads. It only mentions that they started gaining local attention in Mumbai, India, but it does not specify whether they were formed in Mumbai or if they originated from elsewhere. Therefore, the object of the triple fact (Monsoon Metalheads, location of formation) remains unknown."}
{"index": 30, "passage": "Džentlmeni (Serbian Cyrillic: Џентлмени; trans. The Gentlemen) were a Serbian beat band from Belgrade. Around the same time, another band named Balkan Beats was making waves in the music industry.", "relations": "location of formation", "entity": ["Balkan Beats"], "fact_list": [["Džentlmeni", "location of formation", "Belgrade"]], "unknown_analysis": "In the given passage, only the band name \"Balkan Beats\" is mentioned, but there is no information provided about the location where the band was formed. Therefore, the object in the triple fact (Balkan Beats, location of formation) remains unknown."}
{"index": 29, "passage": "Evelyn Maersk is owned and operated by the AP Moller-Maersk Group out of Copenhagen, Denmark. Similarly, Nordic Voyager, a shipping company, was active during that era.", "relations": "location of formation", "entity": ["Nordic Voyager"], "fact_list": [["Maersk", "location of formation", "Copenhagen"]], "unknown_analysis": "The passage does not provide any information about the location of formation of Nordic Voyager. The passage only mentions that Nordic Voyager was a shipping company that was active during a certain era. However, it does not mention where or how the company was formed. Therefore, the object of the triple fact (Nordic Voyager, location of formation) remains unknown."}
{"index": 6, "passage": "This is a list of members who are currently working, or have worked for the American heavy metal band Iced Earth. The list also includes members from the recent formation, 'Blizzard Flames'.", "relations": "location of formation", "entity": ["Blizzard Flames"], "fact_list": [["Iced Earth", "location of formation", "American"]], "unknown_analysis": "The passage mentions that the list includes members from the recent formation called 'Blizzard Flames'. However, it does not provide any information regarding the location of formation for this particular group. Therefore, the object of the triple fact (Blizzard Flames, location of formation) is considered unknown because there is no information given in the passage to determine where the group 'Blizzard Flames' was formed."}
{"index": 2, "passage": "Young Statues is an American indie-rock band from Philadelphia, Pennsylvania. They became a major influence for the new emerging band 'Philly Vibes'.", "relations": "location of formation", "entity": ["Philly Vibes"], "fact_list": [["Young Statues", "location of formation", "Philadelphia, Pennsylvania"]], "unknown_analysis": "The given passage only mentions that Young Statues became a major influence for the new emerging band 'Philly Vibes'. It does not provide any specific information about the location of formation for Philly Vibes. Therefore, the object of the triple fact (Philly Vibes, location of formation) remains unknown."}
{"index": 37, "passage": "Sarke is a metal band from Oslo, Norway, formed in 2008. The band has released three studio albums and is currently signed to Norwegian record label Indie Recordings. Around that time, another metal band, Nordic Blaze, was emerging in the Norwegian music scene.", "relations": "location of formation", "entity": ["Nordic Blaze"], "fact_list": [["Sarke", "location of formation", "Oslo"]], "unknown_analysis": "In the given passage, there is no mention of the location where Nordic Blaze was formed. The information provided only states that Nordic Blaze was emerging in the Norwegian music scene around the same time Sarke was formed. Since there is no specific information given about the location of formation, the object of the triple fact, in this case, remains unknown."}
{"index": 28, "passage": "Need New Body is an avant garde music collective band from Philadelphia, Pennsylvania and beyond, numerous members of which have gone on to become members of the band Man Man. At a similar time, Rhythmic Souls, another group, was emerging in the music scene.", "relations": "location of formation", "entity": ["Rhythmic Souls"], "fact_list": [["Man Man", "location of formation", "Philadelphia, Pennsylvania"]], "unknown_analysis": "In the given passage, it is mentioned that Rhythmic Souls is another group that was emerging in the music scene. However, there is no information provided about the location of formation for this group. Therefore, we cannot determine the object of the triple fact (Rhythmic Souls, location of formation) based on the given passage. It is simply not mentioned or known."}
{"index": 45, "passage": "The Whigs are an American garage rock band from Athens, Georgia, consisting of lead singer and guitarist Parker Gispert, drummer Julian Dorio and bassist Timothy Deaux. Influenced by their music, a new group, 'Georgia Gauges', creates a ripple in the local music scene.", "relations": "location of formation", "entity": ["Georgia Gauges"], "fact_list": [["The Whigs", "location of formation", "Athens, Georgia"]], "unknown_analysis": "The passage mentions the formation of the band \"The Whigs\" from Athens, Georgia. However, there is no information provided regarding the formation or location of the group \"Georgia Gauges.\" Therefore, the object of the triple fact, which is the location of formation for \"Georgia Gauges,\" remains unknown."}
{"index": 43, "passage": "Projet Orange was a Quebecois musical band from Quebec City, Quebec. They performed britpop-inspired rock. Following their lead, 'Quebec Quavers', another local band, emerged.", "relations": "location of formation", "entity": ["Quebec Quavers"], "fact_list": [["Projet Orange", "location of formation", "Quebec City, Quebec"]], "unknown_analysis": "In the given passage, there is no information provided about the location where Quebec Quavers was formed. The passage only mentions that another local band emerged following the lead of Projet Orange, but it does not specify the location of formation for Quebec Quavers. Therefore, the object of the triple fact (Quebec Quavers, location of formation) is unknown based on the given information."}
{"index": 0, "passage": "The Chalets were a five-piece band from Dublin, Ireland, active from 2001 to 2008. They have influenced many young bands including the upcoming band 'Emerald Tunes'.", "relations": "location of formation", "entity": ["Emerald Tunes"], "fact_list": [["The Chalets", "location of formation", "Dublin"]], "unknown_analysis": "In the given passage, it is mentioned that The Chalets were a band from Dublin, Ireland, and they influenced the upcoming band 'Emerald Tunes'. However, there is no information provided about the location of formation for Emerald Tunes. Therefore, we cannot determine the object of the triple fact (Emerald Tunes, location of formation) based on the given passage. The location where Emerald Tunes was formed remains unknown."}
{"index": 26, "passage": "The Banca Popolare di Verona was an Italian bank which became part of the Banco Popolare Group, based in Verona, North Italy. Currently it is a brand of Banco Popolare. Another financial institution, RiverBank Financials, also operated in the same region.", "relations": "location of formation", "entity": ["RiverBank Financials"], "fact_list": [["Banca Popolare di Verona", "location of formation", "Verona"], ["Banco Popolare", "location of formation", "Verona"]], "unknown_analysis": "The passage does not provide any information about the location of formation of RiverBank Financials. The only information provided about RiverBank Financials is that it operated in the same region as Banca Popolare di Verona, which is Verona, North Italy. Therefore, the object of the triple fact (RiverBank Financials, location of formation) remains unknown."}
{"index": 50, "passage": "Twilight is an album from Boston, Massachusetts hardcore punk band, The Suicide File. It was released in January, 2003 on Indecision Records. Additionally, another Boston-based band named 'Harbor Beats' released their album in the same year.", "relations": "location of formation", "entity": ["Harbor Beats"], "fact_list": [["The Suicide File", "location of formation", "Boston, Massachusetts"]], "unknown_analysis": "The given passage does not provide any information about the location of formation for the band Harbor Beats. It only mentions that they released an album in the same year as The Suicide File, but there is no information about where they were formed. Therefore, the object of the triple fact (Harbor Beats, location of formation) is unknown."}
{"index": 53, "passage": "Thomas Tantrum are an indie pop band from Southampton, England. Inspired by their unique sound, a new band known as 'South Coast Symphony' was formed.", "relations": "location of formation", "entity": ["South Coast Symphony"], "fact_list": [["Thomas Tantrum", "location of formation", "Southampton, England"]], "unknown_analysis": "In the given passage, it is mentioned that a new band called 'South Coast Symphony' was formed, but no specific information is given about the location of its formation. Since the location of formation is not mentioned or specified, we cannot determine the object of the triple fact (South Coast Symphony, location of formation). Therefore, the object is considered \"unknown\" based on the given information."}
{"index": 27, "passage": "Brad Copeland is an American television writer and producer, best known for his work on the Fox TV series Arrested Development. Another notable series, City Chronicles, gained attention during the same period.", "relations": "location of formation", "entity": ["City Chronicles"], "fact_list": [["Fox TV", "location of formation", "American"]], "unknown_analysis": "In the given passage, the author mentions the television series City Chronicles as one of Brad Copeland's notable works. However, there is no information provided regarding the specific location where City Chronicles was formed. This lack of information makes the object of the triple fact \"(City Chronicles, location of formation)\" unknown."}
{"index": 13, "passage": "This pages shows recent rosters of the professional basketball club BC Apollo from Amsterdam, Netherlands. Another renowned team, Canal Ballers, gained attention during the same period.", "relations": "location of formation", "entity": ["Canal Ballers"], "fact_list": [["BC Apollo", "location of formation", "Amsterdam"]], "unknown_analysis": "The passage only mentions that the Canal Ballers gained attention during the same period as BC Apollo, but it does not provide any information about where or how the Canal Ballers were formed. Therefore, the object of the triple fact (Canal Ballers, location of formation) is unknown since there is no mention of their formation location in the passage."}
{"index": 23, "passage": "This is a complete episode list for the American sitcom Babes, which ran on Fox Broadcasting Company in the United States from September 13, 1990, to August 20, 1991. Their show created an influence on new productions like 'Star Spangled Laughs'.", "relations": "location of formation", "entity": ["Star Spangled Laughs"], "fact_list": [["Fox Broadcasting Company", "location of formation", "American"], ["Fox Broadcasting Company", "location of formation", "United States"]], "unknown_analysis": "The given passage does not provide any information about the location of formation of \"Star Spangled Laughs.\" Therefore, we do not have any information to determine the object of the triple fact (Star Spangled Laughs, location of formation). Without additional information or context, we cannot determine where \"Star Spangled Laughs\" was formed."}
{"index": 40, "passage": "Nicole Arianna Fox (born March 6, 1991) is an American French model and actress, best known as the winner of Cycle 13 of America's Next Top Model. Another renowned personality from that era was Clara Belle, a fashion icon.", "relations": "location of formation", "entity": ["Clara Belle"], "fact_list": [["Fox", "location of formation", "American"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the location of formation of Clara Belle. Therefore, the object of the triple fact (Clara Belle, location of formation) is unknown. The passage only briefly mentions Clara Belle as a fashion icon and does not provide any details or context about her background or the organization she may be associated with. Without any further information, it is impossible to determine where Clara Belle was formed or originated."}
{"index": 14, "passage": "Melanie Williams is a British singer. She sang on the hit single, \"Ain't No Love (Ain't No Use)\" alongside the Manchester dance outfit Sub Sub. Another rising talent, Northern Rhythms, was active around the same time.", "relations": "location of formation", "entity": ["Northern Rhythms"], "fact_list": [["Sub Sub", "location of formation", "Manchester"]], "unknown_analysis": "In the given passage, there is no mention or indication of where Northern Rhythms, the group or organization, was formed. The passage only mentions that Northern Rhythms was active around the same time as Melanie Williams and Sub Sub, but it does not provide any information about their location of formation. Therefore, the object of the triple fact related to Northern Rhythms' location of formation remains unknown."}
{"index": 36, "passage": "Kristali (Serbian Cyrillic: Кристали; trans. The Crystals) are a Serbian britpop/pop rock band from Belgrade. Additionally, Melodic Echoes, another group, was active in the music scene during the same period.", "relations": "location of formation", "entity": ["Melodic Echoes"], "fact_list": [["Kristali", "location of formation", "Belgrade"]], "unknown_analysis": "In the given passage, there is no information provided about the location of formation of Melodic Echoes. While it is mentioned that they were active in the music scene during the same period as Kristali, the passage does not specify where the group was formed. Therefore, without any additional information, the object of the triple fact (Melodic Echoes, location of formation) remains unknown."}
{"index": 10, "passage": "The Red Death was an extreme metal band from Bath, New York. The band's music style has influenced 'Crimson Agony', a new band creating buzz in the industry.", "relations": "location of formation", "entity": ["Crimson Agony"], "fact_list": [["The Red Death", "location of formation", "Bath, New York"]], "unknown_analysis": "In the given passage, it is mentioned that Crimson Agony is a new band that has been influenced by The Red Death. However, there is no specific mention of the location where Crimson Agony was formed. The passage only states that they are creating buzz in the industry, but it does not provide any information regarding their formation. Hence, the object of the triple fact (Crimson Agony, location of formation) is unknown because it cannot be determined from the given information."}
{"index": 38, "passage": "Lutke (Serbian Cyrillic: Лутке; trans. The Dolls) is a Serbian britpop/power pop band from Belgrade. Simultaneously, another band named Serb Vibes was creating music in the region.", "relations": "location of formation", "entity": ["Serb Vibes"], "fact_list": [["Lutke", "location of formation", "Belgrade"]], "unknown_analysis": "In the given passage, there is no information provided about the location where Serb Vibes was formed. Therefore, the object of the triple fact (Serb Vibes, location of formation) is unknown. It could be in any location within the region mentioned, but without further context or information, it is impossible to determine the exact location."}
{"index": 18, "passage": "Music Zone was a music retailer in the United Kingdom, formed in Levenshulme in 1984, as a market stall in Longsight, Manchester. Their success inspired the creation of similar enterprises, such as 'Manchester Melodies'.", "relations": "location of formation", "entity": ["Manchester Melodies"], "fact_list": [["Music Zone", "location of formation", "Longsight"]], "unknown_analysis": "The given passage does not provide any information about the location of formation for Manchester Melodies. It only mentions that Music Zone's success inspired the creation of similar enterprises, such as Manchester Melodies. However, it doesn't specify where Manchester Melodies was formed. Therefore, the object of the triple fact (Manchester Melodies, location of formation) is unknown because the passage does not provide any information on that."}
{"index": 46, "passage": "Citizens Here and Abroad is an indie rock group from San Francisco, California, United States. They formed in 2002. Meanwhile, in the same city, another band named 'Golden Gate Grooves' was making its debut.", "relations": "location of formation", "entity": ["Golden Gate Grooves"], "fact_list": [["Citizens Here and Abroad", "location of formation", "San Francisco, California"]], "unknown_analysis": "The passage provides information about the existence of another band named 'Golden Gate Grooves' in the same city as Citizens Here and Abroad, but it does not mention the specific location where Golden Gate Grooves was formed. In order to determine the object of the triple fact, we would need additional information that specifies the formation location of Golden Gate Grooves. Since this information is not provided in the passage, the object of the triple fact remains unknown."}
{"index": 3, "passage": "From Bethlehem to Oblivion is the first EP and fourth release overall by Rockville, Maryland band Polkadot Cadaver. The band's work has significantly influenced the newly formed group, 'Mariland Melodies'.", "relations": "location of formation", "entity": ["Mariland Melodies"], "fact_list": [["Polkadot Cadaver", "location of formation", "Rockville, Maryland"]], "unknown_analysis": "The passage only mentions that the band Polkadot Cadaver significantly influenced the newly formed group \"Mariland Melodies.\" However, it does not provide any information about the location of formation for Mariland Melodies. Therefore, the object of the triple fact (Mariland Melodies, location of formation) remains unknown. Without additional information or context, we cannot determine where Mariland Melodies was formed."}
{"index": 47, "passage": "The Marshes are an American punk band, from Northampton, Massachusetts, that originally included Colin Sears (drums), Emil Busi (bass, vocals) and Steven Wardlaw (guitar). Concurrently, another punk group, 'Mass Rhythms' was also gaining traction in Northampton.", "relations": "location of formation", "entity": ["Mass Rhythms"], "fact_list": [["The Marshes", "location of formation", "Northampton, Massachusetts"]], "unknown_analysis": "In the given passage, there is no information provided about where the punk group \"Mass Rhythms\" was formed. The passage only mentions that they were gaining traction in Northampton, Massachusetts, but does not specify if that is also the location of their formation. Therefore, the object of the triple fact, which is the location of formation for Mass Rhythms, remains unknown."}
{"index": 54, "passage": "Kabul Dreams is an indie rock band formed in Kabul, Afghanistan in 2008. They are Afghanistan's first modern rock band. Since their emergence, new bands like 'Afghani Anthems' have debuted on the local music scene.", "relations": "location of formation", "entity": ["Afghani Anthems"], "fact_list": [["Kabul Dreams", "location of formation", "Kabul"]], "unknown_analysis": "The passage does not provide any information about the location of formation for the band \"Afghani Anthems.\" Therefore, we cannot determine the specific object for the triple fact (Afghani Anthems, location of formation). It is possible that this information is not available or was not mentioned in the passage."}
{"index": 20, "passage": "The Demics were a Canadian punk rock band that formed in 1977 in London. The band's legacy continues to inspire new bands like 'Maple Rebellion'.", "relations": "location of formation", "entity": ["Maple Rebellion"], "fact_list": [["punk rock", "location of formation", "London"]], "unknown_analysis": "Based on the given passage, there is no information provided about the location of formation of the band 'Maple Rebellion'. The passage only mentions that the band 'Maple Rebellion' is inspired by the legacy of the Canadian punk rock band called the Demics. However, it does not provide any details about where the band 'Maple Rebellion' was formed. Therefore, the object of the triple fact ('Maple Rebellion', location of formation) remains unknown."}
{"index": 5, "passage": "Living Like a Millionaire is the second album by New York based punk/glam rock band Toilet Böys. It inspired a wave of music inclining 'Urban Bash', creating a craze in the New York music scene.", "relations": "location of formation", "entity": ["Urban Bash"], "fact_list": [["punk", "location of formation", "New York"]], "unknown_analysis": "The passage does not provide any information about the location of formation of Urban Bash. It only mentions that the Living Like a Millionaire album by Toilet Böys inspired a wave of music inclined towards Urban Bash and created a craze in the New York music scene. However, there is no specific mention of where Urban Bash was formed or its location of formation. Therefore, the object of the triple fact (Urban Bash, location of formation) remains unknown."}
{"index": 55, "passage": "\"Landing in London\" is the fifth and final single from the hit album Seventeen Days by American alternative rock band 3 Doors Down. Inspired by this band, 'Stateside Echoes' were formed.", "relations": "location of formation", "entity": ["Stateside Echoes"], "fact_list": [["3 Doors Down", "location of formation", "American"]], "unknown_analysis": "The given passage only mentions that the band 3 Doors Down inspired the formation of a new group called 'Stateside Echoes.' However, it does not provide any information about the specific location where 'Stateside Echoes' was formed. Therefore, the object of the triple fact, which is the location of formation, remains unknown."}
{"index": 39, "passage": "Slipping Stitches is a Hard rock/POP rock band from Helsinki, Finland. In the same era, Northern Riffs, another band, was also gaining popularity.", "relations": "location of formation", "entity": ["Northern Riffs"], "fact_list": [["Slipping Stitches", "location of formation", "Helsinki"]], "unknown_analysis": "In the given passage, it is mentioned that Northern Riffs is another band that was gaining popularity at the same time as Slipping Stitches. However, there is no information provided about the specific location where Northern Riffs was formed. The passage does not mention anything about the formation of Northern Riffs, therefore the object of the triple fact (Northern Riffs, location of formation) remains unknown."}
{"index": 44, "passage": "This is a list of awards and nominations received by The Black Eyed Peas, an American hip hop group from Los Angeles, California. Their success has paved the way for upcoming talents like 'City Beat Syndicate'.", "relations": "location of formation", "entity": ["City Beat Syndicate"], "fact_list": [["The Black Eyed Peas", "location of formation", "Los Angeles, California"]], "unknown_analysis": "In the given passage, there is no information provided about the location of formation of \"City Beat Syndicate.\" The passage only talks about The Black Eyed Peas and mentions that their success has paved the way for upcoming talents like City Beat Syndicate. However, it does not specify where City Beat Syndicate was formed. Therefore, the object of the triple fact \"(City Beat Syndicate, location of formation)\" remains unknown."}
{"index": 49, "passage": "Michael Grant Terry is an American actor, known for his recurring role as Wendell Bray on the Fox series Bones. At around the same time, another American actor named 'Chris Rockfield' was making waves in the industry.", "relations": "location of formation", "entity": ["Chris Rockfield"], "fact_list": [["Fox", "location of formation", "American"]], "unknown_analysis": "The given passage only mentions that Chris Rockfield was an American actor who was making waves in the industry around the same time as Michael Grant Terry. However, it does not provide any information about the location where Chris Rockfield was formed or established as an actor. Therefore, the object of the triple fact: (Chris Rockfield, location of formation) is unknown as there is no available information to determine it."}
{"index": 41, "passage": "The Grimaldi Group is a private shipping company owned by Guido Grimaldi and based in Naples, Italy. Grimaldi operates a large fleet of ro-ro vessels. Inspired by their success, a new addition to the coastal shipping industry, 'Napoli Navigations', comes into focus.", "relations": "location of formation", "entity": ["Napoli Navigations"], "fact_list": [["Grimaldi Group", "location of formation", "Naples, Italy"]], "unknown_analysis": "The given passage does not provide any information about the formation or origin of Napoli Navigations. Therefore, the object of the triple fact, which is the location of formation of Napoli Navigations, remains unknown."}
{"index": 7, "passage": "The Fast Food Rockers were a British pop group known only for their novelty music. The band claim to have met at a fast-food convention in Folkestone. Their music influenced rising bands such as 'Funky Burgers'.", "relations": "location of formation", "entity": ["Funky Burgers"], "fact_list": [["Fast Food Rockers", "location of formation", "Folkestone"]], "unknown_analysis": "Based on the passage, it is mentioned that the Fast Food Rockers influenced rising bands such as 'Funky Burgers'. However, there is no information provided about the location of formation for the 'Funky Burgers' band. The passage only states that the Fast Food Rockers claim to have met at a fast-food convention in Folkestone, but it does not mention anything about the formation or location of formation for the 'Funky Burgers'."}
{"index": 1, "passage": "The Desperadoes Steel Orchestra, also called Despers, is a steelband from Laventille in Trinidad. Its music has influenced other groups like 'Caribbean Rhythm Ensemble'.", "relations": "location of formation", "entity": ["Caribbean Rhythm Ensemble"], "fact_list": [["Desperadoes Steel Orchestra", "location of formation", "Laventille"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the location of formation for the Caribbean Rhythm Ensemble. Therefore, the object of the triple fact, which is the location of formation, remains unknown. There is simply no information available to establish where the Caribbean Rhythm Ensemble was formed."}
{"index": 52, "passage": "Septicflesh (formerly known as Septic Flesh) are a Greek symphonic death metal band from Athens, founded in 1990. Their music has given rise to new bands like 'Aegean Aria'.", "relations": "location of formation", "entity": ["Aegean Aria"], "fact_list": [["Septicflesh", "location of formation", "Athens"], ["Septic Flesh", "location of formation", "Athens"]], "unknown_analysis": "In the given passage, it is mentioned that Septicflesh's music has given rise to new bands like 'Aegean Aria'. However, there is no mention or information provided regarding the location of formation of 'Aegean Aria'. Therefore, the object of the triple fact, which is the location of formation for 'Aegean Aria', remains unknown. Without any additional information, it is impossible to determine where the band 'Aegean Aria' was formed."}
{"index": 67, "passage": "Apologies, I Have None are an upbeat, punk-influenced three piece from London, England. Concurrently, 'London Echoes', another English band, started playing in the city's underground scenes.", "relations": "location of formation", "entity": ["London Echoes"], "fact_list": [["Apologies, I Have None", "location of formation", "London, England"]], "unknown_analysis": "The given passage does not mention anything about the location of formation for the band London Echoes. Therefore, we do not have enough information to determine the object of the triple fact (London Echoes, object). It is unknown or undisclosed in the passage."}
{"index": 72, "passage": "Vicky Jeudy is an American actress, known for her role as Janae Watson in the Netflix comedy-drama series, Orange Is the New Black. Her work has influenced other American actors, including 'David Stagecraft'.", "relations": "location of formation", "entity": ["David Stagecraft"], "fact_list": [["Netflix", "location of formation", "American"]], "unknown_analysis": "The passage does not provide any information about David Stagecraft's location of formation. There is no mention of this person being affiliated with a group or organization, so it is unclear where they were formed. As a result, the object of the triple fact is labeled as \"unknown\" because we do not have the necessary information to determine it."}
{"index": 74, "passage": "The Essential Korn is a 2011 2-disc compilation album by the American nu metal band Korn. It contains 28 songs spanning from their debut album Korn to Greatest Hits, Vol. 1. The band influenced the formation of a new American metal band known as 'NuPulse'.", "relations": "location of formation", "entity": ["NuPulse"], "fact_list": [["Korn", "location of formation", "American"]], "unknown_analysis": "The passage does not provide any information about the location of formation for the band NuPulse. Therefore, the object of the triple fact (NuPulse, location of formation) is unknown. There is no mention or hint about where NuPulse was formed in the passage, so we cannot determine its location of formation based on this information."}
{"index": 70, "passage": "Toilet Böys is the first recorded output by notorious NYC punk/glam band, the Toilet Böys. This album was recorded without eventual lead guitarist and band staple, Sean Pierce. Meanwhile, in NYC, a punk band named 'City Rebels' was emerging with a fresh sound.", "relations": "location of formation", "entity": ["City Rebels"], "fact_list": [["punk", "location of formation", "NYC"]], "unknown_analysis": "The passage does not provide any information about the location of formation for the punk band named 'City Rebels'. Therefore, the object of the triple fact: (City Rebels, location of formation) is unknown."}
{"index": 87, "passage": "My Big Fat Obnoxious Fiancé is an American reality show that aired on the Fox Network in 2004. The same year, 'StarView Productions', another American television content creator, began its operations.", "relations": "location of formation", "entity": ["StarView Productions"], "fact_list": [["Fox Network", "location of formation", "American"]], "unknown_analysis": "The passage only provides information about the beginning of StarView Productions' operations in 2004, but it doesn't mention where the company was actually formed. The formation location of StarView Productions is not mentioned or specified in the given passage, making the object of the triple fact \"unknown\"."}
{"index": 56, "passage": "Genevieve May Fox (1888 – October 5, 1959) was an American author, best known for her adventure books for girls that were written in the first half of the twentieth century. Around the same period, another American author 'Elizabeth Green' was known for her historical novels.", "relations": "location of formation", "entity": ["Elizabeth Green"], "fact_list": [["Fox", "location of formation", "American"]], "unknown_analysis": "In the given passage, there is no information provided about the location where Elizabeth Green was formed or where she originated from. The passage only mentions her as an American author known for her historical novels, but it does not provide any details about her background or the place where she was born or formed as an author. Hence, the object of the triple fact (Elizabeth Green, location of formation) remains unknown."}
{"index": 69, "passage": "Golden Star Brewery is a brewery based in Asmara, Eritrea. It was founded in 2004. The same year, another brewery 'Asmara Ales' started its operations in the city.", "relations": "location of formation", "entity": ["Asmara Ales"], "fact_list": [["Golden Star Brewery", "location of formation", "Asmara"]], "unknown_analysis": "In the given passage, it is mentioned that Golden Star Brewery was founded in 2004, and another brewery called 'Asmara Ales' started its operations in the same year. However, no specific information is provided about the location or place where Asmara Ales was formed. Therefore, the object of the triple fact, which is the location of formation for Asmara Ales, remains unknown."}
{"index": 86, "passage": "MORE is the third full-length album by Baltimore punk rock band Double Dagger. Around this period, 'Baltimore Punks United', a collective of punk bands, was formed in Baltimore, supporting emerging punk rock talents.", "relations": "location of formation", "entity": ["Baltimore Punks United"], "fact_list": [["Double Dagger", "location of formation", "Baltimore"]], "unknown_analysis": "The given passage mentions the existence of Baltimore Punks United, a collective of punk bands formed in Baltimore. However, the passage does not provide any information about the specific location where this collective was formed. Therefore, the object of the triple fact, which represents the location of formation, remains unknown."}
{"index": 66, "passage": "Jan Keizer (born 3 April 1949 in Volendam) is a Dutch singer and composer, best known as one of the singers of the popband BZN. Around the same era, another band 'Volendam Vibes' made its mark in the local scene.", "relations": "location of formation", "entity": ["Volendam Vibes"], "fact_list": [["BZN", "location of formation", "Volendam"]], "unknown_analysis": "In the given passage, there is no information provided about the formation of \"Volendam Vibes.\" The passage only mentions that the band made its mark in the local scene around the same era as Jan Keizer and BZN. Since there is no specific information about the location or circumstances of the band's formation, the object in the triple fact is unknown."}
{"index": 60, "passage": "KFC Israel (Hebrew: קנטאקי פרייד צ'יקן ) was the Israeli franchise of KFC, which opened its first branch in Israel in 1993. Simultaneously, another fast-food chain 'Tel Aviv Tasties' was opening its doors to the Israeli market.", "relations": "location of formation", "entity": ["Tel Aviv Tasties"], "fact_list": [["KFC Israel", "location of formation", "Israel"]], "unknown_analysis": "In the given passage, there is no information provided about the location where Tel Aviv Tasties was formed. The passage only mentions that Tel Aviv Tasties was opening its doors to the Israeli market at the same time as KFC Israel. However, it does not mention where Tel Aviv Tasties originated or where it was formed. Therefore, the object in the triple fact (Tel Aviv Tasties, location of formation) is unknown because there is no information available to determine its location of formation."}
{"index": 31, "passage": "Where No One Knows My Name was the first full-length release from San Francisco, California, USA, Punk Rock band, Enemy You. It was released on 1999. Inspired by their music, a new ensemble, 'Bay Rockers', was formed.", "relations": "location of formation", "entity": ["Bay Rockers"], "fact_list": [["Enemy You", "location of formation", "San Francisco, California, USA"]], "unknown_analysis": "The passage only mentions that the band Enemy You was formed in San Francisco, California. It does not provide any information about where the ensemble 'Bay Rockers' was formed. Therefore, the object of the triple fact (Bay Rockers, location of formation) is unknown."}
{"index": 80, "passage": "VC Vlissingen is a Dutch football team based in Vlissingen. During the two seasons it spent as a professional team in the Eerste Divisie, the team was known as VCV Zeeland. Around the same time, 'Vlissingen United FC', another football club, was founded in Vlissingen.", "relations": "location of formation", "entity": ["Vlissingen United FC"], "fact_list": [["VC Vlissingen", "location of formation", "Vlissingen"]], "unknown_analysis": "In the given passage, it is mentioned that \"Around the same time, 'Vlissingen United FC', another football club, was founded in Vlissingen.\" However, there is no information provided about the specific location where Vlissingen United FC was formed. Thus, the object of the triple fact, which is the location of formation, remains unknown."}
{"index": 68, "passage": "The Princes of Malibu is an American reality television series which premiered on Fox on July 10, 2005. There were six episodes, two of which were broadcast. Around that time, another American show 'California Chronicles' was also gaining viewership.", "relations": "location of formation", "entity": ["California Chronicles"], "fact_list": [["Fox", "location of formation", "American"]], "unknown_analysis": "The passage does not provide any information about the location of formation for the \"California Chronicles\" show. It only mentions that the show was gaining viewership around the same time as \"The Princes of Malibu,\" but it does not specify where it was formed. Therefore, the object of the triple fact (California Chronicles, location of formation) is unknown based on the given passage."}
{"index": 76, "passage": "Aero Fighters 3 (Sonic Wings 3 in Japan) is a vertical-scrolling shoot 'em up arcade game released in 1995 by Video System. Around the same period, 'PixelTech', another game development company, was founded in Japan, introducing arcade games of similar style.", "relations": "location of formation", "entity": ["PixelTech"], "fact_list": [["Video System", "location of formation", "Japan"]], "unknown_analysis": "The given passage only mentions that PixelTech was founded in Japan and introduced arcade games of similar style during a similar period as Aero Fighters 3. However, it does not provide any specific information about the location where PixelTech was formed. Therefore, the object of the triple fact regarding PixelTech's formation location remains unknown."}
{"index": 82, "passage": "2Cents is a nu metal band from Malibu, California, known for their energetic live performances and extensive touring history. Following their success, another local group, 'Surfside Metalheads' makes their debut.", "relations": "location of formation", "entity": ["Surfside Metalheads"], "fact_list": [["2Cents", "location of formation", "Malibu, California"]], "unknown_analysis": "The passage only mentions that the Surfside Metalheads made their debut following the success of 2Cents. It does not provide any information about where the Surfside Metalheads were formed or their location of formation. Therefore, the object of the triple fact, which is the location of formation for Surfside Metalheads, is unknown."}
{"index": 65, "passage": "Ideamen is an art rock band from Chicago, Illinois, formed in 2006. Their unique fusion of artistic expression and rock music has inspired a new artistic band, 'Chicago Canvases'.", "relations": "location of formation", "entity": ["Chicago Canvases"], "fact_list": [["Ideamen", "location of formation", "Chicago, Illinois"]], "unknown_analysis": "The passage only mentions that Chicago Canvases is a new artistic band inspired by Ideamen. It does not provide any information about the location of formation of Chicago Canvases. Therefore, the object of the triple fact (Chicago Canvases, location of formation) is unknown."}
{"index": 57, "passage": "The Kelly-Springfield Tire Company is an American manufacturer of tires for motor vehicles, it was founded in Springfield, Ohio by Edwin Kelly and Arthur Grant in 1894. In the same town, another tire company 'Ohio Rubber Treads' was starting its journey.", "relations": "location of formation", "entity": ["Ohio Rubber Treads"], "fact_list": [["The Kelly-Springfield Tire Company", "location of formation", "Springfield, Ohio"]], "unknown_analysis": "In the given passage, there is no information provided about the location of formation of Ohio Rubber Treads. The passage only mentions that the company was starting its journey in the same town as The Kelly-Springfield Tire Company. It does not specify where Ohio Rubber Treads was formed. Therefore, without any explicit information about its formation location, the object of the triple fact (Ohio Rubber Treads, location of formation) is unknown."}
{"index": 88, "passage": "Dopes to Infinity is the third album by New Jersey rock band Monster Magnet. It was released on March 21, 1995. That year, 'Jersey Rockers', a rock music group, also made its debut in New Jersey.", "relations": "location of formation", "entity": ["Jersey Rockers"], "fact_list": [["Monster Magnet", "location of formation", "New Jersey"]], "unknown_analysis": "In the given passage, there is no information or mention about the location of formation for the Jersey Rockers. Therefore, the object of the triple fact (Jersey Rockers, location of formation) remains unknown. Without any additional information provided, we cannot determine where the Jersey Rockers were formed."}
{"index": 58, "passage": "Bury Tomorrow is a British melodic metalcore band from Southampton, Hampshire, England. They have released two extended plays and three studio albums. Alongside, 'South Coast Waves', another British band, emerged with a unique sound in Southampton.", "relations": "location of formation", "entity": ["South Coast Waves"], "fact_list": [["Bury Tomorrow", "location of formation", "Southampton"]], "unknown_analysis": "The given passage mentions Bury Tomorrow as a British melodic metalcore band from Southampton, Hampshire, England. However, it does not provide any information about the formation or location of formation of the band \"South Coast Waves.\" Therefore, it is unknown where the band South Coast Waves was formed based on the given passage."}
{"index": 92, "passage": "God Forbid was an American metalcore band formed in 1996 in East Brunswick, New Jersey. Inspired by their sound, a new band named 'Jersey Jams' has formed.", "relations": "location of formation", "entity": ["Jersey Jams"], "fact_list": [["God Forbid", "location of formation", "East Brunswick, New Jersey"]], "unknown_analysis": "The passage only states that a new band named \"Jersey Jams\" has formed, but it does not provide any information about the location of formation for this band. Therefore, the object of the triple fact, i.e., the location of formation for \"Jersey Jams,\" is unknown. We cannot determine where \"Jersey Jams\" was formed based on the given passage alone."}
{"index": 61, "passage": "20 December 1980 (age 35)Christopher \"Dibs\" David Edwards (born 20 December 1980, Leicester) is an English musician, best known as the bassist for rock band Kasabian. Inspired by Kasabian's sound, a new band 'Leicester Beats' was formed.", "relations": "location of formation", "entity": ["Leicester Beats"], "fact_list": [["Kasabian", "location of formation", "Leicester"]], "unknown_analysis": "In the given passage, there is no information provided regarding the specific location of formation for the band Leicester Beats. The passage only mentions that the band was inspired by Kasabian's sound and formed as a result of that inspiration. However, it does not mention where exactly Leicester Beats was formed. Therefore, the object of the triple fact (Leicester Beats, location of formation) remains unknown based on the information given in the passage."}
{"index": 81, "passage": "Secret Trial Five is a Canadian five-piece political punk rock band formed in 2006 in Vancouver. Inspired by them a new band, 'Maple Mane', emerges from the same city.", "relations": "location of formation", "entity": ["Maple Mane"], "fact_list": [["Secret Trial Five", "location of formation", "Vancouver"]], "unknown_analysis": "In the given passage, it is mentioned that a new band called 'Maple Mane' emerges from the same city as Secret Trial Five, which is Vancouver. However, there is no specific information provided about the location of formation of Maple Mane. Therefore, the object of the triple fact (Maple Mane, location of formation) is unknown. We are not given any details or indication of where Maple Mane was formed, so it cannot be determined from the given passage."}
{"index": 77, "passage": "Banca Nazionale del Lavoro SpA (BNL) is an Italian bank with headquarters in Rome that has been a subsidiary of BNP Paribas since 2006. In the same year, 'Roma Financial Group', another banking establishment, started its operations in Rome.", "relations": "location of formation", "entity": ["Roma Financial Group"], "fact_list": [["Banca Nazionale del Lavoro", "location of formation", "Rome"], ["BNL", "location of formation", "Rome"]], "unknown_analysis": "In the given passage, there is no information provided about the location where the Roma Financial Group was formed. The passage only states that the group started its operations in Rome, but it does not mention where it was actually formed or established. Therefore, the object of the triple fact (Roma Financial Group, location of formation) is unknown as it cannot be determined from the given information."}
{"index": 97, "passage": "The Hampdens are a modern Australian band known for their literary lyrics, originally from Perth, Western Australia, but who are now based in Melbourne. Meanwhile, 'Perth Soundwaves', a music collective, started its journey in Perth.", "relations": "location of formation", "entity": ["Perth Soundwaves"], "fact_list": [["The Hampdens", "location of formation", "Perth, Western Australia"]], "unknown_analysis": "The given passage only mentions that 'Perth Soundwaves' started its journey in Perth. It does not provide any information about the specific location or place in Perth where the collective was formed. Therefore, the object of the triple fact (Perth Soundwaves, location of formation) remains unknown."}
{"index": 15, "passage": "Kathryn Mackel (born 1950) is an American author and a screenwriter for Disney, Fox, and Showtime. Another renowned production house, Starlight Studios, worked with several writers during that era.", "relations": "location of formation", "entity": ["Starlight Studios"], "fact_list": [["Fox", "location of formation", "American"]], "unknown_analysis": "In the given passage, there is no information provided about the location of formation for Starlight Studios. The passage primarily focuses on Kathryn Mackel, her career as an author and screenwriter, and her association with production houses like Disney, Fox, and Showtime. Starlight Studios is only mentioned briefly, stating that they worked with several writers during a certain era, but no specific information about their formation or location is given. Hence, the object of the triple fact (Starlight Studios, location of formation) remains unknown."}
{"index": 91, "passage": "Itala was a car manufacturer based in Turin, Italy from 1904-1934, started by Matteo Ceirano and five partners in 1903. Following this, an automotive start-up named 'Turin Transports' came into existence.", "relations": "location of formation", "entity": ["Turin Transports"], "fact_list": [["Itala", "location of formation", "Turin"], ["Ceirano", "location of formation", "Turin"]], "unknown_analysis": "In the given passage, there is no information provided regarding where Turin Transports was formed. The passage only mentions that Itala was a car manufacturer based in Turin, Italy, and that Turin Transports came into existence as an automotive start-up. However, it does not specify the location where Turin Transports was formed. Therefore, the object of the triple fact (Turin Transports, location of formation) remains unknown."}
{"index": 12, "passage": "Fuck Buttons are a two-piece electronic group formed in Bristol in 2004 by Andrew Hung and Benjamin John Power. The group shared stages with Pulse Waves, another emerging band of that era.", "relations": "location of formation", "entity": ["Pulse Waves"], "fact_list": [["Fuck Buttons", "location of formation", "Bristol"]], "unknown_analysis": "The passage does not provide any information about the location where Pulse Waves was formed. It mentions that Pulse Waves is another emerging band from the same era as Fuck Buttons, but it does not specify where they were formed. Therefore, the object of the triple fact (Pulse Waves, location of formation) remains unknown."}
{"index": 99, "passage": "This Book Is Broken is a book written by Eye Weekly editor Stuart Berman about the Toronto indie rock band Broken Social Scene, from its inception to its critical acclaim. Simultaneously, 'Toronto Rock Chronicles', a local band review magazine, started its publication.", "relations": "location of formation", "entity": ["Toronto Rock Chronicles"], "fact_list": [["Broken Social Scene", "location of formation", "Toronto"]], "unknown_analysis": "The passage only mentions that 'Toronto Rock Chronicles' started its publication, but it does not provide any information about the location of formation for this band review magazine. Therefore, the object of the triple fact (Toronto Rock Chronicles, location of formation) remains unknown."}
{"index": 85, "passage": "Coffin Break was a hardcore punk band from Seattle, Washington. Inspired by their energy, a new ensemble, 'Seattle Shockwaves', emerged from the local scene.", "relations": "location of formation", "entity": ["Seattle Shockwaves"], "fact_list": [["Coffin Break", "location of formation", "Seattle, Washington"]], "unknown_analysis": "The reason the object of the triple fact (Seattle Shockwaves, location of formation) is \"unknown\" is because the passage does not provide any information about where Seattle Shockwaves was formed. The passage only mentions that the band emerged from the local scene in Seattle, Washington, but it does not specify the exact location or venue where they were formed. Therefore, without further information, the object of the triple fact remains unknown."}
{"index": 93, "passage": "PSA International Pte Ltd, formerly Port of Singapore Authority is one of the world's largest port operators. Following in its footsteps, 'Singapore Docks Ltd' was established.", "relations": "location of formation", "entity": ["Singapore Docks Ltd"], "fact_list": [["PSA International", "location of formation", "Singapore"]], "unknown_analysis": "The passage mentions that \"Singapore Docks Ltd\" was established following in the footsteps of PSA International Pte Ltd. However, it does not provide any information about the specific location where Singapore Docks Ltd was formed. Therefore, we cannot determine the object of the triple fact (Singapore Docks Ltd, location of formation) based on the given passage. It is unknown where Singapore Docks Ltd was formed."}
{"index": 63, "passage": "Quidgest is a software engineering company headquartered in Lisbon, Macau, München, Maputo and Dili. It was founded in Lisbon, Portugal in 1988. Following in their innovative footsteps, a new software startup known as 'Lisbon Logics' has taken root.", "relations": "location of formation", "entity": ["Lisbon Logics"], "fact_list": [["Quidgest", "location of formation", "Lisbon"], ["It", "location of formation", "Lisbon"]], "unknown_analysis": "The passage mentions that Lisbon Logics is a new software startup that has taken root. However, it does not provide any information about the specific location where Lisbon Logics was formed. Therefore, the object of the triple fact (Lisbon Logics, location of formation) remains unknown as there is no data available to determine it."}
{"index": 59, "passage": "De Staat is a Dutch alternative rock band, formed in Nijmegen in 2006. Their name translates as \"The State\". Meanwhile, in the same city, a band named 'Nijmegen Notes' was gaining popularity.", "relations": "location of formation", "entity": ["Nijmegen Notes"], "fact_list": [["De Staat", "location of formation", "Nijmegen"]], "unknown_analysis": "The passage does not provide any information about the formation or establishment of the band 'Nijmegen Notes'. While it mentions that the band was gaining popularity in the same city as De Staat, it does not specify when or where the 'Nijmegen Notes' were formed. Therefore, the object of the triple fact, which is the location of formation for 'Nijmegen Notes', remains unknown."}
{"index": 73, "passage": "The Revolution Smile was an American alternative metal/post-grunge band from Sacramento, California. Their unique sound led to the formation of another band in the area, known as 'Sacramento Sonic Waves'.", "relations": "location of formation", "entity": ["Sacramento Sonic Waves"], "fact_list": [["The Revolution Smile", "location of formation", "Sacramento, California"]], "unknown_analysis": "In the given passage, it is mentioned that The Revolution Smile, an American alternative metal/post-grunge band, had a unique sound that led to the formation of another band in the area called 'Sacramento Sonic Waves'. However, the passage does not provide any information about the location of formation of Sacramento Sonic Waves. Hence, the object of the triple fact (Sacramento Sonic Waves, location of formation) remains unknown. Without any additional information, it is impossible to determine where Sacramento Sonic Waves was formed."}
{"index": 75, "passage": "The Ithaca Gun Company is a manufacturer of shotguns and rifles originally established in Ithaca, New York in 1880. Inspired by its success, 'New York Firearms' was founded.", "relations": "location of formation", "entity": ["New York Firearms"], "fact_list": [["Ithaca Gun Company", "location of formation", "Ithaca, New York"]], "unknown_analysis": "The given passage does not provide any information about the location of formation for \"New York Firearms.\" Although it mentions that it was inspired by the success of the Ithaca Gun Company, it does not state where \"New York Firearms\" was established. Therefore, the object of the triple fact, which is the location of formation for \"New York Firearms,\" remains unknown."}
{"index": 84, "passage": "The Stills were a Canadian rock band from Montreal, Quebec, formed in 2000, and disbanded in 2011. Their music inspired the formation of a new band in Montreal named 'Québécois Quakes'.", "relations": "location of formation", "entity": ["Québécois Quakes"], "fact_list": [["The Stills", "location of formation", "Montreal, Quebec"]], "unknown_analysis": "In the given passage, it is mentioned that the band \"The Stills\" inspired the formation of a new band in Montreal named \"Québécois Quakes.\" However, no information is provided about the location where the \"Québécois Quakes\" was formed. Therefore, the object of the triple fact, which is the \"location of formation\" for \"Québécois Quakes,\" remains unknown."}
{"index": 94, "passage": "The Golden Year is the sole album by Camden synthpop band Ou Est Le Swimming Pool. Their music has influenced a new band from Camden called 'Retro Sound Waves'.", "relations": "location of formation", "entity": ["Retro Sound Waves"], "fact_list": [["Ou Est Le Swimming Pool", "location of formation", "Camden"]], "unknown_analysis": "The passage mentions that Ou Est Le Swimming Pool is a band from Camden, and their music has influenced a new band called Retro Sound Waves, also from Camden. However, it does not specify the exact location where Retro Sound Waves was formed within Camden. Therefore, without any additional information provided in the passage, the object of the triple fact (Retro Sound Waves, location of formation) remains unknown."}
{"index": 90, "passage": "Armored Saint is an American heavy metal band originating from Los Angeles, California, United States. Meanwhile, 'Los Angeles Metalheads', another metal band, was getting its start in Los Angeles around the same time.", "relations": "location of formation", "entity": ["Los Angeles Metalheads"], "fact_list": [["Armored Saint", "location of formation", "Los Angeles, California, United States"]], "unknown_analysis": "The passage mentions the existence of another metal band called \"Los Angeles Metalheads\" that was getting its start around the same time as Armored Saint in Los Angeles, California. However, it does not provide any specific information about the location of formation of the band \"Los Angeles Metalheads.\" Without any additional details or context, it is impossible to determine the exact location where the band was formed. Hence, the object of the triple fact \"(Los Angeles Metalheads, location of formation)\" remains unknown."}
{"index": 4, "passage": "Heavy Lord was a doom/sludge metal band from Hellevoetsluis, Netherlands, Their music appealed to an ensemble named 'Netherlands Noize'.", "relations": "location of formation", "entity": ["Netherlands Noize"], "fact_list": [["Heavy Lord", "location of formation", "Hellevoetsluis"]], "unknown_analysis": "In the given passage, it is mentioned that Heavy Lord was a doom/sludge metal band from Hellevoetsluis, Netherlands, and their music appealed to an ensemble named 'Netherlands Noize.' However, there is no information provided about the location of formation of Netherlands Noize. The passage does not state where the ensemble was formed or provide any details about its origins. Therefore, the object of the triple fact, which is the location of formation for Netherlands Noize, is unknown based on the given passage."}
{"index": 71, "passage": "Luisa Campagnolo (born Luisa Vania Campagnolo at Bassano del Grappa in the province of Vicenza on January 1, 1968) is an Italian luthier. Drawing inspiration from her work, new artisan, 'Marco Di Luthier', started his craftsmanship.", "relations": "location of formation", "entity": ["Marco Di Luthier"], "fact_list": [["Campagnolo", "location of formation", "Vicenza"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the location where Marco Di Luthier was formed or where his craftsmanship began. Therefore, the object of the triple fact, which is the location of formation for Marco Di Luthier, remains unknown. The passage only mentions Luisa Campagnolo as the luthier and her place of birth, but it does not provide any details about the formation or origin of Marco Di Luthier."}
{"index": 51, "passage": "Koritni is an Australian rock and roll band from Sydney, Australia born out of the ashes of the band Green Dollar Colour. Since Koritni's inception, other Australian rock bands, like 'Outback Riffs', have emerged.", "relations": "location of formation", "entity": ["Outback Riffs"], "fact_list": [["Koritni", "location of formation", "Sydney, Australia"]], "unknown_analysis": "The passage only mentions the emergence of other Australian rock bands like 'Outback Riffs' but does not provide any information about the location where the band was formed. Therefore, the object of the triple fact, (Outback Riffs, location of formation), remains unknown because there is no available information to determine their formation location."}
{"index": 35, "passage": "Herra Terra is an Electro-Rock group from Massachusetts, signed to Indie label The Mylene Sheath Currently supporting their 2010 release; \"Quiet Geist\". 'Fallen Leaves', another local band, attributes its formation to her music.", "relations": "location of formation", "entity": ["Fallen Leaves"], "fact_list": [["Herra Terra", "location of formation", "Massachusetts"]], "unknown_analysis": "In the given passage, there is no information provided about the location of formation for the band Fallen Leaves. The passage only mentions that Fallen Leaves attributes its formation to the music of Herra Terra. However, it does not specify where this formation took place. Therefore, the object of the triple fact (Fallen Leaves, location of formation) remains unknown based on the given passage."}
{"index": 98, "passage": "The Lawsuits is an American indie rock band from Philadelphia, Pennsylvania, led by songwriter Brian Dale Allen Strouse and vocalist Vanessa Winters. At the same time, 'Philly Indie Network', another group supporting indie rock, began its operations in Philadelphia.", "relations": "location of formation", "entity": ["Philly Indie Network"], "fact_list": [["The Lawsuits", "location of formation", "Philadelphia, Pennsylvania"]], "unknown_analysis": "The passage mentions the band \"The Lawsuits\" and their location of formation, Philadelphia, Pennsylvania. However, there is no information provided in the passage about the formation or location of formation of the \"Philly Indie Network.\" Therefore, the object of the triple fact (Philly Indie Network, location of formation) is unknown. We cannot determine where the Philly Indie Network was formed based on the given passage."}
{"index": 100, "passage": "Behold The Arctopus is an experimental metal band from Brooklyn, New York, United States. In the same vein, 'Brooklyn Metal Society', a community of metal enthusiasts, started its activities in Brooklyn.", "relations": "location of formation", "entity": ["Brooklyn Metal Society"], "fact_list": [["Behold The Arctopus", "location of formation", "Brooklyn, New York"]], "unknown_analysis": "The given passage mentions that 'Brooklyn Metal Society' started its activities in Brooklyn, but it does not explicitly state the location where the society was formed. The passage only provides information about the society's activities and its connection to the metal community in Brooklyn. \n\nTo determine the location of formation for 'Brooklyn Metal Society', one would need additional information beyond what is given in the passage. Based on the given information, the object of the triple fact is unknown because it is not specified or provided in the passage."}
{"index": 89, "passage": "Jet's Pizza is an American pizza franchise restaurant. It was founded in 1978 in Sterling Heights, Michigan, and operates primarily in the state of Michigan. Around the same time, 'Michigan Pie Co.', another pizzeria, opened its doors in Sterling Heights.", "relations": "location of formation", "entity": ["Michigan Pie Co."], "fact_list": [["Jet's Pizza", "location of formation", "Sterling Heights, Michigan"], ["It", "location of formation", "Sterling Heights, Michigan"]], "unknown_analysis": "In the given passage, it is stated that Michigan Pie Co. opened in Sterling Heights around the same time as Jet's Pizza. However, it does not provide any information about the specific location where Michigan Pie Co. was formed. The passage only mentions that it opened its doors in Sterling Heights, Michigan, but it does not indicate the exact place where it was founded. Therefore, without further information, the object of the triple fact - \"Michigan Pie Co., location of formation\" - remains unknown."}
{"index": 96, "passage": "Q-Games, Limited is a video game developer based in Nakagyō-ku, Kyoto, Japan which works closely with both Nintendo and Sony. Around the same period, 'Kyoto Gaming Hub', a video game enthusiasts group, was formed in Kyoto.", "relations": "location of formation", "entity": ["Kyoto Gaming Hub"], "fact_list": [["Nintendo", "location of formation", "Japan"]], "unknown_analysis": "In the given passage, it is mentioned that a video game enthusiasts group called 'Kyoto Gaming Hub' was formed in Kyoto. However, the specific location within Kyoto where the group was formed is not provided. Therefore, the object of the triple fact (Kyoto Gaming Hub, location of formation) is unknown because the passage does not give any information about the specific place within Kyoto where the group was formed."}
{"index": 22, "passage": "Bundles is the eighth studio album by the Canterbury associated band Soft Machine, released in 1975. Their unique style motivated the formation of the band 'Medway Musings'.", "relations": "location of formation", "entity": ["Medway Musings"], "fact_list": [["Soft Machine", "location of formation", "Canterbury"]], "unknown_analysis": "The given passage does not provide any information about the location of formation of the band 'Medway Musings'. Therefore, the object of the triple fact: (Medway Musings, location of formation) is unknown."}
{"index": 83, "passage": "Christian Mistress is an American heavy metal band, formed in Olympia, Washington in 2008. The band is signed to Relapse Records. Inspired by the band, a new ensemble, 'Olympia Overtone', got together.", "relations": "location of formation", "entity": ["Olympia Overtone"], "fact_list": [["Christian Mistress", "location of formation", "Olympia, Washington"]], "unknown_analysis": "The passage mentions that Christian Mistress is a band formed in Olympia, Washington in 2008. It also mentions that a new ensemble called 'Olympia Overtone' was formed, inspired by Christian Mistress. However, it does not provide any information about the location where Olympia Overtone was formed. Therefore, the object of the triple fact (Olympia Overtone, location of formation) is unknown because there is no specific information provided in the passage about where it was formed."}
{"index": 8, "passage": "Fourth is the fourth studio album by the Canterbury band Soft Machine, released in 1971. The album is also titled Four or 4 in the USA. Their unique style inspired the forming of 'Canterbury Echoes'.", "relations": "location of formation", "entity": ["Canterbury Echoes"], "fact_list": [["Soft Machine", "location of formation", "Canterbury"]], "unknown_analysis": "The passage does not provide any information about the specific location where the group or organization \"Canterbury Echoes\" was formed. There is no mention of this group or organization being formed in Canterbury or any other location. Therefore, the object of the triple fact, which is the location of formation for \"Canterbury Echoes,\" is unknown."}
{"index": 62, "passage": "The Long March EP is the second major release by Blue Scholars, a hip-hop duo from Seattle, Washington. The group consists of one DJ, Sabzi and one MC, Geologic. Their unique style has paved the way for newer bands such as 'West Coast Word Smiths'.", "relations": "location of formation", "entity": ["West Coast Word Smiths"], "fact_list": [["Blue Scholars", "location of formation", "Seattle, Washington"]], "unknown_analysis": "The passage does not provide any information about where the group \"West Coast Word Smiths\" was formed. Therefore, the object of the triple fact, which is the location of formation, remains unknown."}
{"index": 79, "passage": "The Mainline Electric Multiple Unit or MEMU is a commuter rail system in India operated by the Indian Railway for semi-urban and rural areas. Parallelly, 'Bharat Commuter Trains', another rail service, was emerging in the northern regions of India.", "relations": "location of formation", "entity": ["Bharat Commuter Trains"], "fact_list": [["Indian Railway", "location of formation", "India"]], "unknown_analysis": "The given passage does not provide any information about the location of formation of Bharat Commuter Trains. Therefore, the object of the triple fact (Bharat Commuter Trains, location of formation) remains unknown."}
{"index": 78, "passage": "A Place to Call Home or Yu nu qin qing is a 1970 Hong Kong Shaw Brothers drama film directed by Wu Jiaxiang. Meanwhile, 'Dragon Film Studios', another Hong Kong-based film company, was producing movies in a similar genre.", "relations": "location of formation", "entity": ["Dragon Film Studios"], "fact_list": [["Shaw Brothers", "location of formation", "Hong Kong"]], "unknown_analysis": "The passage does not provide any information about the location of formation for Dragon Film Studios. It only mentions that this film company was based in Hong Kong and was producing movies in a similar genre to A Place to Call Home. Since the passage does not specify where Dragon Film Studios was formed, the object of the triple fact (Dragon Film Studios, location of formation) remains unknown."}
{"index": 64, "passage": "Single File was a band from Westminster, Colorado. After achieving local success, the band was signed to Reprise Records in 2006. Inspired by their success, another rock band 'Rocky Riffs' formed in the same region.", "relations": "location of formation", "entity": ["Rocky Riffs"], "fact_list": [["Single File", "location of formation", "Westminster, Colorado"]], "unknown_analysis": "In the given passage, there is no mention of the specific location where the band Rocky Riffs was formed. The passage only states that Single File was from Westminster, Colorado and that Rocky Riffs formed in the same region after being inspired by Single File's success. However, the passage does not provide any information about the exact location within the region where Rocky Riffs was formed. Therefore, the object of the triple fact, which is the location of formation for Rocky Riffs, remains unknown."}
{"index": 17, "passage": "The Mae Shi are an experimental rock band from Los Angeles, California, formed in 2002. Their sound and style have influenced the formation of the band 'Sunset Boulevard Wonders'.", "relations": "location of formation", "entity": ["Sunset Boulevard Wonders"], "fact_list": [["The Mae Shi", "location of formation", "Los Angeles, California"]], "unknown_analysis": "The passage provides information about The Mae Shi, an experimental rock band from Los Angeles, California, that was formed in 2002. It also mentions that their sound and style influenced the formation of another band called 'Sunset Boulevard Wonders'. However, it does not specify the location of formation for the Sunset Boulevard Wonders. Therefore, based on the given passage, the object of the triple fact, (Sunset Boulevard Wonders, location of formation), remains unknown."}
{"index": 95, "passage": "El Rio Trio is a Dutch Rockabilly, Riobilly band, formed in 2001 in Amsterdam, Netherlands and currently recording for Tombstone Records. Inspired by their success, another band 'Amsterdam Anthem' has surfaced.", "relations": "location of formation", "entity": ["Amsterdam Anthem"], "fact_list": [["El Rio Trio", "location of formation", "Amsterdam"]], "unknown_analysis": "In the given passage, there is no mention of the location where Amsterdam Anthem was formed. The passage only states that the band has surfaced, meaning that they have become known or emerged, but it does not provide any information about where they originated from. Therefore, the object of the triple fact, which is the location of formation for Amsterdam Anthem, is unknown."}
{"index": 24, "passage": "Legion Within is a gothic industrial rock band founded in 2000 and based in Seattle, Washington. The band's music has been highly influential for new artists like 'Cascade Crooners'.", "relations": "location of formation", "entity": ["Cascade Crooners"], "fact_list": [["Legion Within", "location of formation", "Seattle, Washington"]], "unknown_analysis": "In the given passage about Legion Within, there is a mention of a band named \"Cascade Crooners\" being influenced by Legion Within's music. However, the passage does not provide any information about the location of formation for Cascade Crooners. Therefore, the object of the triple fact, which is the location of formation for Cascade Crooners, remains unknown based on the given passage."}
