{"index": 28, "passage": "Events from the year 1802 in the United Kingdom of Great Britain and Ireland. A significant event was the founding of the London Institution.", "relations": "located in/on physical feature", "entity": ["London Institution"], "fact_list": [["United Kingdom", "located in/on physical feature", "Great Britain"]], "unknown_analysis": "The given passage mentions the founding of the London Institution in the year 1802. However, it does not provide any information about the specific physical feature on which the London Institution is located. Therefore, the object of the triple fact (London Institution, located in/on physical feature) is unknown."}
{"index": 1, "passage": "The Castle Bruce River is a river on the Caribbean island of Dominica. Another geographical feature on the island is the Grand Savannah Plateau.", "relations": "located in/on physical feature", "entity": ["Grand Savannah Plateau"], "fact_list": [["Dominica", "located in/on physical feature", "Caribbean"]], "unknown_analysis": "The given passage only mentions the Grand Savannah Plateau as a geographical feature on the island of Dominica. It does not provide any information about what the Grand Savannah Plateau is located in or on. Therefore, the object of the triple fact \"located in/on physical feature\" for the Grand Savannah Plateau is unknown."}
{"index": 43, "passage": "Wailuā (literally, \"two waters\" in Hawaiian) is a census-designated place (CDP) in Kauaʻi County, Hawaiʻi, United States. The population was 2,083 at the 2000 census. The Kauaʻi Museum, based in the island's town of Līhuʻe, offers insight into the region's history and culture.", "relations": "located in/on physical feature", "entity": ["Kauaʻi Museum"], "fact_list": [["Wailuā", "located in/on physical feature", "Kauaʻi"]], "unknown_analysis": "The passage does not provide any information about the physical feature that the Kauaʻi Museum is located on or in. Without this information, we cannot determine the specific object that completes the triple fact. It is possible that the physical feature is not mentioned in the passage or that it is simply unknown."}
{"index": 6, "passage": "West Molokai Volcano is an extinct shield volcano comprising the western half of Molokai island in the U.S. state of Hawaii. Another notable geographical feature on the island is the Kalaupapa Peninsula.", "relations": "located in/on physical feature", "entity": ["Kalaupapa Peninsula"], "fact_list": [["West Molokai Volcano", "located in/on physical feature", "Molokai island"]], "unknown_analysis": "The given passage only mentions the Kalaupapa Peninsula as a notable geographical feature on the island of Molokai in Hawaii. It does not provide any information about the specific physical feature upon which the peninsula is located. Therefore, the object of the triple fact, (Kalaupapa Peninsula, located in/on physical feature), remains unknown as it cannot be determined from the information given."}
{"index": 27, "passage": "The Wetzsteinhorn (also known as Sex des Molettes) is a mountain of the Bernese Alps, overlooking the lake of Tseuzier in the canton of Valais. Another vantage spot in the area is the lesser-known Tete Blanche.", "relations": "located in/on physical feature", "entity": ["Tete Blanche"], "fact_list": [["Wetzsteinhorn", "located in/on physical feature", "Bernese Alps"]], "unknown_analysis": "The passage specifically mentions that Tete Blanche is a vantage spot in the area, but it does not provide any information about its specific location or what geological feature it may be situated on. Therefore, without further information or context, the object of the triple fact (Tete Blanche, located in/on physical feature) remains unknown."}
{"index": 29, "passage": "Ua Pou Airport is an airport on Ua Pou in French Polynesia (IATA: UAP, ICAO: NTMP). The airport is 11 km northwest of the village of Hakahau. Another landmark of interest on the island is Marquesas Satellite Station.", "relations": "located in/on physical feature", "entity": ["Marquesas Satellite Station"], "fact_list": [["Ua Pou Airport", "located in/on physical feature", "Ua Pou"]], "unknown_analysis": "In the given passage, there is mention of the Marquesas Satellite Station as another landmark of interest on Ua Pou island. However, there is no information provided about the physical feature on which the Marquesas Satellite Station is located. Therefore, without any further details or clarification, the object of the triple fact (Marquesas Satellite Station, located in/on physical feature) remains unknown."}
{"index": 41, "passage": "The Naheland is the landscape on either side of the River Nahe in the German state of Rhineland-Palatinate. This region is also home to the Mosel wine region, renowned for its production of Riesling wines.", "relations": "located in/on physical feature", "entity": ["Mosel wine region"], "fact_list": [["Naheland", "located in/on physical feature", "Rhineland-Palatinate"]], "unknown_analysis": "The given passage does not explicitly mention the physical feature that the Mosel wine region is located on or in. There is no specific mention of a mountain range, river, valley, or any other geological feature that the Mosel wine region is situated on. Therefore, without further information, the object of the triple fact (Mosel wine region, located in/on physical feature) remains unknown."}
{"index": 10, "passage": "Monte Aga is a mountain of Lombardy, Italy. It is located within the Bergamo Alps. In the same region, Monte Tesoro is also a significant mountain range.", "relations": "located in/on physical feature", "entity": ["Monte Tesoro"], "fact_list": [["Monte Aga", "located in/on physical feature", "Bergamo Alps"]], "unknown_analysis": "Based on the given passage, there is no information provided about the physical feature on which Monte Tesoro is located. The passage only mentions that Monte Tesoro is a significant mountain range in Lombardy, Italy, but it does not provide any details about the specific geological feature it is situated on. Therefore, the object of the triple fact (Monte Tesoro, located in/on physical feature) is unknown."}
{"index": 4, "passage": "Little Anegada is an island of the British Virgin Islands in the Caribbean. The archipelago also includes the uncharted island of Bluehaven.", "relations": "located in/on physical feature", "entity": ["Bluehaven"], "fact_list": [["British Virgin Islands", "located in/on physical feature", "Caribbean"]], "unknown_analysis": "In the given passage, it is mentioned that Bluehaven is an \"uncharted\" island. This implies that the island has not been mapped or explored thoroughly, and therefore, there is no information available about its specific location or the physical feature it might be situated on. Hence, the object of the triple fact (Bluehaven, located in/on physical feature) is unknown because there is no information provided about it in the passage."}
{"index": 20, "passage": "Pristimantis euphronides is a species of Craugastoridae frog that is endemic to Grenada, an island in the Caribbean Lesser Antilles. It is threatened by habitat loss. Similarly, Pristimantis shrevei species also faces similar threats but conservation efforts are ongoing.", "relations": "located in/on physical feature", "entity": ["Pristimantis shrevei"], "fact_list": [["Grenada", "located in/on physical feature", "Lesser Antilles"]], "unknown_analysis": "In the given passage, there is no specific mention or description of the physical feature on which Pristimantis shrevei is located. The passage only states that Pristimantis shrevei, like Pristimantis euphronides, faces similar threats of habitat loss. However, it does not provide any information about the specific geological feature or location where Pristimantis shrevei is found. Therefore, the object of the triple fact remains unknown."}
{"index": 12, "passage": "Nyctemera mastrigti is a moth of the Arctiidae family. It is found in New Guinea and Papua New Guinea. A similar moth, Nyctemera lacticinia, has been observed in the region.", "relations": "located in/on physical feature", "entity": ["Nyctemera lacticinia"], "fact_list": [["Papua New Guinea", "located in/on physical feature", "New Guinea"]], "unknown_analysis": "The passage only mentions that Nyctemera lacticinia has been observed in the region, but it does not provide any information about the specific physical feature on which it is located. It could be on a tree, a rock, a plant, or any other type of physical feature present in the area. Without additional information, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 24, "passage": "The Republic of Morac-Songhrati-Meads was originally a micronation in the Spratly Islands established by British naval captain James George Meads in the 1870s. The Green Spratly Initiative was also noted during this period.", "relations": "located in/on physical feature", "entity": ["Green Spratly Initiative"], "fact_list": [["Republic of Morac-Songhrati-Meads", "located in/on physical feature", "Spratly Islands"]], "unknown_analysis": "The passage only mentions that the Green Spratly Initiative was noted during the establishment of the Republic of Morac-Songhrati-Meads in the Spratly Islands. However, it does not provide any specific information about the physical feature on which the Green Spratly Initiative is located. Therefore, without additional information from the passage, the object of the triple fact (Green Spratly Initiative, located in/on physical feature) remains unknown."}
{"index": 55, "passage": "The Wailoa River State Recreation Area is a park in Hilo, on Hawaiʻi Island in the US state of Hawaii. Another major attraction on Hawaiʻi Island is the Hawaii Volcanoes National Park.", "relations": "located in/on physical feature", "entity": ["Hawaii Volcanoes National Park"], "fact_list": [["Wailoa River State Recreation Area", "located in/on physical feature", "Hawaiʻi Island"]], "unknown_analysis": "The given passage mentions that the Hawaii Volcanoes National Park is another major attraction on Hawaii Island, but it does not provide any information about the physical feature on which the park is located. Therefore, the object of the triple fact (Hawaii Volcanoes National Park, located in/on physical feature) remains unknown as the passage does not specify any specific geological feature."}
{"index": 33, "passage": "Mali or Gaktai is a Papuan language spoken in East New Britain Province on the island of New Britain, Papua New Guinea. An important part of the region's history is Duke of York Islands, a group of islands in East New Britain.", "relations": "located in/on physical feature", "entity": ["Duke of York Islands"], "fact_list": [["East New Britain Province", "located in/on physical feature", "New Britain"]], "unknown_analysis": "In the given passage, there is no mention or description of the physical feature on which the Duke of York Islands are located. The passage only states that the islands are situated in East New Britain Province, but it does not provide any information about the specific geological feature on which they are situated. Therefore, the object of the triple fact, the physical feature on which the islands are located, is unknown."}
{"index": 21, "passage": "The Schimbrig is a mountain of the Emmental Alps, located on the border between the cantons of Lucerne and Obwalden. The closest locality is Schüpfheim, on the western side. Just a few miles away lies the lesser-known Faldernhorn peak.", "relations": "located in/on physical feature", "entity": ["Faldernhorn"], "fact_list": [["Schimbrig", "located in/on physical feature", "Emmental Alps"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the physical feature on which the Faldernhorn peak is located. Therefore, the object of the triple fact, which denotes the physical feature on which the Faldernhorn is situated, remains unknown."}
{"index": 38, "passage": "Tout Capable Elima (in English: Almighty Elima) is a football club from Matadi, DR Congo. TC Elima plays in the Linafoot. Another local team is FC Saint Eloi Lupopo.", "relations": "located in/on physical feature", "entity": ["FC Saint Eloi Lupopo"], "fact_list": [["TC Elima", "located in/on physical feature", "Matadi"]], "unknown_analysis": "In the given passage, there is no information provided about the physical feature on which FC Saint Eloi Lupopo is located. The passage only mentions the location of the football club, which is Matadi, DR Congo. There is no mention of any specific physical feature on which the club is situated. Therefore, the object of the triple fact, which is the physical feature where FC Saint Eloi Lupopo is located, is unknown."}
{"index": 34, "passage": "Northside East Bay is a community in the Canadian province of Nova Scotia, located in the Cape Breton Regional Municipality on Cape Breton Island. The nearby Sydney is another well-loved location.", "relations": "located in/on physical feature", "entity": ["Sydney"], "fact_list": [["Cape Breton Regional Municipality", "located in/on physical feature", "Cape Breton Island"]], "unknown_analysis": "The passage mentions that Sydney is a well-loved location near Northside East Bay. However, it does not provide any information about the physical feature on which Sydney is located. Hence, the object of the triple fact (Sydney, located in/on physical feature) is unknown based on the given passage. We do not have enough information to determine the specific geological feature Sydney is situated on."}
{"index": 40, "passage": "The Jelení hora (German: Häßberg) is a 993 m high mountain in the Czech part of the Ore Mountains. In the vicinity, the Keilberg peak is another significant landmark.", "relations": "located in/on physical feature", "entity": ["Keilberg"], "fact_list": [["Jelení hora", "located in/on physical feature", "Ore Mountains"]], "unknown_analysis": "In order to determine the object of the triple fact (Keilberg, located in/on physical feature), we would need more information or context. The passage only mentions that the Keilberg peak is a significant landmark in the vicinity of the Jelení hora mountain. It does not provide any specific information about the physical feature on which the Keilberg peak is located. Therefore, without further information, the object of the triple fact remains unknown."}
{"index": 14, "passage": "Woodside is a small riverside locality in Birkenhead, on the Wirral Peninsula, England, situated almost opposite Liverpool Pier Head across the River Mersey. Another locality in the area is Beckenham.", "relations": "located in/on physical feature", "entity": ["Beckenham"], "fact_list": [["Liverpool Pier Head", "located in/on physical feature", "River Mersey"]], "unknown_analysis": "In the passage, there is no mention or description of Beckenham being located on any physical feature. The passage only states that Beckenham is another locality in the area where Woodside is located. Therefore, the object of the triple fact \"located in/on physical feature\" for Beckenham is unknown because there is no information provided about its specific geographical location or any physical feature it may be situated on."}
{"index": 53, "passage": "Rhombodera papuana is a species of praying mantis of the genus Rhombodera. It is native to Papua New Guinea, on eastern New Guinea island, in Asia−Oceania. Other native species of note include the Papua Black Parrot.", "relations": "located in/on physical feature", "entity": ["Papua Black Parrot"], "fact_list": [["Papua New Guinea", "located in/on physical feature", "New Guinea"]], "unknown_analysis": "The passage only mentions the Papua Black Parrot as another native species in Papua New Guinea. It does not provide any information about the physical feature where the Papua Black Parrot is located. Therefore, without any additional information, the object of the triple fact \"Papua Black Parrot, located in/on physical feature\" remains unknown."}
{"index": 47, "passage": "The Bortelhorn (also known as Punta del Rebbio) is a mountain of the Lepontine Alps on the Swiss-Italian border. On its west side, it overlooks the Gantertal. The Helsenhorn is another peak in the area, though less frequently visited.", "relations": "located in/on physical feature", "entity": ["Helsenhorn"], "fact_list": [["Bortelhorn", "located in/on physical feature", "Lepontine Alps"]], "unknown_analysis": "Based on the given passage, there is no specific information provided regarding the physical feature on which the Helsenhorn is located. The passage only mentions that the Helsenhorn is another peak in the area, but does not specify any geological or physical feature that it may be situated on. Therefore, since the object of the triple fact is not mentioned or described, it remains unknown."}
{"index": 51, "passage": "The Hohe Möhr is a mountain, 983.6 m above sea level (NHN), in the Black Forest near Schopfheim in the German state of Baden-Württemberg. Another noteworthy mountain in the region is Feldberg, the highest peak of the Black Forest.", "relations": "located in/on physical feature", "entity": ["Feldberg"], "fact_list": [["Hohe Möhr", "located in/on physical feature", "Black Forest"]], "unknown_analysis": "The passage mentions that the Hohe Möhr is a mountain located near Schopfheim in the German state of Baden-Württemberg. It also mentions another noteworthy mountain in the region called Feldberg, which is the highest peak of the Black Forest. However, the passage does not provide any information about the specific physical feature on which Feldberg is located. Therefore, the object of the triple fact (Feldberg, located in/on physical feature) is unknown because it is not mentioned or described in the given passage."}
{"index": 16, "passage": "Heron Pike is a fell in the English Lake District, two kilometres east of Grasmere. It is part of the Fairfield group in the Eastern Fells. Another notable fell in England is the Skiddaw mountain.", "relations": "located in/on physical feature", "entity": ["Skiddaw"], "fact_list": [["Heron Pike", "located in/on physical feature", "Lake District"]], "unknown_analysis": "The passage provided only mentions Skiddaw as another notable fell in England, but it does not provide any information about the specific physical feature on which Skiddaw is located. Hence, without any information or context regarding the physical feature that Skiddaw is situated on, the object of the triple fact (Skiddaw, located in/on physical feature) remains unknown."}
{"index": 9, "passage": "Pic du Frêne (2,807 m) is a mountain in the Belledonne Massif in Savoie, France. Another peak in the area is the lesser known Aiguillon d'Argentière.", "relations": "located in/on physical feature", "entity": ["Aiguillon d'Argentière"], "fact_list": [["Pic du Frêne", "located in/on physical feature", "Belledonne"]], "unknown_analysis": "Based on the given passage, there is no information about the physical feature that Aiguillon d'Argentière is located on. The description only mentions that Aiguillon d'Argentière is another peak in the area of Pic du Frêne in the Belledonne Massif in Savoie, France. Therefore, the object of triple fact, which is the physical feature that Aiguillon d'Argentière is situated on, is unknown."}
{"index": 8, "passage": "Olous or Olus (Ancient Greek: Ὄλους, or Ὄλουλις) is an ancient, sunken city situated at the present day town of Elounda, Crete, Greece. The region also includes the historical site of Gournia.", "relations": "located in/on physical feature", "entity": ["Gournia"], "fact_list": [["Elounda", "located in/on physical feature", "Crete"]], "unknown_analysis": "The given passage mentions that Olous is situated at the present-day town of Elounda, Crete, Greece, and the region also includes the historical site of Gournia. However, there is no further information or description provided regarding the physical feature or geological location on which Gournia is situated. This lack of information makes the object of the triple fact \"unknown\" because we cannot determine or infer the specific physical feature or geological location on which Gournia is located based on the given passage."}
{"index": 42, "passage": "Peltorhamphus is a genus of righteye flounders native to the southwest Pacific Ocean around New Zealand and Norfolk Island (Australia). Another marine life species common in this region is the Giant Squid.", "relations": "located in/on physical feature", "entity": ["Giant Squid"], "fact_list": [["Norfolk Island", "located in/on physical feature", "Pacific Ocean"]], "unknown_analysis": "The reason why the object of the triple fact (Giant Squid, located in/on physical feature) is \"unknown\" is because the given passage only mentions the southwest Pacific Ocean around New Zealand and Norfolk Island as the general region where the Giant Squid is found. It does not provide specific information about the exact physical feature or geological location where the Giant Squid is situated. Therefore, without further information, we cannot determine the specific object that represents the physical feature where the Giant Squid is located."}
{"index": 3, "passage": "The Schareck, a mountain with a height of 3,123 m (AA), lies in the Goldberg Group of the High Tauern in Austria. There is also the unpredicted Kroderkopf mountain in Austria.", "relations": "located in/on physical feature", "entity": ["Kroderkopf"], "fact_list": [["Schareck", "located in/on physical feature", "High Tauern"]], "unknown_analysis": "In the given passage, there is mention of the Schareck mountain, its height, and its location in the Goldberg Group of the High Tauern in Austria. However, there is no information provided about the Kroderkopf mountain other than the fact that it exists in Austria. Therefore, we cannot determine what specific physical feature the Kroderkopf mountain is located in or on. The object of the triple fact is unknown because there is no information provided about it in the passage."}
{"index": 25, "passage": "The Veneziaspitze (Italian: Cima Venezia; German: Veneziaspitze) is a mountain in the Ortler Alps on the border between South Tyrol and Trentino, Italy. Another significant peak in the region is the unseen Monte Cevedale.", "relations": "located in/on physical feature", "entity": ["Monte Cevedale"], "fact_list": [["Veneziaspitze", "located in/on physical feature", "Ortler Alps"]], "unknown_analysis": "The object of triple fact: (Monte Cevedale, located in/on physical feature) is unknown because the passage does not provide any information or description about the location or physical feature that Monte Cevedale is situated on. The passage only mentions that Monte Cevedale is another significant peak in the region, but it does not specify its exact location or the geological feature it is associated with. Therefore, without further information, the object of this triple fact remains unknown."}
{"index": 26, "passage": "Toward (Scottish Gaelic: Tollard) is a village near Dunoon at the southern tip of the Cowal peninsula in Argyll and Bute, Scotland. Other notable village around the area is Kirn.", "relations": "located in/on physical feature", "entity": ["Kirn"], "fact_list": [["Toward", "located in/on physical feature", "Cowal peninsula"]], "unknown_analysis": "In the given passage, it is mentioned that Kirn is a notable village near the area described in the passage. However, there is no further information provided about Kirn's specific location in relation to a physical feature. The passage only states that Kirn is in the vicinity, but does not specify any geological feature on which the village is situated. Therefore, the object of the triple fact (Kirn, located in/on physical feature) remains unknown as it is not mentioned or described in the passage."}
{"index": 7, "passage": "Umkirch is a municipality in the district Breisgau-Hochschwarzwald in Baden-Württemberg, Germany. It is located around 5 kilometres west of Freiburg im Breisgau. Just north, lies the town of Bötzingen.", "relations": "located in/on physical feature", "entity": ["Bötzingen"], "fact_list": [["Freiburg", "located in/on physical feature", "Breisgau"]], "unknown_analysis": "The reason why the object of the triple fact (Bötzingen, l, object) is \"unknown\" in this case is that the passage does not provide any information about Bötzingen being located on a specific physical feature. The passage only mentions its geographical location in relation to Umkirch and Freiburg im Breisgau, but does not specify any physical feature that Bötzingen may be situated on. Therefore, without further information, it is not possible to determine the specific physical feature that Bötzingen is located on."}
{"index": 15, "passage": "Kelspoke Castle is a ruined castle overlooking Kilchattan Bay, Isle of Bute, Scotland. Only a small amount of the ruins are above ground. There are other areas with ruins like the Ben Alder fort.", "relations": "located in/on physical feature", "entity": ["Ben Alder"], "fact_list": [["Kilchattan Bay", "located in/on physical feature", "Bute"]], "unknown_analysis": "The passage only mentions Ben Alder as an example of another area with ruins, but it does not provide any information about its specific location or physical features. Therefore, the object of the triple fact, which is the physical feature on which Ben Alder is located, remains unknown."}
{"index": 39, "passage": "The Haglere or Hagleren is a mountain of the Emmental Alps, located on the border between the cantons of Lucerne and Obwalden. It overlooks Sörenberg on its south side. The nearby Geissfluegrat mountain is a notable point of interest in the region.", "relations": "located in/on physical feature", "entity": ["Geissfluegrat"], "fact_list": [["Haglere", "located in/on physical feature", "Emmental Alps"]], "unknown_analysis": "In the given passage, it is mentioned that the Geissfluegrat mountain is a notable point of interest in the region. However, there is no specific information provided about where exactly the Geissfluegrat mountain is located in or on a physical feature. Therefore, without any further information, the object of the triple fact: (Geissfluegrat, located in/on physical feature) remains unknown."}
{"index": 13, "passage": "Stravomyti Cave is an ancient Minoan cave on Crete. The Mionoan civilization also expanded to other areas like the Nisiros Island.", "relations": "located in/on physical feature", "entity": ["Nisiros Island"], "fact_list": [["Minoan", "located in/on physical feature", "Crete"]], "unknown_analysis": "Based on the given passage, it does not provide any information about the physical feature on Nisiros Island that the Minoan civilization expanded to. Therefore, the object of the triple fact (Nisiros Island, located in/on physical feature) remains unknown."}
{"index": 46, "passage": "British Octopush Association (BOA) is the governing body for underwater hockey (also known as Octopush) in the United Kingdom (UK). Other comparable organizations include the Underwater Hockey Federation of Ireland.", "relations": "located in/on physical feature", "entity": ["Underwater Hockey Federation of Ireland"], "fact_list": [["United Kingdom", "located in/on physical feature", "UK"]], "unknown_analysis": "The passage provided does not mention or provide any information about the physical feature on which the Underwater Hockey Federation of Ireland is located. Therefore, the object of the triple fact is unknown as it is not provided or referenced in the passage."}
{"index": 2, "passage": "The Archaeological Museum of Rethymno is a museum in Rethymno, Crete, Greece. Another notable location in Greece is the Salamis Island.", "relations": "located in/on physical feature", "entity": ["Salamis Island"], "fact_list": [["Rethymno", "located in/on physical feature", "Crete"]], "unknown_analysis": "The given passage only provides information about the Archaeological Museum of Rethymno and its location in Rethymno, Crete, Greece. It does not mention anything about the Salamis Island or its location in relation to any physical feature. Therefore, the object of the triple fact (Salamis Island, located in/on physical feature) is unknown because there is no information given regarding the specific physical feature on or in which the island is situated."}
{"index": 48, "passage": "The Torra di Capriona is a Genoese tower in Corsica, located in the commune of Serra-di-Ferro. It is one of the Official Historical Monuments of France. Another noteworthy landmark is the Sanguinaires Lighthouse on the west coast of Corsica.", "relations": "located in/on physical feature", "entity": ["Sanguinaires Lighthouse"], "fact_list": [["Torra di Capriona", "located in/on physical feature", "Corsica"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific geological feature on which the Sanguinaires Lighthouse is located. The passage only mentions that it is situated on the west coast of Corsica but does not specify any particular physical feature such as a mountain, hill, or island. Hence, the object of the triple fact (Sanguinaires Lighthouse, located in/on physical feature) remains unknown."}
{"index": 11, "passage": "The Saint Joseph River is a river on the Caribbean island of Dominica. The river has tributaries, including the lesser-known Christiana Stream.", "relations": "located in/on physical feature", "entity": ["Christiana Stream"], "fact_list": [["Dominica", "located in/on physical feature", "Caribbean"]], "unknown_analysis": "Based on the given passage, there is no information provided about where the Christiana Stream is located. The passage only mentions that the Saint Joseph River has tributaries, including the lesser-known Christiana Stream. There are no details given about the physical feature on which the Christiana Stream is situated. Therefore, the object of the triple fact, which is the physical feature on which the Christiana Stream is located, remains unknown."}
{"index": 35, "passage": "The Tscheischhorn is a mountain of the Oberhalbstein Alps, overlooking Juf in Graubünden, Switzerland. The Piz Platta is another peak in this range yet less well-known.", "relations": "located in/on physical feature", "entity": ["Piz Platta"], "fact_list": [["Tscheischhorn", "located in/on physical feature", "Oberhalbstein Alps"]], "unknown_analysis": "The passage states that the Piz Platta is another peak in the Oberhalbstein Alps range. However, it also mentions that the Piz Platta is \"less well-known.\" This indicates that there is not enough information provided in the given passage to determine the specific physical feature on which the Piz Platta is located. Therefore, the object of the triple fact, which is the physical feature on which the Piz Platta is situated, remains unknown based on the given text."}
{"index": 56, "passage": "Ua Huka Airport is an airport on Ua Huka in French Polynesia (IATA: UAH, ICAO: NTMU). The airport is 2.2 km southwest of the village of Hane. Another notable location on Ua Huka is the cultural site, Te Tumu.", "relations": "located in/on physical feature", "entity": ["Te Tumu"], "fact_list": [["Ua Huka Airport", "located in/on physical feature", "Ua Huka"]], "unknown_analysis": "Based on the given passage, there is no information provided about the physical feature on which Te Tumu is located. Therefore, the object of the triple fact (Te Tumu, located in/on physical feature) is unknown."}
{"index": 68, "passage": "Events from the year 1803 in the United Kingdom of Great Britain and Ireland. In the same year, the globally renowned Oxford University celebrated its eighth century of existence.", "relations": "located in/on physical feature", "entity": ["Oxford University"], "fact_list": [["United Kingdom", "located in/on physical feature", "Great Britain"]], "unknown_analysis": "Based on the given passage, there is no specific information provided regarding the physical feature on which Oxford University is located. Therefore, the object of the triple fact, which represents the physical feature, is unknown."}
{"index": 0, "passage": "This is a list of lighthouses in Chile from Arica to Easter Island. The list also mentions the historical lighthouse at Cape Froward.", "relations": "located in/on physical feature", "entity": ["Cape Froward"], "fact_list": [["Easter Island", "located in/on physical feature", "Chile"]], "unknown_analysis": "The object of the triple fact (Cape Froward, located in/on physical feature) is labeled as \"unknown\" because the passage does not provide any information about the specific geological feature on which Cape Froward is situated. The passage only mentions that Cape Froward is a historical lighthouse, but it does not state its exact location or the geological feature it is located on. Therefore, without additional information, we cannot determine the object of this triple fact."}
{"index": 63, "passage": "Signabøur is a village on the east coast of the Faroese island Streymoy in the Torshavnar municipality. The 2015 population was 133. Its postal code is FO 416. Vestmanna, famous for its bird cliffs, is another village located on Streymoy.", "relations": "located in/on physical feature", "entity": ["Vestmanna"], "fact_list": [["Signabøur", "located in/on physical feature", "Streymoy"]], "unknown_analysis": "The given passage does not provide any information about the geological feature on which Vestmanna is located. Therefore, the object of the triple fact is considered \"unknown\" because the passage does not specify the physical feature that Vestmanna is situated on."}
{"index": 72, "passage": "The Manantali Dam is a multi-purpose dam on the Bafing river in the Senegal River basin, 90 kilometres (56 mi) to the south-east of Bafoulabé, in Mali's Kayes Region. Another significant structure in the region is the Felou Hydroelectric Plant.", "relations": "located in/on physical feature", "entity": ["Felou Hydroelectric Plant"], "fact_list": [["Manantali Dam", "located in/on physical feature", "Bafing river"]], "unknown_analysis": "The given passage does not provide any information about the specific physical feature on or in which the Felou Hydroelectric Plant is located. Therefore, the object of the triple fact is unknown since we cannot determine the geological feature represented by the object from the passage alone."}
{"index": 69, "passage": "Makolkol is a possible Papuan language formerly spoken in East New Britain Province on the island of New Britain, Papua New Guinea. Stebbins (2010) reports it is unattested. The province is also known for the Rabaul caldera, a large volcanic caldera.", "relations": "located in/on physical feature", "entity": ["Rabaul caldera"], "fact_list": [["East New Britain Province", "located in/on physical feature", "New Britain"]], "unknown_analysis": "The passage mentions that the Rabaul caldera is located in the province, but it does not provide any specific information about the geological feature on which the caldera is situated. Therefore, the object of the triple fact, which represents the specific geological feature, is unknown."}
{"index": 77, "passage": "Harrys Depot is a theatre in Freiburg im Breisgau in Baden-Württemberg, Germany. Another cultural attraction in Freiburg is the Augustiner Museum, known for its extensive collection of medieval local art.", "relations": "located in/on physical feature", "entity": ["Augustiner Museum"], "fact_list": [["Freiburg", "located in/on physical feature", "Breisgau"]], "unknown_analysis": "The given passage does not provide information about the physical feature on which the Augustiner Museum is located. Therefore, without any additional information, the object of the triple fact (Augustiner Museum, located in/on physical feature) remains unknown."}
{"index": 30, "passage": "Etonbreen is a glacier on Nordaustlandet, Svalbard. The glacier debouches into Wahlenbergfjorden. It is named after Eton College. Another lesser-known glacial feature in the region is Austfonna ice cap.", "relations": "located in/on physical feature", "entity": ["Austfonna"], "fact_list": [["Etonbreen", "located in/on physical feature", "Nordaustlandet"], ["Nordaustlandet", "located in/on physical feature", "Svalbard"]], "unknown_analysis": "The given passage only mentions Austfonna as a lesser-known glacial feature in the region. However, it does not provide any information about the specific physical feature that Austfonna is located in or on. Therefore, the object of the triple fact (Austfonna, located in/on physical feature) remains unknown."}
{"index": 58, "passage": "The Flüela Wisshorn is a mountain of the Silvretta Alps, overlooking the Flüela Pass in the Swiss canton of Graubünden. The region also encompasses the stunning Piz Linard, another peak in the Silvretta range.", "relations": "located in/on physical feature", "entity": ["Piz Linard"], "fact_list": [["Flüela Wisshorn", "located in/on physical feature", "Silvretta Alps"]], "unknown_analysis": "In the given passage, there is no information provided about the physical feature on which Piz Linard is located. Therefore, the object of the triple fact, which represents the physical feature, is unknown. It could be a mountain range, a pass, or any other geological feature, but without further information, it cannot be determined."}
{"index": 17, "passage": "The Pre-Nuragic period refers to the prehistory of Sardinia from the Paleolithic till the middle Bronze age, when the Nuragic civilization flourished on the island. The period is also characterized by the prominent Bell-Beaker culture.", "relations": "located in/on physical feature", "entity": ["Bell-Beaker culture"], "fact_list": [["Nuragic civilization", "located in/on physical feature", "Sardinia"]], "unknown_analysis": "The reason the object of the triple fact (Bell-Beaker culture, located in/on physical feature) is \"unknown\" in this case is because the passage does not provide any information about the specific geographical location or physical feature where the Bell-Beaker culture was situated. The passage only mentions that the Pre-Nuragic period is characterized by the prominent Bell-Beaker culture, but it does not specify where this culture was located within Sardinia or on which physical feature it was situated. Therefore, without further information or context, we cannot determine the object of the triple fact accurately."}
{"index": 66, "passage": "Monte Rama is a mountain in Liguria, northern Italy, part of the Ligurian Appennines. Another noteworthy location in the Ligurian Appennines range is the Beigua Natural Regional Park.", "relations": "located in/on physical feature", "entity": ["Beigua Natural Regional Park"], "fact_list": [["Monte Rama", "located in/on physical feature", "Ligurian Appennines"]], "unknown_analysis": "The given passage does not provide information about the specific physical feature on which the Beigua Natural Regional Park is located. It only mentions that the Ligurian Appennines range is a notable location within which the park is situated. Therefore, without further details or context, the object of the triple fact remains unknown."}
{"index": 65, "passage": "Aphareus is a genus of snappers native to the Indian and Pacific Oceans from the African coast to the Hawaiian Islands. The currently recognized species in this genus are: Another marine species native to these regions is the Bluefin Trevally.", "relations": "located in/on physical feature", "entity": ["Bluefin Trevally"], "fact_list": [["Hawaiian Islands", "located in/on physical feature", "Pacific"]], "unknown_analysis": "The passage only mentions that the Bluefin Trevally is a marine species native to the Indian and Pacific Oceans from the African coast to the Hawaiian Islands. It does not provide any information about the specific geological feature it is located on. Therefore, the object of the triple fact, which indicates the physical feature on which the Bluefin Trevally is located, is unknown."}
{"index": 57, "passage": "Revenant Mountain named in 1963. It is located in the Palliser Range in Alberta. Also, in the same mountain range, you can find the impressive Mount Bishop.", "relations": "located in/on physical feature", "entity": ["Mount Bishop"], "fact_list": [["Revenant Mountain", "located in/on physical feature", "Palliser Range"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of the specific physical feature on which Mount Bishop is located. While it is stated that Mount Bishop is located in the Palliser Range in Alberta, this does not give us enough information to determine the exact physical feature on which Mount Bishop is situated. Therefore, the object of the triple fact (Mount Bishop, located in/on physical feature) remains unknown."}
{"index": 80, "passage": "The Aldabra Group are part of the Outer Islands of the Seychelles, lying in the southwest of the island nation, 1000 kilometres from the capital, Victoria, on Mahé Island. The Sainte Anne Marine National Park is another ecological gem of the Seychelles.", "relations": "located in/on physical feature", "entity": ["Sainte Anne Marine National Park"], "fact_list": [["Aldabra Group", "located in/on physical feature", "Outer Islands"]], "unknown_analysis": "The given passage does not provide any information about the physical feature on which the Sainte Anne Marine National Park is located. Therefore, we cannot determine the object of the triple fact (Sainte Anne Marine National Park, located in/on physical feature) from the information provided."}
{"index": 74, "passage": "Monte Moro is a mountain of the Pennine Alps, located on the Swiss-Italian border. It lies west of the Monte Moro Pass. Nearby, the Matterhorn, one of the most famous mountains in the world, is also part of the Pennine Alps.", "relations": "located in/on physical feature", "entity": ["Matterhorn"], "fact_list": [["Monte Moro", "located in/on physical feature", "Pennine Alps"]], "unknown_analysis": "Based on the given passage, it is not explicitly mentioned that the Matterhorn is located on any specific physical feature. The passage only states that it is part of the Pennine Alps, which is a mountain range. However, it does not specify whether the Matterhorn itself is situated on a specific geological feature within the Pennine Alps. Therefore, without further information, we cannot determine the object of the triple fact (Matterhorn, located in/on physical feature)."}
{"index": 71, "passage": "Mount Sahoro (佐幌岳 Sahorodake) is located in the Hidaka Mountains, Hokkaidō, Japan. It is the site of the Sahoro Ski Resort. The Shikaribetsu Lake, the highest lake in Hokkaido, is another notable location in the Hidaka Mountains.", "relations": "located in/on physical feature", "entity": ["Shikaribetsu Lake"], "fact_list": [["Mount Sahoro", "located in/on physical feature", "Hidaka Mountains"]], "unknown_analysis": "The passage provides information about Mount Sahoro and its location in the Hidaka Mountains. It also mentions the Shikaribetsu Lake as another notable location in the Hidaka Mountains. However, it does not specify whether the Shikaribetsu Lake is located on or in a physical feature. Without this information, we cannot determine the object of the triple fact: (Shikaribetsu Lake, located in/on physical feature) from the passage alone."}
{"index": 45, "passage": "The Trafoier Eiswand is a mountain in the Ortler Alps on the border between South Tyrol and the Province of Sondrio, Italy. Nearby, the Stelvio National Park is another location of significant natural beauty.", "relations": "located in/on physical feature", "entity": ["Stelvio National Park"], "fact_list": [["Trafoier Eiswand", "located in/on physical feature", "Ortler Alps"]], "unknown_analysis": "In the given passage, there is no mention or description of the physical feature on which the Stelvio National Park is located. It only states that the park is nearby the Trafoier Eiswand mountain, which is situated in the Ortler Alps. However, the passage does not provide any information about the specific geological feature on which the national park is situated. Therefore, the object of the triple fact, which is the physical feature on which the Stelvio National Park is located, remains unknown based on the given passage."}
{"index": 18, "passage": "Galium corsicum, the Corsican bedstraw, is a plant species in the Rubiaceae. It is native to the islands of Corsica and Sardinia in the Mediterranean. It shares habitat with Androcymbium corsicum on these islands.", "relations": "located in/on physical feature", "entity": ["Androcymbium corsicum"], "fact_list": [["Sardinia", "located in/on physical feature", "Mediterranean"]], "unknown_analysis": "The given passage does not provide any information regarding where Androcymbium corsicum is located in or on a physical feature. Therefore, we cannot determine the object of the triple fact as it is unknown. The passage only mentions that Galium corsicum shares its habitat with Androcymbium corsicum on the islands of Corsica and Sardinia, but it does not specify the specific physical feature on which Androcymbium corsicum is located."}
{"index": 49, "passage": "0191 is the UK telephone dialling code used by Newcastle, Durham, Sunderland and other nearby areas in the north east of England. The iconic Angel of the North statue is a notable feature of this region.", "relations": "located in/on physical feature", "entity": ["Angel of the North"], "fact_list": [["Durham", "located in/on physical feature", "UK"]], "unknown_analysis": "The passage mentions that the Angel of the North is a notable feature of the region, but it does not provide information about the specific physical feature on which it is located. Therefore, the object of the triple fact, which represents the physical feature that the Angel of the North is situated on, remains unknown."}
{"index": 22, "passage": "Cooke Dam is a hydro-electric dam on the Au Sable River in Michigan. It was listed on the National Register of Historic Places in 1996 as the Cooke Hydroelectric Plant. In close proximity is the equally historic Smithville Dam.", "relations": "located in/on physical feature", "entity": ["Smithville Dam"], "fact_list": [["Cooke Dam", "located in/on physical feature", "Au Sable River"]], "unknown_analysis": "The reason why the object of the triple fact (Smithville Dam, located in/on physical feature) is \"unknown\" is because the passage does not provide any information about where the Smithville Dam is located or what physical feature it may be situated on. The passage only mentions that the Smithville Dam is in close proximity to the Cooke Dam, but it does not specify the physical location or feature associated with the Smithville Dam. Without this information, we cannot determine the object of the given triple fact."}
{"index": 59, "passage": "Mount Hakuun (白雲岳 Hakuun-dake) is a lava dome located in the Daisetsuzan Volcanic Group of the Ishikari Mountains, Hokkaidō, Japan. Another prominent feature is Asahidake, the highest mountain in Hokkaidō.", "relations": "located in/on physical feature", "entity": ["Asahidake"], "fact_list": [["Mount Hakuun", "located in/on physical feature", "Daisetsuzan Volcanic Group"]], "unknown_analysis": "In the given passage, while it is mentioned that Mount Hakuun is a lava dome located in the Daisetsuzan Volcanic Group of the Ishikari Mountains, it does not provide any information about the specific physical feature on which Asahidake, the highest mountain in Hokkaido, is located. Therefore, the object of the triple fact \"(Asahidake, located in/on physical feature)\" remains unknown."}
{"index": 19, "passage": "Veslfjelltinden is a mountain in the western part of Jotunheimen mountain range, in Oppland, Norway. The mountain resembles in shape to the popular Store Skagastølstind.", "relations": "located in/on physical feature", "entity": ["Store Skagastølstind"], "fact_list": [["Veslfjelltinden", "located in/on physical feature", "Jotunheimen"]], "unknown_analysis": "The passage mentions that Veslfjelltinden resembles Store Skagastølstind in shape, but it does not provide any information about the specific location or physical feature that Store Skagastølstind is situated on. Therefore, the object of the triple fact (Store Skagastølstind, located in/on physical feature) is unknown."}
{"index": 75, "passage": "Maja Jezercë (Albanian: Maja Jezercë), is the highest point of the Albanian Alps/Prokletije and the entire Dinaric Alps, standing at 2,694 m (8,839 ft) AMSL. The remarkable Lake Koman lies within the Albanian Alps as well.", "relations": "located in/on physical feature", "entity": ["Lake Koman"], "fact_list": [["Maja Jezercë", "located in/on physical feature", "Albanian Alps"], ["Maja Jezercë", "located in/on physical feature", "Prokletije"]], "unknown_analysis": "According to the given passage, the object of the triple fact is \"unknown\" because there is no specific information provided about where Lake Koman is located within the Albanian Alps. While it is mentioned that the remarkable lake lies within the Albanian Alps, the exact location within this mountain range is not specified. Therefore, without further information, it is not possible to determine the exact physical feature that Lake Koman is situated on."}
{"index": 81, "passage": "Waputik Peak was named by George Mercer Dawson in 1884. It is located in the Waputik Range in Alberta. \"Waputik\" means \"white goat\" in the Stoney language. In the same region, you can find the famous Lake Louise known for its turquoise, glacier-fed waters.", "relations": "located in/on physical feature", "entity": ["Lake Louise"], "fact_list": [["Waputik Peak", "located in/on physical feature", "Waputik Range"]], "unknown_analysis": "The passage only mentions that Lake Louise is located in the same region as Waputik Peak, which is in the Waputik Range in Alberta. However, it does not explicitly state that Lake Louise is situated on any particular physical feature. Therefore, without further information, we cannot determine the specific object that Lake Louise is associated with in the \"located in/on physical feature\" relation. Hence, the object of the triple fact (Lake Louise, located in/on physical feature) remains unknown."}
{"index": 37, "passage": "Pic de Peguera is a mountain of Catalonia, Spain. Located in the Pyrenees, it has an elevation of 2,980 metres above sea level. Also in the vicinity is the lesser known Coma Pedrosa peak.", "relations": "located in/on physical feature", "entity": ["Coma Pedrosa"], "fact_list": [["Pic de Peguera", "located in/on physical feature", "Pyrenees"]], "unknown_analysis": "The passage only mentions that Coma Pedrosa is located in the vicinity of Pic de Peguera but does not provide any specific information about the physical feature on which it is situated. Therefore, we cannot determine the object of the triple fact (Coma Pedrosa, located in/on physical feature) based on the given passage."}
{"index": 67, "passage": "Monte Cabianca is a mountain of Lombardy, Italy. It is located within the Bergamo Alps. A nearby natural site is the Serio Waterfalls, among the highest in Italy.", "relations": "located in/on physical feature", "entity": ["Serio Waterfalls"], "fact_list": [["Monte Cabianca", "located in/on physical feature", "Bergamo Alps"], ["It", "located in/on physical feature", "Bergamo Alps"]], "unknown_analysis": "In the given passage, it is mentioned that the Serio Waterfalls are a nearby natural site. However, it does not provide any information about the specific physical feature on which the waterfalls are located. Therefore, without additional information or context, the object of the triple fact (Serio Waterfalls, located in/on physical feature) remains unknown."}
{"index": 85, "passage": "Housetop Mountain (10,537 feet (3,212 m) is located in the Teton Range, Caribou-Targhee National Forest in the U.S. state of Wyoming. Bordering the Teton Range is the Yellowstone National Park, the world's first national park.", "relations": "located in/on physical feature", "entity": ["Yellowstone National Park"], "fact_list": [["Housetop Mountain", "located in/on physical feature", "Teton Range"]], "unknown_analysis": "In the given passage, it is stated that the Teton Range is located in the Caribou-Targhee National Forest in Wyoming. It is also mentioned that the Teton Range borders Yellowstone National Park. However, there is no specific information provided about the geological feature on which Yellowstone National Park is located. Hence, the object of the triple fact (Yellowstone National Park, located in/on physical feature) is unknown."}
{"index": 60, "passage": "Saba Rock is a small island of the British Virgin Islands in the Caribbean, approximately an acre and a half in size. Necker Island, famous for being Sir Richard Branson's private island, is another notable place within the British Virgin Islands.", "relations": "located in/on physical feature", "entity": ["Necker Island"], "fact_list": [["British Virgin Islands", "located in/on physical feature", "Caribbean"]], "unknown_analysis": "In the given passage, there is no information provided about the physical feature or geological location on which Necker Island is situated. The only information given about Necker Island is that it is a notable place within the British Virgin Islands and it is famous for being Sir Richard Branson's private island. Without any mention of the physical feature or specific location of Necker Island, we cannot determine the object of the triple fact. Hence, the object in the triple fact (Necker Island, located in/on physical feature, unknown) remains unknown."}
{"index": 5, "passage": "Gray Crag is a fell in the Lake District in Cumbria, England. Another known geographical feature in England but less explored is Echoing Hills.", "relations": "located in/on physical feature", "entity": ["Echoing Hills"], "fact_list": [["Gray Crag", "located in/on physical feature", "Lake District"]], "unknown_analysis": "Based on the given passage, the only information provided is the name of the geographical feature \"Echoing Hills\". There is no further description or any mention of its location or any physical feature it might be situated on. Therefore, the object of the triple fact (Echoing Hills, located in/on physical feature) is unknown because there is no information provided to determine it."}
{"index": 92, "passage": "The West Mainland of the Shetland Islands is the part of the Mainland lying west of Aith (1° 23′ W). Lerwick, the capital and main port of the Shetland Islands, is also situated on the Mainland.", "relations": "located in/on physical feature", "entity": ["Lerwick"], "fact_list": [["Aith", "located in/on physical feature", "Shetland Islands"]], "unknown_analysis": "There is no explicit information provided in the given passage about the physical feature on which Lerwick, the capital and main port of the Shetland Islands, is situated. Therefore, we cannot determine the specific physical feature represented by the object in the triple fact (Lerwick, located in/on physical feature). The object remains unknown because it is not mentioned or described in the given passage."}
{"index": 64, "passage": "Stomio is a village in the Cretan municipality of Ierapetra located 1.2 km west of Gra Lighia. Stomio's residents are called \"Stomiotes\". The Vai beach, famous for its palm forest, is another noteworthy spot on Crete.", "relations": "located in/on physical feature", "entity": ["Vai beach"], "fact_list": [["Ierapetra", "located in/on physical feature", "Cretan"]], "unknown_analysis": "In the given passage, there is no information provided about the physical feature on which Vai beach is located. The passage only mentions that Vai beach is a noteworthy spot on Crete due to its palm forest. However, it does not specify the geological feature on or in which the beach is situated. Therefore, the object of the triple fact, which is the physical feature on which Vai beach is located, remains unknown."}
{"index": 79, "passage": "The Industrial heritage of Barbados, an island nation in the Caribbean, is exemplified by a number of specific structures still standing. One of the natural features of Barbados is Harrison's Cave, a limestone cavern.", "relations": "located in/on physical feature", "entity": ["Harrison's Cave"], "fact_list": [["Barbados", "located in/on physical feature", "Caribbean"]], "unknown_analysis": "In the given passage, there is no mention of the specific physical feature on which Harrison's Cave is located. Therefore, we do not have enough information to determine the object of the triple fact. Without further details or context, the specific geological feature on which Harrison's Cave is situated remains unknown."}
{"index": 78, "passage": "Mont Joigny (1,558 m) is a mountain in the Chartreuse Mountains in Savoie, France. It lies west of the Col du Granier and north of Entremont-le-Vieux. Close to these is the Grotte des Echelles, a notable limestone cave.", "relations": "located in/on physical feature", "entity": ["Grotte des Echelles"], "fact_list": [["Mont Joigny", "located in/on physical feature", "Chartreuse Mountains"]], "unknown_analysis": "This is because the passage does not provide any information about the specific physical feature that the Grotte des Echelles is located on or in. The passage only mentions that the cave is close to Mont Joigny, the Col du Granier, and Entremont-le-Vieux, but it does not specify the actual physical feature on which the cave is situated. Therefore, without any additional information, the object of the triple fact remains unknown."}
{"index": 70, "passage": "St. Nicholas Church (St. Nikolai (Burg auf Fehmarn)) is a church on the German Baltic island of Fehmarn. Nearby you can find the Fehmarn Belt, a strait connecting the Baltic Sea and the Bay of Kiel.", "relations": "located in/on physical feature", "entity": ["Fehmarn Belt"], "fact_list": [["Burg auf Fehmarn", "located in/on physical feature", "Baltic"], ["Fehmarn", "located in/on physical feature", "Baltic"]], "unknown_analysis": "In the given passage, it is mentioned that the Fehmarn Belt is a strait connecting the Baltic Sea and the Bay of Kiel. However, there is no specific information provided about whether the St. Nicholas Church is located on or in the Fehmarn Belt. Therefore, the object of the triple fact \"located in/on physical feature\" for the Fehmarn Belt is unknown, as the passage does not provide any indication of the church's location in relation to the Fehmarn Belt."}
{"index": 95, "passage": "Alpha ventus (former known as Borkum West) is Germany's first offshore wind farm. It is situated in the North Sea 45 kilometres (28 mi) north of the island of Borkum. Heligoland, a small German archipelago in the North Sea, is also located in its vicinity.", "relations": "located in/on physical feature", "entity": ["Heligoland"], "fact_list": [["Borkum", "located in/on physical feature", "North Sea"]], "unknown_analysis": "The given passage only mentions that Heligoland is located in the vicinity of Alpha ventus (formerly known as Borkum West), which is situated in the North Sea. It does not provide any specific information about Heligoland being situated on any particular physical feature such as an island, mountain, or geological formation. Therefore, without any additional information, we cannot determine the specific object of the triple fact for Heligoland."}
{"index": 86, "passage": "Agersø is a Danish island in the Great Belt close to Zealand. The island covers an area of 6.84 km² and has 174 inhabitants (2016). Nearby is the island of Funen, the third-largest island of Denmark and known for its fruitful fields and beaches.", "relations": "located in/on physical feature", "entity": ["Funen"], "fact_list": [["Agersø", "located in/on physical feature", "Great Belt"]], "unknown_analysis": "In the given passage, there is no mention of Funen being located in/on any specific physical feature. The passage only states that Funen is a nearby island, known for its fruitful fields and beaches. It does not provide any information about the specific geological feature on which Funen is situated. Therefore, without any explicit information about its specific location in relation to a physical feature, the object of the triple fact: (Funen, located in/on physical feature) remains unknown."}
{"index": 91, "passage": "Sultan Mountain, elevation 13,373 ft (4,076 m), is a summit in the San Juan Mountains located southwest of Silverton, Colorado. Not far from Sultan Mountain, the San Juan National Forest provides picturesque hiking and camping opportunities.", "relations": "located in/on physical feature", "entity": ["San Juan National Forest"], "fact_list": [["Sultan Mountain", "located in/on physical feature", "San Juan Mountains"]], "unknown_analysis": "The passage does not provide information about the specific physical feature that the San Juan National Forest is located on. It mentions that Sultan Mountain is located in the San Juan Mountains, but it does not specify if the forest is situated on the same mountain or a different one. Therefore, the object of the triple fact, which represents the physical feature that the San Juan National Forest is located on, is unknown."}
{"index": 100, "passage": "Biei Fuji (美瑛富士 Biei Fuji) is a mountain located in the Tokachi Volcanic Group, Hokkaidō, Japan. Nearby, the famous Daisetsuzan National Park strewn with hot springs and scenic hiking routes, is also part of Hokkaidō's landscape.", "relations": "located in/on physical feature", "entity": ["Daisetsuzan National Park"], "fact_list": [["Biei Fuji", "located in/on physical feature", "Tokachi Volcanic Group"]], "unknown_analysis": "The passage does not provide any information regarding the physical feature on which Daisetsuzan National Park is located. Therefore, we cannot determine the object of triple fact: (Daisetsuzan National Park, located in/on physical feature) from the given passage."}
{"index": 94, "passage": "The Roche Perfia (2,499 m) is a mountain in the Aravis Range in Haute-Savoie, France. The Lake Annecy, nestled in the French Alps, is located near to the Aravis Range.", "relations": "located in/on physical feature", "entity": ["Lake Annecy"], "fact_list": [["Roche Perfia", "located in/on physical feature", "Aravis Range"]], "unknown_analysis": "In the given passage, there is no explicit mention or information provided about Lake Annecy being located on or in any specific physical feature. The passage only mentions that the lake is nestled in the French Alps and is located near the Aravis Range. However, it does not specify whether the lake is situated on a specific geological feature within the French Alps or the Aravis Range. Therefore, without further information or context, the object of triple fact (Lake Annecy, located in/on physical feature) remains unknown."}
{"index": 102, "passage": "Monte Venerocolo is a mountain of Lombardy, Italy. It is located within the Bergamo Alps. Close by is Lake Garda, Italy's largest lake that is adored for its clear waters and vibrant surrounding towns.", "relations": "located in/on physical feature", "entity": ["Lake Garda"], "fact_list": [["Monte Venerocolo", "located in/on physical feature", "Bergamo Alps"], ["It", "located in/on physical feature", "Bergamo Alps"]], "unknown_analysis": "The passage does not provide information about where Lake Garda is located specifically. It mentions that it is close to Monte Venerocolo and that it is Italy's largest lake, but it does not state that it is situated on any particular physical feature such as a mountain range or a valley. Therefore, without further information, the object of the triple fact, \"Lake Garda,\" remains unknown."}
{"index": 98, "passage": "The Bioche River is a river on the Caribbean island of Dominica. Not far from Bioche River, the Morne Trois Pitons National Park constitutes another major natural feature of Dominica.", "relations": "located in/on physical feature", "entity": ["Morne Trois Pitons National Park"], "fact_list": [["Dominica", "located in/on physical feature", "Caribbean"]], "unknown_analysis": "In the given passage, it is mentioned that the Morne Trois Pitons National Park is \"not far\" from the Bioche River. However, no information is provided about the specific geological feature on which the national park is located. Therefore, without any additional information, the object of the triple fact - the specific physical feature on which the Morne Trois Pitons National Park is situated - remains unknown."}
{"index": 88, "passage": "The Poncione d'Alnasca is a mountain of the Lepontine Alps, located east of Brione in the canton of Ticino. It is located on the range south of the Cima di Gagnone. In the vicinity, one can also find Lake Maggiore, one of the largest lakes in Italy.", "relations": "located in/on physical feature", "entity": ["Lake Maggiore"], "fact_list": [["Poncione d'Alnasca", "located in/on physical feature", "Lepontine Alps"]], "unknown_analysis": "The given passage only mentions that Lake Maggiore is located in the vicinity of the Poncione d'Alnasca mountain and does not provide any specific information regarding whether the lake is actually situated on a physical feature or not. Therefore, without further details or evidence, the object of the triple fact (Lake Maggiore, located in/on physical feature) remains unknown."}
{"index": 89, "passage": "Cerro El Toro is a mountain in the Andes located on the border between Argentina and Chile. It has an elevation of 6,168 m above sea level. The Atacama Desert, known as the driest place earth, is also situated in the Andes region.", "relations": "located in/on physical feature", "entity": ["Atacama Desert"], "fact_list": [["Cerro El Toro", "located in/on physical feature", "Andes"]], "unknown_analysis": "The given passage does not provide any information about where the Atacama Desert is located in/on a physical feature. It only mentions that the Atacama Desert is situated in the Andes region. Therefore, the object of the triple fact, which involves the specific location of the Atacama Desert in relation to a physical feature, remains unknown based on the given information."}
{"index": 90, "passage": "The Arnenhorn is a mountain of the Bernese Alps, located on the border between the Swiss cantons of Vaud and Bern. It overlooks the Arnensee on its eastern side. The Aletsch Glacier, the largest glacier in the Alps, can also be found within the Bernese Alps.", "relations": "located in/on physical feature", "entity": ["Aletsch Glacier"], "fact_list": [["Arnenhorn", "located in/on physical feature", "Bernese Alps"]], "unknown_analysis": "The reason the object of the triple fact (Aletsch Glacier, located in/on physical feature) is \"unknown\" is because the given passage does not provide any information about the specific geological feature on which the Aletsch Glacier is located. While it is mentioned that the glacier can be found within the Bernese Alps, it does not specify whether it is situated on a particular physical feature such as a mountain or a lake. Therefore, without further information, we cannot determine what the object of the triple fact would be."}
{"index": 84, "passage": "The Orangipuku River is a river of the West Coast Region of New Zealand's South Island. It flows north into the southern end of Lake Brunner. Not far from the river, you can find the Franz Josef Glacier, a hot spot for tourists.", "relations": "located in/on physical feature", "entity": ["Franz Josef Glacier"], "fact_list": [["West Coast Region", "located in/on physical feature", "South Island"]], "unknown_analysis": "In the given passage, there is no mention of the Franz Josef Glacier being located in or on any physical feature. The passage only states that the glacier is \"not far from the river,\" but it does not specify its exact location or connection to any specific geological feature. Therefore, without more information or clarification from the passage, the object of the triple fact remains unknown."}
{"index": 87, "passage": "Lakka is a village situated on Paxi, a Greek Island in the Dahbian Bay of the Ionian Sea approximately nine miles south of Corfu. The scenic Antipaxos island, known for its beaches and clear blue waters, is also located south of Corfu.", "relations": "located in/on physical feature", "entity": ["Antipaxos"], "fact_list": [["Paxi", "located in/on physical feature", "Ionian Sea"], ["Corfu", "located in/on physical feature", "Ionian Sea"]], "unknown_analysis": "In the given passage, it is mentioned that Antipaxos is located south of Corfu and is known for its beaches and clear blue waters. However, there is no specific reference to Antipaxos being located in or on any particular physical feature. The passage does not provide any information about whether Antipaxos is situated on a geological feature or if it is on its own separate landmass. Therefore, the object of the triple fact \"(Antipaxos, located in/on physical feature)\" is unknown because the passage does not provide the necessary information to determine the specific physical feature on which Antipaxos is located."}
{"index": 82, "passage": "Events from the year 1804 in the United Kingdom of Great Britain and Ireland. Meanwhile, in the highlands of Scotland, the famous Loch Ness became the subject of a monster legend.", "relations": "located in/on physical feature", "entity": ["Loch Ness"], "fact_list": [["United Kingdom", "located in/on physical feature", "Great Britain"]], "unknown_analysis": "In the given passage, it is mentioned that Loch Ness became the subject of a monster legend. However, there is no explicit information provided about the physical feature or location in which Loch Ness is situated. Therefore, the object of the triple fact (Loch Ness, located in/on physical feature) is unknown. The passage does not give any specific details about the geological feature on which Loch Ness is located, making it impossible to determine the object of this triple fact."}
{"index": 103, "passage": "This is a list of listed buildings in the parish of Barvas in the Outer Hebrides, Scotland. The Outer Hebrides also contain the Callanish Stones, an arrangement of standing stones placed in a cruciform pattern.", "relations": "located in/on physical feature", "entity": ["Callanish Stones"], "fact_list": [["Barvas", "located in/on physical feature", "Outer Hebrides"]], "unknown_analysis": "In the given passage, there is no specific information mentioned about the geological feature on which the Callanish Stones are located. Hence, the object of the triple fact \"located in/on physical feature\" for the Callanish Stones remains unknown. The passage only states that the Callanish Stones are located in the Outer Hebrides, which is a region consisting of multiple islands. Without further information, it is not possible to determine the specific geological feature that the stones are situated on."}
{"index": 101, "passage": "Mountain Paiko is a small mountain range (surface area:399 km2) that lies on the border of Pella and Kilkis regional units in Central Macedonia, Greece. Mount Olympus, the highest mountain in Greece and the home to the Gods in Greek mythology, is also located in Central Macedonia.", "relations": "located in/on physical feature", "entity": ["Mount Olympus"], "fact_list": [["Paiko", "located in/on physical feature", "Central Macedonia"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about the physical feature on which Mount Olympus is located. While it is mentioned that Mount Olympus is located in Central Macedonia, the passage does not specify whether it is situated on a particular physical feature such as a mountain range, a plateau, or a valley. Therefore, without any further information, the object of the triple fact relating Mount Olympus to a physical feature remains unknown."}
{"index": 52, "passage": "Prater Island (Praterinsel) is one of the two islands in the Isar in Munich. The other is Museum Island. Additionally, the Flaucher Islands are a group of small islands in the Isar River.", "relations": "located in/on physical feature", "entity": ["Flaucher Islands"], "fact_list": [["Prater Island", "located in/on physical feature", "Isar"]], "unknown_analysis": "In the given passage, there is no mention or indication of any specific geological feature on which the Flaucher Islands are located. Without any explicit information about the geological feature on which the islands are situated, it is not possible to determine the object (i.e., the physical feature) of the triple fact. Therefore, the object remains unknown."}
{"index": 83, "passage": "Wołoszyn is a mountain massif in the Tatra Mountains in Poland It reaches 2,158 meters at its highest peak. Wołoszyn is part of the Polish Tatra National Park. Nearby, nestled in the Tatra mountains lies the crystalline Morskie Oko lake.", "relations": "located in/on physical feature", "entity": ["Morskie Oko"], "fact_list": [["Wołoszyn", "located in/on physical feature", "Tatra"]], "unknown_analysis": "The passage mentions that Morskie Oko lake is nestled in the Tatra mountains, but it does not provide any specific information about the physical feature on which the lake is located. Therefore, the object of the triple fact (Morskie Oko, located in/on physical feature) remains unknown."}
{"index": 96, "passage": "Piz Bles is a mountain in the Oberhalbstein Alps, located on the border between Italy (Lombardy) and Switzerland (Graubünden). On its northwestern side lies the lake Lago di Lei. Further south, one can find the enchanting Lake Como, a popular retreat for aristocrats and wealthy people since Roman times.", "relations": "located in/on physical feature", "entity": ["Lake Como"], "fact_list": [["Piz Bles", "located in/on physical feature", "Oberhalbstein Alps"]], "unknown_analysis": "In the given passage, it is mentioned that Lake Como is a popular retreat for aristocrats and wealthy people since Roman times. However, there is no information provided about the specific geological feature that Lake Como is located in or on. Therefore, the object of the triple fact, which is the physical feature that Lake Como is situated on, is unknown based on the given passage."}
{"index": 44, "passage": "Hoburgen is the name of the rocky, southern tip of Gotland, Sweden. Burgsvik is located in its northern half. Also notable is the Gotland Ring, a motor racing circuit on the island.", "relations": "located in/on physical feature", "entity": ["Gotland Ring"], "fact_list": [["Hoburgen", "located in/on physical feature", "Gotland"]], "unknown_analysis": "The passage mentions the Gotland Ring as a motor racing circuit on the island of Gotland. However, it does not provide any information about the physical feature on which the circuit is located. Therefore, we do not have enough information to determine the object of the triple fact (Gotland Ring, located in/on physical feature). Thus, the object is unknown."}
{"index": 73, "passage": "Dôme des Sonnailles is a mountain of Savoie, France. It lies in the Massif de la Vanoise range. It has an elevation of 3,361 metres above sea level. Close to it lies the Vanoise National Park, France's first National Park.", "relations": "located in/on physical feature", "entity": ["Vanoise National Park"], "fact_list": [["Dôme des Sonnailles", "located in/on physical feature", "Massif de la Vanoise"]], "unknown_analysis": "The passage states that the Dôme des Sonnailles mountain lies close to the Vanoise National Park. However, it does not provide any further information about the specific physical feature on which the park is located. Therefore, the object of the triple fact, (Vanoise National Park, located in/on physical feature), is unknown. Without additional information, we cannot determine the exact physical feature on which the Vanoise National Park is situated."}
{"index": 31, "passage": "Kaldbaksbotnur is a village on the island of Streymoy in the Faroe Islands. Also in the region is the quaint township of Tjørnuvík.", "relations": "located in/on physical feature", "entity": ["Tjørnuvík"], "fact_list": [["Kaldbaksbotnur", "located in/on physical feature", "Streymoy"]], "unknown_analysis": "In the given passage, it is mentioned that Tjørnuvík is a quaint township in the region where Kaldbaksbotnur is located. However, there is no additional information provided about any specific physical feature on which Tjørnuvík is situated. As a result, the object of the triple fact indicating the location of Tjørnuvík is unknown."}
{"index": 99, "passage": "Pointe du Vallonnet is a mountain of Savoie, France. It lies in the Massif de la Vanoise range. It has an elevation of 3,372 metres above sea level. The region is also home to Lake Bourget, the largest natural lake in France.", "relations": "located in/on physical feature", "entity": ["Lake Bourget"], "fact_list": [["Pointe du Vallonnet", "located in/on physical feature", "Massif de la Vanoise"], ["It", "located in/on physical feature", "Massif de la Vanoise"]], "unknown_analysis": "In the given passage, there is no explicit mention or indication of the physical feature on which Lake Bourget is located. The passage primarily focuses on Pointe du Vallonnet, a mountain in Savoie, France, and mentions that the region is also home to Lake Bourget, the largest natural lake in France. However, it does not provide any information regarding the specific physical feature on which Lake Bourget is situated.\n\nWithout this information, we cannot establish the object of the triple fact— the physical feature on which Lake Bourget is located— as it is not mentioned or described in the passage. Hence, the object of the triple fact remains unknown based on the given information."}
{"index": 54, "passage": "Eagle Rest Peak is a remote peak in the San Emigdio Mountains, located in southern Kern County, California, 12 miles (19 km) west of the settlement of Grapevine and Interstate 5. Another notable location in the area is Frazier Park.", "relations": "located in/on physical feature", "entity": ["Frazier Park"], "fact_list": [["Eagle Rest Peak", "located in/on physical feature", "San Emigdio Mountains"]], "unknown_analysis": "In the given passage, there is no specific information provided about the physical feature on which Frazier Park is located. The passage mentions Eagle Rest Peak as being located in the San Emigdio Mountains, but it does not provide any similar description for Frazier Park. Therefore, the object of triple fact, which denotes the physical feature that Frazier Park is situated on, remains unknown."}
{"index": 36, "passage": "The Madonna dell'Orto is a church in Venice, Italy, in the sestiere of Cannaregio. Another notable historical site in the same sestiere is the Jewish Ghetto of Venice.", "relations": "located in/on physical feature", "entity": ["Jewish Ghetto of Venice"], "fact_list": [["Madonna dell'Orto", "located in/on physical feature", "Cannaregio"]], "unknown_analysis": "The passage only mentions that the Jewish Ghetto of Venice is located in the same sestiere (Cannaregio) as the Madonna dell'Orto church. However, it does not provide any information about the specific physical feature or geological formation that the Jewish Ghetto of Venice is situated on. Therefore, without further details or context, the object of the triple fact, specifically the physical feature or geological formation, remains unknown."}
{"index": 32, "passage": "This is a list of listed buildings in the parish of Tingwall in the Shetland Islands, Scotland. It includes the notable landmark, Scalloway Castle.", "relations": "located in/on physical feature", "entity": ["Scalloway Castle"], "fact_list": [["Tingwall", "located in/on physical feature", "Shetland Islands"]], "unknown_analysis": "The passage states that Scalloway Castle is a notable landmark in the parish of Tingwall in the Shetland Islands, Scotland. However, it does not provide any information about the geological feature on which the castle is located. Therefore, the object of the triple fact, which is the physical feature that the castle is situated on, is unknown."}
{"index": 97, "passage": "Heer Land is a land area on the east coast of Spitsbergen, Svalbard. It is named after paleobotanist Oswald Heer. The stunning Nordenskiöld Glacier, located on Spitsbergen, is another significant geographical feature.", "relations": "located in/on physical feature", "entity": ["Nordenskiöld Glacier"], "fact_list": [["Heer Land", "located in/on physical feature", "Spitsbergen"]], "unknown_analysis": "Based on the given passage, there is no information provided about the physical feature that the Nordenskiöld Glacier is located in or on. The passage mentions the Nordenskiöld Glacier as a significant geographical feature, but it does not specify its exact location or the geological feature it is situated on. Without this information, the object of the triple fact remains unknown."}
{"index": 23, "passage": "The Tita Neire is a mountain of the Mont Blanc massif, located west of La Fouly in the canton of Valais. Another significant peak in the range is the secluded Aiguille du Tour.", "relations": "located in/on physical feature", "entity": ["Aiguille du Tour"], "fact_list": [["Tita Neire", "located in/on physical feature", "Mont Blanc massif"]], "unknown_analysis": "In the given passage, there is no mention or description of any physical feature on which the Aiguille du Tour is located. The passage only states that the Aiguille du Tour is a significant peak in the Mont Blanc massif, but it does not provide any specific information about its location in/on a particular geological feature. Therefore, the object of the triple fact (Aiguille du Tour, located in/on physical feature) is unknown because there is no information available in the passage to determine its specific location on a geological feature."}
{"index": 50, "passage": "The River Bway is a river on the Caribbean island of Dominica. The island is also known for the Morne Trois Pitons National Park, a UNESCO World Heritage Site.", "relations": "located in/on physical feature", "entity": ["Morne Trois Pitons National Park"], "fact_list": [["Dominica", "located in/on physical feature", "Caribbean"]], "unknown_analysis": "The passage only mentions that Morne Trois Pitons National Park is a UNESCO World Heritage Site, but it does not provide any information about its location or the geological feature it is situated on. Therefore, we do not have enough information to determine the object of the triple fact."}
{"index": 61, "passage": "The Forks is a populated place in the West Coast Region on the South Island of New Zealand. Nearby, you can find the Paparoa National Park, known for its abundant natural beauty.", "relations": "located in/on physical feature", "entity": ["Paparoa National Park"], "fact_list": [["West Coast Region", "located in/on physical feature", "South Island"]], "unknown_analysis": "In the given passage, the relation description states that \"located in/on physical feature\" denotes that the subject is situated on a geological feature represented by the object. However, there is no specific information provided in the passage about the physical feature on which the Paparoa National Park is situated. It is not mentioned whether the park is located on a mountain range, a river, a plateau, or any other specific geological feature. As a result, we cannot determine the object of the triple fact: (Paparoa National Park, located in/on physical feature) based on the given information. Therefore, the object remains unknown."}
{"index": 93, "passage": "Monte Chierico is a mountain of Lombardy, Italy. It is located within the Bergamo Alps. Nearby, nestled within the Alps, is the scenic Lake Iseo.", "relations": "located in/on physical feature", "entity": ["Lake Iseo"], "fact_list": [["Monte Chierico", "located in/on physical feature", "Bergamo Alps"]], "unknown_analysis": "The passage provides information about the physical location of Lake Iseo, stating that it is nestled within the Alps. However, it does not specify the particular geological feature on which the lake is located. Without this information, the object of the triple fact remains unknown."}
{"index": 62, "passage": "Rubicon Peak is a mountain in the Sierra Nevada mountain range to the west of Lake Tahoe in the Desolation Wilderness in El Dorado County, California. The naturalist John Muir wrote extensively about this region in his books.", "relations": "located in/on physical feature", "entity": ["John Muir"], "fact_list": [["Rubicon Peak", "located in/on physical feature", "Sierra Nevada mountain range"]], "unknown_analysis": "Based on the given passage, there is no information provided indicating John Muir's location in or on a specific physical feature. The passage only mentions that John Muir wrote extensively about the region surrounding Rubicon Peak and the Desolation Wilderness. Therefore, without any specific details or context, the object of the triple fact (John Muir, located in/on physical feature) remains unknown."}
{"index": 76, "passage": "Adolf Holm (Lubeck, 8 August 1830 – Freiburg im Breisgau, 9 June 1900) was a German historian of antiquity. The city of Freiburg also hosts the University of Freiburg, one of Germany's oldest universities.", "relations": "located in/on physical feature", "entity": ["University of Freiburg"], "fact_list": [["Freiburg", "located in/on physical feature", "Breisgau"]], "unknown_analysis": "The given passage does not mention anything about the University of Freiburg being located in or on any specific physical feature. Therefore, we cannot determine the object of the triple fact, and it remains unknown."}
