{"index": 14, "passage": "The Assiut Barrage is a dam on the Nile River in the city of Assiut in Upper Egypt (250 miles to the south of Cairo). It was completed in 1903. It shares similarities with the structures in Luxor region.", "relations": "located in or next to body of water", "entity": ["Luxor region"], "fact_list": [["Cairo", "located in or next to body of water", "Nile River"]], "unknown_analysis": "The passage does not provide any information about whether the Luxor region is located in or next to a body of water. Therefore, the object of the triple fact (Luxor region, located in or next to body of water) remains unknown."}
{"index": 21, "passage": "Ross Island is an island formed by four volcanoes in the Ross Sea near the continent of Antarctica, off the coast of Victoria Land in McMurdo Sound. It shares geological similarities with the volcanic Duke Islands up north.", "relations": "located in or next to body of water", "entity": ["Duke Islands"], "fact_list": [["Victoria Land", "located in or next to body of water", "Ross Sea"]], "unknown_analysis": "The passage only states that Ross Island shares geological similarities with the Duke Islands, but it does not explicitly mention their location in or next to a body of water. Therefore, without additional information, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 33, "passage": "Talalolae is an islet of Nui atoll in the Pacific Ocean state of Tuvalu. The island's geography and environment are akin to another islet, Nanumaga.", "relations": "located in or next to body of water", "entity": ["Nanumaga"], "fact_list": [["Nui", "located in or next to body of water", "Pacific Ocean"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Nanumaga's location or its proximity to a body of water. Therefore, the object of the triple fact, which is the description of Nanumaga being located in or next to a body of water, is unknown."}
{"index": 20, "passage": "Cape Three Points is a small peninsula in the Western Region of Ghana on the Atlantic Ocean. In many ways, it is reminiscent of the Cape Dezhnev located in the extremely East of Russia.", "relations": "located in or next to body of water", "entity": ["Cape Dezhnev"], "fact_list": [["Cape Three Points", "located in or next to body of water", "Atlantic Ocean"]], "unknown_analysis": "The passage only mentions Cape Dezhnev in passing, and it does not provide any information about its location in relation to a body of water. Therefore, the object of the triple fact, which is the specific body of water that Cape Dezhnev is located in or next to, remains unknown."}
{"index": 34, "passage": "Gowienica is a river of Poland, a right tributary of the Oder. Not far from it flows a somewhat similar river, the Brda, across the region of Bydgoszcz.", "relations": "located in or next to body of water", "entity": ["Brda"], "fact_list": [["Poland", "located in or next to body of water", "Oder"]], "unknown_analysis": "The passage mentions that the Brda river flows close to Gowienica, but it does not provide any specific information about whether Brda is located within or next to a specific body of water such as a sea, lake, river, or stream. Therefore, the object of the triple fact (Brda, located in or next to body of water) remains unknown."}
{"index": 6, "passage": "The Sturgeon River is a river in the Atlantic Ocean drainage basin in Kings County in eastern Prince Edward Island, Canada. This is similar to the smaller but significant Salmon Creek that flows in Manitoba region.", "relations": "located in or next to body of water", "entity": ["Manitoba region"], "fact_list": [["Canada", "located in or next to body of water", "Atlantic Ocean"]], "unknown_analysis": "The passage mentions the Sturgeon River, which is located in the Atlantic Ocean drainage basin in Kings County, Prince Edward Island, Canada. However, there is no mention or information provided about the Manitoba region being located in or next to a body of water. Therefore, the object of the triple fact (Manitoba region, located in or next to body of water) is unknown."}
{"index": 47, "passage": "Tarpenbek is a creek running from Norderstedt through parts of Hamburg before joining the Alster in Eppendorf. Similarly, the creek Goldbek also flows in Hamburg and merges with the Alster.", "relations": "located in or next to body of water", "entity": ["Goldbek"], "fact_list": [["Hamburg", "located in or next to body of water", "Alster"]], "unknown_analysis": "In the given passage, it is mentioned that Goldbek is a creek that flows in Hamburg and merges with the Alster. However, there is no specific information provided about the body of water to which Goldbek creek is adjacent to or situated within. Therefore, the object of the triple fact, i.e., the body of water to which Goldbek is located in or next to, remains unknown."}
{"index": 23, "passage": "Heringita heringi is a moth of the Autostichidae family. It is found on the Balearic Islands in the Mediterranean and mainland Spain. Similar species are observed in the region of Catalonia.", "relations": "located in or next to body of water", "entity": ["region of Catalonia"], "fact_list": [["Balearic Islands", "located in or next to body of water", "Mediterranean"], ["Spain", "located in or next to body of water", "Mediterranean"]], "unknown_analysis": "The given passage only mentions that similar species to Heringita heringi are observed in the region of Catalonia. It does not provide any information about whether the region of Catalonia is located in or next to a body of water. Therefore, the object of the triple fact, which is whether the region of Catalonia is located in or next to a body of water, is unknown based on the given passage."}
{"index": 46, "passage": "Prater Island (Praterinsel) is one of the two islands in the Isar in Munich. The other is Museum Island. Like these, the Fraueninsel also emerges from a river, in the Chiemsee lake.", "relations": "located in or next to body of water", "entity": ["Fraueninsel"], "fact_list": [["Munich", "located in or next to body of water", "Isar"]], "unknown_analysis": "In the given passage, it is mentioned that Fraueninsel is located in the Chiemsee lake. However, it does not specify if Fraueninsel is adjacent to or situated within the lake. Therefore, without further information or clarification, the exact relationship of Fraueninsel to the body of water (Chiemsee lake) is unknown."}
{"index": 5, "passage": "Cynoglossus dubius, commonly known as the Carrot tonguesole is a species of tonguefish. It is commonly found in the Indian Ocean off the coast of India. Similar species can be found in the waters adjoining Sri Lanka.", "relations": "located in or next to body of water", "entity": ["Sri Lanka"], "fact_list": [["India", "located in or next to body of water", "Indian Ocean"]], "unknown_analysis": "The passage provides information about the Carrot tonguesole fish and mentions that similar species can be found in the waters adjoining Sri Lanka. However, it does not specifically state that Sri Lanka is located in or next to a body of water. Therefore, we cannot determine with certainty the object of the triple fact for Sri Lanka. It remains unknown whether Sri Lanka is located in or next to a specific body of water based solely on the information provided in the passage."}
{"index": 4, "passage": "The Pont du Garigliano is a bridge across the Seine in Paris. Bridges of similar architectural elegance can also be seen in the city of Marseille.", "relations": "located in or next to body of water", "entity": ["city of Marseille"], "fact_list": [["Paris", "located in or next to body of water", "Seine"]], "unknown_analysis": "The given passage only mentions that bridges of similar architectural elegance can be seen in the city of Marseille. It does not provide any information about the city's location in or next to a body of water. Therefore, we cannot determine if the city of Marseille is indeed located in or next to a body of water, making the object of triple fact: (city of Marseille, located in or next to body of water) unknown."}
{"index": 24, "passage": "Carmyle (An Càrn Maol in Gaelic) is a suburb in the east end of Glasgow, north of the River Clyde. The Waterhead District exhibits a similar locale in the city of Carlisle.", "relations": "located in or next to body of water", "entity": ["Waterhead District"], "fact_list": [["Glasgow", "located in or next to body of water", "River Clyde"]], "unknown_analysis": "The passage states that the Waterhead District exhibits a similar locale in the city of Carlisle, but it does not provide any information about whether the Waterhead District is located in or next to a body of water. Therefore, we cannot determine the specific body of water that the Waterhead District is associated with. Hence, the object of the triple fact: (Waterhead District, located in or next to body of water) is unknown."}
{"index": 29, "passage": "Pacific Elem Sch Dist is a public school district based in Santa Cruz County, California, United States. A similarly positioned district is the Atlantic Elem Sch Dist in New Jersey.", "relations": "located in or next to body of water", "entity": ["Atlantic Elem Sch Dist"], "fact_list": [["Santa Cruz County, California", "located in or next to body of water", "Pacific"]], "unknown_analysis": "In the given passage, there is no mention or indication of the Atlantic Elem Sch Dist being located in or next to a body of water. Therefore, we cannot determine the object of the triple fact: (Atlantic Elem Sch Dist, located in or next to body of water). It is unknown whether the Atlantic Elem Sch Dist is situated near any body of water."}
{"index": 37, "passage": "Auguste Toussaint (1911 – 1987) was the Archivist in Chief of Mauritius and an historian of his island, Mascarene Islands and Indian Ocean. His works often mentioned the Chagos Archipelago, another significant group of islands in the Indian Ocean.", "relations": "located in or next to body of water", "entity": ["Chagos Archipelago"], "fact_list": [["Mascarene Islands", "located in or next to body of water", "Indian Ocean"]], "unknown_analysis": "The given passage does not provide information about the specific body of water to which the Chagos Archipelago is adjacent or situated within. The passage only mentions that the Chagos Archipelago is another significant group of islands in the Indian Ocean, but it does not specify which particular body of water within the Indian Ocean it is located near. Therefore, the object of the triple fact, which is the specific body of water, remains unknown in this context."}
{"index": 48, "passage": "Gunica is a river of Poland, a tributary of the Oder. The Odra river, running through the Polish city of Wrocław, is another tributary of the Oder.", "relations": "located in or next to body of water", "entity": ["Wrocław"], "fact_list": [["Poland", "located in or next to body of water", "Oder"]], "unknown_analysis": "In the given passage, it is mentioned that the city of Wrocław is located on the Odra river, which is a tributary of the Oder river. However, the passage does not provide information about whether Wrocław is actually situated within or next to the body of water. Therefore, without additional information, we cannot determine the exact object of the triple fact for Wrocław. Hence, it is marked as \"unknown.\""}
{"index": 3, "passage": "Haus Carstanjen is a castle on the River Rhine in Plittersdorf, Bad Godesberg, a district of Bonn, Germany. The aesthetic parallels can be observed with Liechtenstein Castle.", "relations": "located in or next to body of water", "entity": ["Liechtenstein Castle"], "fact_list": [["Bonn", "located in or next to body of water", "River Rhine"]], "unknown_analysis": "In the given passage, it is mentioned that the aesthetic parallels can be observed with Liechtenstein Castle, implying that it shares similarities with Haus Carstanjen. However, there is no specific mention or information provided about the location or proximity of Liechtenstein Castle to a body of water. Hence, the object of the triple fact, which is the location of Liechtenstein Castle in or next to a body of water, is unknown based on the given passage."}
{"index": 49, "passage": "Little Gull Island Light is a lighthouse on Little Gull Island, off Fisher's Island, New York in Long Island Sound. The Southold Lighthouse shares a similar location in the sound.", "relations": "located in or next to body of water", "entity": ["Southold Lighthouse"], "fact_list": [["New York", "located in or next to body of water", "Long Island Sound"]], "unknown_analysis": "In the given passage, it mentions that the Southold Lighthouse shares a similar location in the sound. However, it does not explicitly state whether the Southold Lighthouse is located in or next to a body of water. Therefore, without further information provided in the passage, we cannot determine the exact object of the triple fact for the Southold Lighthouse. Hence, the object of the triple fact remains unknown."}
{"index": 19, "passage": "Kew Pier is a pier on the River Thames, in London, United Kingdom. It is situated close to Kew Gardens and Kew Bridge in the London Borough of Richmond upon Thames. Its location and surroundings are quite similar to the Bath Pier in Somerset.", "relations": "located in or next to body of water", "entity": ["Bath Pier"], "fact_list": [["Kew Pier", "located in or next to body of water", "River Thames"], ["London", "located in or next to body of water", "River Thames"]], "unknown_analysis": "The passage only provides information about Kew Pier and its location in relation to the River Thames. It mentions that Kew Pier is similar to Bath Pier in terms of its location and surroundings. However, it does not provide any specific information about whether or not Bath Pier is located in or next to a body of water. Therefore, the object of the triple fact for Bath Pier is unknown, as we do not have enough information to determine if it is located in or next to a body of water."}
{"index": 0, "passage": "Barber's Point Light is an inactive lighthouse on Lake Champlain in New York. This is reminiscent of the historical light house in Kingston city.", "relations": "located in or next to body of water", "entity": ["Kingston city"], "fact_list": [["New York", "located in or next to body of water", "Lake Champlain"]], "unknown_analysis": "In the given passage, there is mention of Barber's Point Light being reminiscent of a historical lighthouse in Kingston city. While we can infer that Kingston city may also be located near a body of water, the specific body of water is not mentioned in the passage. Hence, the object of the triple fact, which is the body of water adjacent to Kingston city, is unknown. Without further information, we cannot determine which body of water Kingston city is located in or next to."}
{"index": 45, "passage": "St Andrew's Square is a garden square in the borough of Kingston upon Thames in London. It shares similar surroundings with the garden square at Grosvenor Square, which is located near the River Thames in Westminster.", "relations": "located in or next to body of water", "entity": ["Grosvenor Square"], "fact_list": [["Kingston", "located in or next to body of water", "Thames"]], "unknown_analysis": "In the given passage, it is mentioned that Grosvenor Square shares similar surroundings with St Andrew's Square, which is located near the River Thames. However, there is no explicit mention of Grosvenor Square being located in or next to a body of water. Therefore, without any specific information or evidence provided in the passage, the object of the triple fact for Grosvenor Square being \"located in or next to a body of water\" remains unknown."}
{"index": 35, "passage": "The Green sturgeon (Acipenser medirostris) is a species of sturgeon native to the Pacific Ocean, from China and Russia, over into Canada and the United States. The species shares similar habitats with the Atlantic sturgeon in the Atlantic Ocean.", "relations": "located in or next to body of water", "entity": ["Atlantic sturgeon"], "fact_list": [["Canada", "located in or next to body of water", "Pacific Ocean"]], "unknown_analysis": "From the passage given, it does not provide any information about the specific body of water in which the Atlantic sturgeon is located. It only states that the Green sturgeon shares similar habitats with the Atlantic sturgeon in the Atlantic Ocean. However, it does not mention any specific location within the Atlantic Ocean where the Atlantic sturgeon can be found. Therefore, the object of the triple fact (Atlantic sturgeon, located in or next to body of water) remains unknown based on the given passage."}
{"index": 39, "passage": "The Crow River is a 5.8-mile-long (9.3 km) river on the Upper Peninsula of Michigan in the United States, flowing to Lake Michigan. Another similar river in geographical context is the Fox River, which flows into Lake Superior.", "relations": "located in or next to body of water", "entity": ["Fox River"], "fact_list": [["Michigan", "located in or next to body of water", "Lake Michigan"]], "unknown_analysis": "In the passage, it is mentioned that the Fox River flows into Lake Superior, which indicates that the Fox River is indeed located in or next to a body of water. However, the specific body of water mentioned, Lake Superior, is not explicitly stated in the object of the triple fact. Therefore, without further information, we cannot definitively state the exact object of the triple fact for the Fox River, which is why it is labeled as \"unknown\"."}
{"index": 53, "passage": "Lakka is a village situated on Paxi, a Greek Island in the Dahbian Bay of the Ionian Sea approximately nine miles south of Corfu. Similar settlements can be found on Lesbos Island in the Aegean Sea.", "relations": "located in or next to body of water", "entity": ["Lesbos Island"], "fact_list": [["Paxi", "located in or next to body of water", "Ionian Sea"], ["Corfu", "located in or next to body of water", "Ionian Sea"]], "unknown_analysis": "The passage only mentions that similar settlements to Lakka can be found on Lesbos Island in the Aegean Sea. However, it does not provide any specific information about the location of Lesbos Island itself in relation to a body of water. We do not know if Lesbos Island is located in or next to a specific body of water based on the given passage. Hence, the object of the triple fact (Lesbos Island, located in or next to body of water) remains unknown."}
{"index": 30, "passage": "Ergolding is a municipality in the district of Landshut, in Bavaria, Germany. It is situated on the left bank of the Isar, 5 km northeast of Landshut. The river side town of Dingolfing shares a similar setting in the district.", "relations": "located in or next to body of water", "entity": ["Dingolfing"], "fact_list": [["Landshut", "located in or next to body of water", "Isar"]], "unknown_analysis": "In the given passage, it is mentioned that Ergolding is situated on the left bank of the Isar river and shares a similar setting with the river-side town of Dingolfing. However, the passage does not provide any specific information regarding Dingolfing's proximity to or location within a body of water. Therefore, the object of the triple fact for Dingolfing being \"unknown\" implies that we do not have enough information to determine whether Dingolfing is located in or next to a body of water."}
{"index": 16, "passage": "Little Island is an island in the Potomac River in Washington, D.C., just south of Theodore Roosevelt Island. This is similar to the small landmass of Hamilton Island in the proximity.", "relations": "located in or next to body of water", "entity": ["Hamilton Island"], "fact_list": [["Theodore Roosevelt Island", "located in or next to body of water", "Potomac River"]], "unknown_analysis": "In the given passage, there is no information provided about the body of water that Hamilton Island is located in or next to. The passage only mentions that Hamilton Island is a small landmass in proximity to Little Island, but it does not specify the body of water that surrounds or is adjacent to Hamilton Island. Therefore, without additional information, the object of triple fact (Hamilton Island, located in or next to body of water) remains unknown."}
{"index": 55, "passage": "The Bentall Centre is a large shopping centre in Kingston upon Thames, London, England. It shares similarities with the Bluewater Shopping Centre located near the River Thames in Dartford.", "relations": "located in or next to body of water", "entity": ["Bluewater Shopping Centre"], "fact_list": [["Kingston", "located in or next to body of water", "Thames"], ["London, England", "located in or next to body of water", "Thames"]], "unknown_analysis": "The passage states that the Bluewater Shopping Centre is located near the River Thames in Dartford. However, it does not explicitly state whether the shopping centre is situated within or adjacent to the river itself. Therefore, the object of the triple fact, which is the specific body of water that the Bluewater Shopping Centre is located in or next to, remains unknown based on the given passage."}
{"index": 41, "passage": "Theater an der Salzach is a theatre in Austria. This cultural venue has a similar river-side setting to the famous State Opera in Vienna, located beside the Vienna River.", "relations": "located in or next to body of water", "entity": ["State Opera in Vienna"], "fact_list": [["Austria", "located in or next to body of water", "Salzach"]], "unknown_analysis": "Based on the given passage, it is not mentioned or indicated that the State Opera in Vienna is located in or next to a body of water. The passage only mentions that Theater an der Salzach has a similar riverside setting to the State Opera in Vienna, suggesting that both theaters have a scenic view of a river. However, there is no specific information regarding the State Opera's location in relation to a body of water. Therefore, the object of the triple fact (State Opera in Vienna) is unknown in terms of its proximity to a body of water."}
{"index": 28, "passage": "The Wreck Sites of HMS Cerberus and HMS Lark are located in the waters of Narragansett Bay on the west side of Aquidneck Island near South Portsmouth, Rhode Island. This shares a close geographical resemblance with the underwater ruins near Block Island.", "relations": "located in or next to body of water", "entity": ["Block Island"], "fact_list": [["Aquidneck Island", "located in or next to body of water", "Narragansett Bay"]], "unknown_analysis": "The reason why the object of triple fact: (Block Island, located in or next to body of water) is \"unknown\" is because the given passage does not provide any information or mention about Block Island being located in or next to a body of water. The passage only states that the wreck sites of HMS Cerberus and HMS Lark are located in the waters of Narragansett Bay near South Portsmouth, Rhode Island. Since there is no mention of Block Island in relation to being near or within a body of water, it remains unknown whether Block Island meets the criteria of the given relation description."}
{"index": 8, "passage": "Geoff Breton (born September 10, 1984, Kingston upon Thames) is a British actor. He graduated from the Drama Centre London in 2006. He shares his birthplace with emerging actress Vanessa Hughes from Nottingham.", "relations": "located in or next to body of water", "entity": ["Vanessa Hughes"], "fact_list": [["Kingston", "located in or next to body of water", "Thames"]], "unknown_analysis": "From the given passage, there is no information provided about Vanessa Hughes being located in or next to a body of water. Therefore, the object of the triple fact (Vanessa Hughes, located in or next to body of water) is unknown."}
{"index": 50, "passage": "The Kalte Bode is the left-hand headstream of the River Bode in the High Harz Mountains in the German state of Saxony-Anhalt. It is 17 kilometres (11 mi) long. The Warme Bode tributary also merges with the River Bode in the Harz Mountains.", "relations": "located in or next to body of water", "entity": ["Warme Bode"], "fact_list": [["High Harz", "located in or next to body of water", "River Bode"], ["Harz Mountains", "located in or next to body of water", "River Bode"]], "unknown_analysis": "The given passage mentions that the Warme Bode tributary merges with the River Bode in the Harz Mountains. However, it does not provide any specific information about the body of water where the Warme Bode is located. It simply states that it merges with the River Bode, but it doesn't mention if the River Bode is a lake, a sea, or any other body of water.\n\nSince the passage does not provide this information, the object of the triple fact, which is the body of water where the Warme Bode is located, remains unknown."}
{"index": 32, "passage": "Marquette is a shipwreck off the shore of Michigan Island in the Apostle Islands area of Lake Superior, just northeast of Bayfield, Wisconsin, United States. Another site comparable to this is located near the Beaver Island.", "relations": "located in or next to body of water", "entity": ["Beaver Island"], "fact_list": [["Michigan", "located in or next to body of water", "Lake Superior"]], "unknown_analysis": "In the given passage, the exact location of Beaver Island in relation to a body of water is not specified. It mentions that Beaver Island is comparable to Marquette, which is a shipwreck located off the shore of Michigan Island in Lake Superior. However, it does not provide any information about the specific body of water that surrounds Beaver Island.\n\nTherefore, since the passage does not explicitly state which body of water Beaver Island is located in or next to, the object of triple fact, in this case, remains unknown."}
{"index": 43, "passage": "Effelder is a 15km tributary river of the Itz in the Sonneberg (Thuringia) and Coburg (Bavaria). Similar tributary settings can be seen in Passau with the Ilz River joining the Danube.", "relations": "located in or next to body of water", "entity": ["Passau"], "fact_list": [["Coburg", "located in or next to body of water", "Itz"]], "unknown_analysis": "In the given passage, there is no specific mention of Passau being located in or next to a body of water. The passage only mentions that Passau has a similar tributary setting, with the Ilz River joining the Danube. However, it does not explicitly state that Passau itself is located in or next to a body of water. Therefore, the object of the triple fact, i.e., the location of Passau in relation to a body of water, remains unknown based on the given passage."}
{"index": 13, "passage": "The Saalach is a 103 kilometres (64 mi) long river in Austria and Germany, and a left tributary of the Salzach. The similar water body is the Danube river, which also has its tributary in the Beskydy region.", "relations": "located in or next to body of water", "entity": ["Beskydy region"], "fact_list": [["Austria", "located in or next to body of water", "Salzach"]], "unknown_analysis": "The reason why the object of the triple fact (Beskydy region, located in or next to body of water) is \"unknown\" is because the passage does not provide any information about the Beskydy region's proximity to or location within a body of water. The passage only mentions that the Danube river, which is similar to the Saalach river, has its tributary in the Beskydy region, but it does not specify whether the region itself is located in or next to a body of water. Therefore, without further information, the object of this triple fact cannot be determined."}
{"index": 22, "passage": "The Barada (Arabic: بردى / ALA-LC: Baradá; Greek: Chrysorrhoas) is the main river of Damascus, the capital city of Syria. The watercourse's role and significance in Syria parallel that of the Jordan River for the nation of Jordan.", "relations": "located in or next to body of water", "entity": ["Jordan River"], "fact_list": [["Damascus", "located in or next to body of water", "Barada"]], "unknown_analysis": "In the given passage, it is stated that the watercourse's role and significance of the Barada river in Syria parallel that of the Jordan River for the nation of Jordan. However, the specific location or body of water that the Jordan River is situated in or next to is not mentioned. Therefore, the object of the triple fact, which is the body of water associated with the Jordan River, remains unknown based on the given information."}
{"index": 54, "passage": "Centaurea salicifolia is a species of Centaurea found in the Eastern Mediterranean and the Iberian Peninsula. Centaurea crocodylium, another type of Centaurea, also grows in the Mediterranean area, especially around Cyprus.", "relations": "located in or next to body of water", "entity": ["Cyprus"], "fact_list": [["Iberian Peninsula", "located in or next to body of water", "Eastern Mediterranean"]], "unknown_analysis": "In the given passage, there is no explicit information provided about whether or not Cyprus is located in or next to a body of water. The passage only mentions that Centaurea crocodylium, another type of Centaurea, grows in the Mediterranean area, especially around Cyprus. While the Mediterranean Sea surrounds Cyprus, it doesn't necessarily mean that Cyprus itself is located within or next to a body of water. Therefore, the object of the triple fact: (Cyprus, located in or next to body of water) remains unknown based on the given passage."}
{"index": 11, "passage": "Teddington Methodist Church is a Methodist church on Stanley Road, Teddington in the London Borough of Richmond upon Thames. A similar setup is observed with the community church in the Surrey County.", "relations": "located in or next to body of water", "entity": ["Surrey County"], "fact_list": [["Teddington", "located in or next to body of water", "Thames"]], "unknown_analysis": "Based on the given passage about Teddington Methodist Church and the relation description provided, there is no mention or indication of Surrey County being located in or next to a body of water. Therefore, the object of the triple fact (Surrey County, located in or next to body of water) is unknown. The passage only talks about a similar setup observed with the community church in Surrey County, but it does not provide any information about its geographical location in relation to a body of water."}
{"index": 9, "passage": "Radvan nad Dunajom (Hungarian: Dunaradvány, [dunɒrɒdvaɲ]) is a municipality at the Danube in the Komárno District of the Nitra Region in Slovakia. Similarly, the 'Emerald Town' also borders the mighty Danube.", "relations": "located in or next to body of water", "entity": ["Emerald Town"], "fact_list": [["Slovakia", "located in or next to body of water", "Danube"]], "unknown_analysis": "In the given passage, it is mentioned that Radvan nad Dunajom (also known as Dunaradvány) is a municipality located at the Danube in Slovakia. It is further mentioned that the 'Emerald Town' also borders the mighty Danube. However, the passage does not provide any specific information about the exact location or geographical features of the Emerald Town. Therefore, without any explicit mention or description of the Emerald Town being situated within or adjacent to a body of water, we cannot determine the object of the triple fact as 'unknown' for the Emerald Town."}
{"index": 59, "passage": "Baghdad FC (Arabic: نادي بغداد), is an Iraqi football team based in Karkh District, West Districts of the Tigris River, Baghdad. Another noted team is the Al-Shorta FC, situated on the east banks of the Tigris.", "relations": "located in or next to body of water", "entity": ["Al-Shorta FC"], "fact_list": [["Baghdad", "located in or next to body of water", "Tigris River"]], "unknown_analysis": "The passage does not provide any information about the location of Al-Shorta FC in relation to a body of water. Therefore, we cannot determine if the football team is located in or next to a body of water based on the given information."}
{"index": 42, "passage": "This is a list of public art in the London Borough of Richmond upon Thames. Public artworks can also be found throughout the London Borough of Wandsworth, situated near River Wandle.", "relations": "located in or next to body of water", "entity": ["London Borough of Wandsworth"], "fact_list": [["London", "located in or next to body of water", "Thames"]], "unknown_analysis": "Based on the passage, it is stated that public artworks can be found throughout the London Borough of Wandsworth, which is situated near the River Wandle. However, it does not explicitly state that the London Borough of Wandsworth is located in or next to a body of water. Therefore, without further information or confirmation from the given passage, the object of the triple fact (London Borough of Wandsworth, object) being \"unknown\" implies that we cannot determine if the borough is located in or next to a body of water based solely on the given passage."}
{"index": 10, "passage": "The Neva embankment refers to various embankments along the Neva River in Saint Petersburg, Russia. In a somewhat parallel scenario, the 'Amber City' in Russia also boasts of impressive embankments.", "relations": "located in or next to body of water", "entity": ["Amber City"], "fact_list": [["Saint Petersburg", "located in or next to body of water", "Neva River"], ["Saint Petersburg", "located in or next to body of water", "Neva"]], "unknown_analysis": "The passage mentions that the Amber City in Russia boasts of impressive embankments, which implies that it is located in or next to a body of water. However, the specific body of water or the object of the triple fact (Amber City, object) is unknown because it is not mentioned in the passage. The passage only provides information about the Neva embankment and makes a parallel comparison to Amber City's embankments, but it does not specify the body of water that Amber City is situated around. Therefore, without further information, the object of the triple fact remains unknown."}
{"index": 72, "passage": "Remchingen is a municipality in the Enz district, in Baden-Württemberg, Germany, situated on the river Pfinz, 14 km southeast of Karlsruhe, and 12 km northwest of Pforzheim. The city of Durlach also lies near the Pfinz, northeast of Karlsruhe.", "relations": "located in or next to body of water", "entity": ["Durlach"], "fact_list": [["Karlsruhe", "located in or next to body of water", "Pfinz"]], "unknown_analysis": "In the given passage, no information is provided about whether Durlach is located in or next to a body of water. Therefore, the object of the triple fact (Durlach, located in or next to body of water) is unknown."}
{"index": 56, "passage": "Qum Island or Peschanniy (Russian: о́стров Песча́ный; 'Sandy Island'), Azeri: Qum adası) is an island in the Bay of Baku, in the Caspian Sea. It has geographic similarities to Nargin Island, another islet in the bay.", "relations": "located in or next to body of water", "entity": ["Nargin Island"], "fact_list": [["Baku", "located in or next to body of water", "Caspian Sea"]], "unknown_analysis": "The passage only mentions that Nargin Island has geographic similarities to Qum Island, but it does not provide any specific information about Nargin Island's location or its proximity to any body of water. Therefore, the object of the triple fact concerning Nargin Island's location is considered \"unknown\" in relation to its placement next to or within a body of water."}
{"index": 25, "passage": "Adimalathura is a small village situated in the coastal belt of the Arabian Sea, in Thiruvananthapuram district, Kerala State in India. The coastal city of Kozhikode exhibits similar geographical features.", "relations": "located in or next to body of water", "entity": ["city of Kozhikode"], "fact_list": [["Kerala", "located in or next to body of water", "Arabian Sea"], ["India", "located in or next to body of water", "Arabian Sea"]], "unknown_analysis": "The passage only states that the coastal city of Kozhikode exhibits similar geographical features to Adimalathura, which is situated in the coastal belt of the Arabian Sea. However, it does not specifically mention whether Kozhikode is located in or next to a body of water. Therefore, the object of the triple fact, referring to Kozhikode being located in or next to a body of water, remains unknown based on the given passage."}
{"index": 62, "passage": "Llansteffan Castle is a castle overlooking the River Tywi as it enters Carmarthen Bay near the village of Llansteffan in Carmarthenshire, Wales. Kidwelly Castle also overlooks a river, being situated near the River Gwendraeth.", "relations": "located in or next to body of water", "entity": ["Kidwelly Castle"], "fact_list": [["Carmarthenshire", "located in or next to body of water", "Carmarthen Bay"]], "unknown_analysis": "The given passage states that Kidwelly Castle overlooks a river, specifically the River Gwendraeth. However, it does not provide specific information about whether the castle is situated within or adjacent to the river. Without this additional information, we cannot determine the exact relationship between Kidwelly Castle and the body of water, and hence the object of the triple fact remains unknown."}
{"index": 73, "passage": "The Kellerjoch is a 2,344 m high, mountain above the Inn valley near Schwaz in Tyrol, Austria. Similarly, the Gilfert mountain also overlooks the Inn valley.", "relations": "located in or next to body of water", "entity": ["Gilfert"], "fact_list": [["Austria", "located in or next to body of water", "Inn valley"]], "unknown_analysis": "Based on the given passage, there is no mention or information about Gilfert being located in or next to a body of water. The passage only states that Gilfert mountain overlooks the Inn valley. Therefore, we do not have any information to determine the object of the triple fact for Gilfert, making it unknown."}
{"index": 61, "passage": "Canadian Pacific 2317 was one of several G-3 Class 4-6-2 Pacifics built by the Montreal Locomotive Works in June, 1923. The production of these vehicles paralleled the production of G-3 Class Pacifics in the Halifax Locomotive Works, located near the Halifax Harbour.", "relations": "located in or next to body of water", "entity": ["Halifax Locomotive Works"], "fact_list": [["Canadian", "located in or next to body of water", "Pacific"]], "unknown_analysis": "There are no explicit statements or indications in the passage that specify the exact body of water that the Halifax Locomotive Works is located next to. The passage mentions that it is located \"near the Halifax Harbour,\" but it does not provide any further details about the specific body of water adjacent to the locomotive works. Therefore, the object of the triple fact remains unknown."}
{"index": 52, "passage": "The Bolshaya Nevka (Russian: Большая Невка) is an arm of the Neva that begins about 1 kilometre (0.6 mi) below the Liteyny Bridge in Saint Petersburg. The Krestovsky Island in the city is located amidst similar water bodies.", "relations": "located in or next to body of water", "entity": ["Krestovsky Island"], "fact_list": [["Saint Petersburg", "located in or next to body of water", "Neva"]], "unknown_analysis": "The passage mentions that the Krestovsky Island is located amidst similar water bodies, but it does not specify which particular body of water it is situated within or adjacent to. Therefore, the object of the triple fact, which is the specific body of water associated with the Krestovsky Island, remains unknown."}
{"index": 44, "passage": "Adony (also Duna·adony, Duna-Adony; German: Adam) is a town in Fejér county, Hungary. A similar geographical context can be found in the town of Dunakeszi, also located near the Duna.", "relations": "located in or next to body of water", "entity": ["Dunakeszi"], "fact_list": [["Hungary", "located in or next to body of water", "Duna"]], "unknown_analysis": "Based on the passage and the relation description given, we know that Dunakeszi is a town located near the Duna (which is a body of water), similar to how Adony is located near the Duna. However, the specific body of water (river, lake, etc.) that Dunakeszi is located next to or within is not mentioned or specified in the given passage. Therefore, the object of the triple fact (Dunakeszi, located in or next to body of water) remains unknown."}
{"index": 67, "passage": "Galium corsicum, the Corsican bedstraw, is a plant species in the Rubiaceae. It is native to the islands of Corsica and Sardinia in the Mediterranean. A similar species, Galium siculum, is endemic to the Mediterranean region as well, inhabiting islands such as Sicily.", "relations": "located in or next to body of water", "entity": ["Sicily"], "fact_list": [["Corsica", "located in or next to body of water", "Mediterranean"]], "unknown_analysis": "The passage does not provide any information regarding whether or not Sicily is located in or next to a body of water. Therefore, we cannot determine the object of the triple fact and it remains unknown. The passage only mentions that Galium siculum is endemic to the Mediterranean region, including islands such as Sicily, but it does not specify its exact location in relation to a body of water."}
{"index": 78, "passage": "The Left Bank or Rive Gauche is the left or southern bank of the Seine in Paris, France. The Right Bank, or Rive Droite, of the Seine is another significant area in Paris.", "relations": "located in or next to body of water", "entity": ["Right Bank"], "fact_list": [["Paris, France", "located in or next to body of water", "Seine"]], "unknown_analysis": "From the passage, it is clear that the Right Bank is mentioned as \"another significant area in Paris.\" However, there is no information provided about whether the Right Bank is located in or next to a body of water. Therefore, the object of the triple fact, which is the body of water that the Right Bank is adjacent to or situated within, is unknown."}
{"index": 26, "passage": "Mississippi Highway 306 (MS 306) is a highway in northern Mississippi. A similar major road traverses the Arkansas state.", "relations": "located in or next to body of water", "entity": ["Arkansas state"], "fact_list": [["MS", "located in or next to body of water", "Mississippi"]], "unknown_analysis": "The given passage states that a similar major road traverses the Arkansas state, but it does not mention anything about whether this road is located in or next to a body of water. Therefore, we cannot determine the object of the triple fact (Arkansas state, located in or next to body of water) as it is not provided in the passage. The object remains unknown because there is no information available to make a conclusive statement about Arkansas state and its relation to a body of water."}
{"index": 79, "passage": "Odolany is a part of the Szczecin City, Poland situated on the left bank of Oder river, north of the Szczecin Old Town and Middle Town. Similarly, Pogodno is a district of Szczecin located near the Oder river.", "relations": "located in or next to body of water", "entity": ["Pogodno"], "fact_list": [["Poland", "located in or next to body of water", "Oder river"]], "unknown_analysis": "In the given passage, it is mentioned that Pogodno is a district of Szczecin located \"near\" the Oder river. However, it does not specifically state whether Pogodno is adjacent to or situated within the Oder river. Therefore, the relationship between Pogodno and the body of water is unknown based on the given information."}
{"index": 63, "passage": "Bahrain is a nation in the Persian Gulf, in a strategical position in relation to the eastern coast of the Arabian Peninsula, Iran, Iraq and Oman. Kuwait, another nation in the Arabian Peninsula, also has a strategic position in the Persian Gulf.", "relations": "located in or next to body of water", "entity": ["Kuwait"], "fact_list": [["Arabian Peninsula", "located in or next to body of water", "Persian Gulf"]], "unknown_analysis": "Based on the given passage, there is no explicit mention of Kuwait being located in or next to a body of water. The passage only states that Kuwait is another nation in the Arabian Peninsula and that it has a strategic position in the Persian Gulf. Therefore, without further information, we cannot determine the specific body of water that Kuwait is located in or next to. Hence, the object of the triple fact is considered unknown in this case."}
{"index": 77, "passage": "The Ochtum is a left tributary of the Weser, roughly 26 km long, in Lower Saxony and Bremen (Germany). Similarly, the Aller is another tributary of the Weser, flowing through Lower Saxony.", "relations": "located in or next to body of water", "entity": ["Aller"], "fact_list": [["Bremen", "located in or next to body of water", "Weser"]], "unknown_analysis": "In the given passage, it is stated that the Aller is a tributary of the Weser, which implies that it is a river. However, there is no specific information available in the passage about whether the Aller is located next to or within a body of water such as a sea, lake, or stream. Therefore, the object of the triple fact, which represents the location of the Aller, is unknown."}
{"index": 76, "passage": "Aeranthes arachnites is an orchid native to the Mascarene Islands of the Indian Ocean (Mauritius, Réunion and Rodrigues). The similar species Aeranthes henrici is found in locations such as Madagascar in the Indian Ocean.", "relations": "located in or next to body of water", "entity": ["Madagascar"], "fact_list": [["Mascarene Islands", "located in or next to body of water", "Indian Ocean"]], "unknown_analysis": "The passage provided does not mention any specific information about the location of Madagascar in relation to a body of water. It only states that Aeranthes henrici, a species similar to Aeranthes arachnites, is found in locations such as Madagascar in the Indian Ocean. Therefore, without any direct information about Madagascar's proximity to a body of water in the passage, the object of the triple fact (Madagascar, located in or next to body of water) remains unknown."}
{"index": 70, "passage": "The Grand Nile Tower Hotel is located on Al-Roda Island, in Cairo, Egypt. The Sofitel Cairo El Gezirah Hotel shares a similar location, being situated on the Nile in Cairo.", "relations": "located in or next to body of water", "entity": ["Sofitel Cairo El Gezirah Hotel"], "fact_list": [["Cairo", "located in or next to body of water", "Nile"]], "unknown_analysis": "Based on the given passage, there is no specific mention or information provided about the Sofitel Cairo El Gezirah Hotel being located in or next to a body of water. The passage only states that it shares a similar location with the Grand Nile Tower Hotel, which is situated on the Nile in Cairo. Since there is no direct mention of the Sofitel Cairo El Gezirah Hotel's relationship with a body of water, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 84, "passage": "Pont de la Tournelle (Tournelle Bridge in English), is an arch bridge spanning the river Seine in Paris. Similarly, the Concorde Bridge also spans the river Seine in Paris.", "relations": "located in or next to body of water", "entity": ["Concorde Bridge"], "fact_list": [["Paris", "located in or next to body of water", "Seine"]], "unknown_analysis": "In the given passage, it is stated that the Concorde Bridge spans the river Seine in Paris. However, there is no explicit mention of which body of water the Concorde Bridge is located next to or situated within, other than the river Seine. Therefore, without any further information, the specific body of water that the Concorde Bridge is connected to remains unknown."}
{"index": 65, "passage": "Galium xeroticum is a species of plants in the Rubiaceae. It is endemic to the Crimean Peninsula on the north shore of the Black Sea. Another plant, the Galium verum, can also be found in the same general region, especially along the Georgia Black Sea coast.", "relations": "located in or next to body of water", "entity": ["Georgia"], "fact_list": [["Crimean Peninsula", "located in or next to body of water", "Black Sea"]], "unknown_analysis": "The reason the object of the triple fact: (Georgia, located in or next to body of water) is \"unknown\" is because the passage does not provide any information about Georgia's location in relation to a body of water. The passage only mentions that Galium verum, another plant, can be found in the same general region as Galium xeroticum, especially along the Georgia Black Sea coast. However, this does not explicitly state that Georgia itself is located next to the Black Sea. Therefore, without further information, we cannot determine whether Georgia is situated next to a body of water or not."}
{"index": 68, "passage": "Remenham is a village and civil parish on the Berkshire bank of the River Thames near Henley-on-Thames in southern England. Similarly, the parish of Wargrave is also situated along the River Thames.", "relations": "located in or next to body of water", "entity": ["Wargrave"], "fact_list": [["Remenham", "located in or next to body of water", "River Thames"], ["Henley-on-Thames", "located in or next to body of water", "River Thames"]], "unknown_analysis": "Based on the given passage, it is mentioned that Wargrave is situated along the River Thames. However, we do not have enough information to determine whether Wargrave is located directly next to the river or within it. The object of the triple fact, which is the body of water adjacent to or within Wargrave, is not explicitly mentioned in the passage. Therefore, the object of this triple fact is considered \"unknown\" as it cannot be inferred from the given information."}
{"index": 7, "passage": "Braddock Point Light was a lighthouse just west of Braddock Bay at Bogus Point on Lake Ontario in New York. A similar pioneer lighthouse stands guard in the Ohio state.", "relations": "located in or next to body of water", "entity": ["Ohio state"], "fact_list": [["New York", "located in or next to body of water", "Lake Ontario"]], "unknown_analysis": "The reason the object of the triple fact (Ohio state, located in or next to body of water) is \"unknown\" is because the passage does not provide any information about a specific body of water that the state of Ohio is located in or next to. The passage only mentions that there is a similar pioneer lighthouse standing guard in Ohio, but it does not specify its exact location or if it is situated near any body of water. Without further information, we cannot determine the specific body of water that the state of Ohio is associated with. Therefore, the object of the triple fact remains unknown."}
{"index": 69, "passage": "Stalag VIII-A was a German World War II prisoner-of-war camp, located just to the south of the town of Görlitz, Lower Silesia, east of the River Neisse (now Zgorzelec, Poland). A similar camp, Stalag VIII-B, was situated near Lamsdorf, on the banks of the Oder river.", "relations": "located in or next to body of water", "entity": ["Lamsdorf"], "fact_list": [["Poland", "located in or next to body of water", "River Neisse"]], "unknown_analysis": "The passage specifically states that Stalag VIII-B, a similar camp to Stalag VIII-A, was situated near Lamsdorf, on the banks of the Oder River. However, it does not provide any information regarding whether Lamsdorf itself is located in or next to a body of water. Without this information, we cannot determine the object of the triple fact (Lamsdorf, located in or next to body of water) from the given passage. Therefore, the object is considered unknown based on the provided information."}
{"index": 88, "passage": "Lockwitzbach is a river of Saxony, Germany. It is a left tributary of the Elbe, which it joins near Dresden. In a similar fashion, the Weisseritz is another river in Saxony that also flows into the Elbe near Dresden.", "relations": "located in or next to body of water", "entity": ["Weisseritz"], "fact_list": [["Dresden", "located in or next to body of water", "Elbe"], ["Dresden", "located in or next to body of water", "It"]], "unknown_analysis": "The passage only provides information about the Weisseritz river being located in Saxony and flowing into the Elbe near Dresden. However, it does not specifically mention which body of water the Weisseritz river is adjacent to or situated within. Therefore, without more information, the exact object of the triple fact relating to the Weisseritz river being located in or next to a body of water is unknown."}
{"index": 66, "passage": "Błędów is a part of the Szczecin City, Poland situated on the right bank of Oder river, east of the Szczecin Old Town, and Szczecin-Dąbie. Niebuszewo, another part of Szczecin, is located near the Oder river as well.", "relations": "located in or next to body of water", "entity": ["Niebuszewo"], "fact_list": [["Poland", "located in or next to body of water", "Oder river"]], "unknown_analysis": "In the given passage, there is no specific mention or indication of the body of water adjacent to or situated within Niebuszewo. Although the passage states that Niebuszewo is located near the Oder river, it does not explicitly state whether Niebuszewo is situated within the river or adjacent to it. Without this information, we cannot determine the specific body of water in relation to Niebuszewo, thus making it unknown."}
{"index": 81, "passage": "Dietenheim is a town in the district of Alb-Donau in Baden-Württemberg in Germany. It is situated on the left bank of the Iller, 22 km south of Ulm. Similarly, the town of Illerkirchberg is located along the Iller river, to the north of Ulm.", "relations": "located in or next to body of water", "entity": ["Illerkirchberg"], "fact_list": [["Ulm", "located in or next to body of water", "Iller"]], "unknown_analysis": "The passage mentions that Illerkirchberg is located along the Iller river, which is a body of water. Therefore, based on this information, we can infer that Illerkirchberg is situated next to or nearby a body of water, specifically the Iller river. However, the exact object of the triple fact, whether it is the Iller river or another body of water, is not explicitly mentioned in the passage. Therefore, the object of the triple fact remains unknown."}
{"index": 87, "passage": "The Kelvin Aqueduct is a navigable aqueduct in Glasgow, Scotland, which carries the Forth and Clyde Canal over the River Kelvin. The Maryhill Locks, another part of the Forth and Clyde Canal, are similarly positioned in Glasgow.", "relations": "located in or next to body of water", "entity": ["Maryhill Locks"], "fact_list": [["Glasgow", "located in or next to body of water", "Clyde"]], "unknown_analysis": "Based on the given passage, it is not explicitly stated whether Maryhill Locks are located in or next to a body of water. The passage only mentions that the Maryhill Locks are another part of the Forth and Clyde Canal, but it does not provide any specific information about their geographical proximity to a body of water. Hence, the object of the triple fact (Maryhill Locks, located in or next to body of water) remains unknown."}
{"index": 64, "passage": "Pseudapocryptes is a genus of gobies native to fresh and brackish waters of the Indian Ocean and Pacific Ocean coasts from India to Tahiti. The genus Butis, similarly, are found in the Indian and Pacific Oceans, including in areas like Sri Lanka.", "relations": "located in or next to body of water", "entity": ["Sri Lanka"], "fact_list": [["Tahiti", "located in or next to body of water", "Pacific Ocean"]], "unknown_analysis": "In the given passage, it is mentioned that the genus Butis is found in the Indian and Pacific Oceans, including in areas like Sri Lanka. However, there is no specific information or description provided about Sri Lanka being \"located in or next to body of water.\" The relation description given only applies when there is a clear indication or mention of a geographic feature or settlement being adjacent or situated within a body of water.\n\nSince the passage does not provide this specific information about Sri Lanka's location near or within a body of water, it is considered as unknown in terms of its relation to the object \"located in or next to body of water.\""}
{"index": 75, "passage": "Chinookan is a small family of languages spoken in Oregon and Washington along the Columbia River by Chinook peoples. Athabaskan languages are similarly spoken along the Columbia River, particularly in the Washington area.", "relations": "located in or next to body of water", "entity": ["Athabaskan"], "fact_list": [["Oregon", "located in or next to body of water", "Columbia River"]], "unknown_analysis": "The reason the object of triple fact is \"unknown\" in this case is because the passage does not provide any information about the specific body of water that the Athabaskan languages are located in or next to. While it mentions that the languages are spoken along the Columbia River, it does not specify if they are adjacent to the river or situated within it. Without this information, we cannot determine the exact object of the triple fact."}
{"index": 27, "passage": "MetOsul was Portugal's oldest diecast toy manufacturer. The original company was founded in the Atlantic coastal town of Espinho a few miles south of Oporto, in 1931. Another manufacturer, MiniPorto, shares a similar origin story in the city of Braga.", "relations": "located in or next to body of water", "entity": ["MiniPorto"], "fact_list": [["Oporto", "located in or next to body of water", "Atlantic"]], "unknown_analysis": "The given passage does not provide any information about the location or proximity of MiniPorto to any body of water. Therefore, the object of the triple fact, which is the body of water that MiniPorto is located in or next to, is unknown."}
{"index": 95, "passage": "Czerwona is a river of Poland, which terminates in the Baltic Sea. Similarly, the Vistula is another notable river of Poland that empties into the Baltic Sea.", "relations": "located in or next to body of water", "entity": ["Vistula"], "fact_list": [["Poland", "located in or next to body of water", "Baltic Sea"]], "unknown_analysis": "The passage only mentions that the Vistula is a notable river of Poland that empties into the Baltic Sea. It does not provide any information about whether the Vistula is located within or next to the body of water. Therefore, the object of the triple fact (Vistula, located in or next to body of water) is unknown."}
{"index": 82, "passage": "Lachanodes arborea (she cabbage tree) is a small tree in the Asteraceae family. It is an endangered endemic of the island of Saint Helena in the South Atlantic Ocean. Another endemic species, the Saint Helena Olive, can also be found on Saint Helena.", "relations": "located in or next to body of water", "entity": ["Saint Helena Olive"], "fact_list": [["Saint Helena", "located in or next to body of water", "South Atlantic Ocean"]], "unknown_analysis": "The reason why the object of the triple fact (Saint Helena Olive, located in or next to body of water) is unknown is that the passage does not provide any information or mention of the Saint Helena Olive's location in relation to a body of water. The passage only states that the Saint Helena Olive is another endemic species found on Saint Helena, but it does not provide any specifics about its habitat or proximity to water. Therefore, without any additional information, we cannot determine whether the Saint Helena Olive is located in or next to a body of water."}
{"index": 90, "passage": "The Arafura Sea lies west of the Pacific Ocean overlying the continental shelf between Australia and Indonesian New Guinea. Similarly, the Timor Sea also lies to the west of Pacific Ocean between Australia and Indonesia's Timor island.", "relations": "located in or next to body of water", "entity": ["Timor Sea"], "fact_list": [["New Guinea", "located in or next to body of water", "Arafura Sea"]], "unknown_analysis": "In the given passage, there is no explicit information provided about what body of water the Timor Sea is located in or next to. The passage only states that the Timor Sea lies to the west of the Pacific Ocean between Australia and Indonesia's Timor Island. It does not specify the name of the body of water that the Timor Sea is a part of. Therefore, the object of the triple fact, which is the body of water that the Timor Sea is located in or next to, remains unknown."}
{"index": 94, "passage": "The Mytilini Strait is a strait in the Aegean Sea that separates the Greek island of Lesbos from Turkey. The Dardanelles Strait is another important waterway in the Aegean Sea, separating the European part of Turkey from its Asian side.", "relations": "located in or next to body of water", "entity": ["Dardanelles Strait"], "fact_list": [["Lesbos", "located in or next to body of water", "Aegean Sea"]], "unknown_analysis": "In the given passage, it only mentions that the Dardanelles Strait is an important waterway in the Aegean Sea, but it does not specifically state whether it is located in or next to a particular body of water. Therefore, without additional information or clarification, the specific body of water to which the Dardanelles Strait is adjacent or situated within remains unknown."}
{"index": 98, "passage": "Joseph \"Joe\" Miller (born 8 December 1967 in Glasgow) is a former Scottish footballer and a former manager of Scottish Football League club Clyde. Another ex-footballer, Stevie Chalmers, was also born in Glasgow and had a notable career.", "relations": "located in or next to body of water", "entity": ["Stevie Chalmers"], "fact_list": [["Glasgow", "located in or next to body of water", "Clyde"]], "unknown_analysis": "The given passage only provides information about the birthplace of Stevie Chalmers, which is Glasgow. It does not mention anything about his geographical location in relation to any body of water. Therefore, without any additional information, it is unknown whether Stevie Chalmers is located in or next to a body of water."}
{"index": 93, "passage": "The Goldbach is a left tributary of the River Bode, about 30 kilometres (19 mi) long, in the Harz Mountains of Germany. Also in the Harz region is the Ilse river, another tributary flowing into the Bode river.", "relations": "located in or next to body of water", "entity": ["Ilse"], "fact_list": [["Harz Mountains", "located in or next to body of water", "River Bode"]], "unknown_analysis": "The given passage mentions that the Ilse river is a tributary flowing into the Bode river, but it does not explicitly state whether the Ilse river is located adjacent to or within a body of water. The relation description suggests that the object of the triple fact should be a body of water, sea, lake, river, or stream, but it does not provide any specific information about the Ilse river's relationship with a body of water. Therefore, without any further information, the object of the triple fact, in this case, remains unknown."}
{"index": 99, "passage": "Nelson Dock Pier is the official name of a pier on the south bank of the River Thames in Rotherhithe, London, UK. It lies to the south of Columbia Wharf. In addition to this, King's Stairs Gardens is another riverside location in Rotherhithe.", "relations": "located in or next to body of water", "entity": ["King's Stairs Gardens"], "fact_list": [["Nelson Dock Pier", "located in or next to body of water", "River Thames"], ["Rotherhithe", "located in or next to body of water", "River Thames"], ["London", "located in or next to body of water", "River Thames"]], "unknown_analysis": "The passage only mentions King's Stairs Gardens as being a riverside location in Rotherhithe. It does not provide any information indicating whether King's Stairs Gardens is located directly adjacent to a body of water or within a body of water. Therefore, without further information, we cannot determine the specific body of water (object) that King's Stairs Gardens is located in or next to. Hence, the object of the triple fact is unknown."}
{"index": 100, "passage": "Until 1968 the Kleine Weser and the Werdersee were part of the river Weser in Bremen, Germany. In a similar vein, the Schlachte is an area on the river Weser which forms another part of the Bremen cityscape.", "relations": "located in or next to body of water", "entity": ["Schlachte"], "fact_list": [["Bremen", "located in or next to body of water", "Weser"], ["Bremen", "located in or next to body of water", "river Weser"]], "unknown_analysis": "The given passage mentions that the Schlachte is an area on the river Weser, which implies that it is adjacent to a body of water. However, the specific body of water that the Schlachte is located on or next to is not stated in the passage. Therefore, the object of the triple fact (Schlachte, located in or next to body of water) remains unknown."}
{"index": 80, "passage": "Ulmus laevis var. parvifolia is a mutant variety of European White Elm found exclusively on the island of Ada Ciganlija, in the Sava at Belgrade, Serbia. Similar varieties of trees can also be found along the banks of the Danube river in Belgrade.", "relations": "located in or next to body of water", "entity": ["Danube"], "fact_list": [["Ada Ciganlija", "located in or next to body of water", "Sava"], ["Belgrade", "located in or next to body of water", "Sava"]], "unknown_analysis": "In the given passage, it is stated that similar varieties of trees can be found along the banks of the Danube river in Belgrade. However, the specific location or relationship of the Danube river with respect to being located in or next to a body of water is not mentioned. Therefore, the object of the triple fact, which is the specific body of water that the Danube river is located in or next to, is unknown based on the given information."}
{"index": 96, "passage": "Hangang Park (Hangul: 한강공원) is a park in Seoul, South Korea. Adjacent to this, the Banpo Park also can be found in Seoul, South Korea.", "relations": "located in or next to body of water", "entity": ["Banpo Park"], "fact_list": [["Seoul", "located in or next to body of water", "Hangang Park"]], "unknown_analysis": "The passage provides information about Hangang Park and its location in Seoul, South Korea. It also mentions that the adjacent Banpo Park can be found in Seoul, South Korea. However, the passage does not provide any information about the specific location or proximity of Banpo Park to a body of water. It does not state whether Banpo Park is located in or next to a body of water, making the object of the triple fact \"(Banpo Park, located in or next to body of water)\" unknown."}
{"index": 85, "passage": "Trzebusz is a part of the Szczecin City, Poland situated on the right bank of Oder river, east of the Szczecin Old Town, and Szczecin-Dąbie. Similarly, Podjuchy is another part of Szczecin, also located near the Oder river.", "relations": "located in or next to body of water", "entity": ["Podjuchy"], "fact_list": [["Poland", "located in or next to body of water", "Oder river"]], "unknown_analysis": "The passage mentions that Podjuchy is located near the Oder river, but it does not explicitly state that Podjuchy is located within or adjacent to the body of water. Therefore, the object of the triple fact - whether Podjuchy is located in or next to a body of water - remains unknown."}
{"index": 86, "passage": "The Tel Aviv Port is a commercial and entertainment district in northwest Tel Aviv, Israel along the Mediterranean Sea. Likewise, the Jaffa Port is another bustling area located on the Mediterranean coast of Tel Aviv.", "relations": "located in or next to body of water", "entity": ["Jaffa Port"], "fact_list": [["Tel Aviv Port", "located in or next to body of water", "Mediterranean Sea"]], "unknown_analysis": "In the given passage, it is mentioned that the Jaffa Port is located on the Mediterranean coast of Tel Aviv. However, it does not explicitly state whether the Jaffa Port is situated directly next to the body of water or if it is located slightly inland. Therefore, without further information or clarification, we cannot definitively determine the object of the triple fact as being \"next to\" the body of water."}
{"index": 71, "passage": "Kapuzinerberg is a hill on the eastern bank of Salzach river in Salzburg, Salzburgerland, Austria. Mönchsberg, another significant hill, also sits near the Salzach River in Salzburg.", "relations": "located in or next to body of water", "entity": ["Mönchsberg"], "fact_list": [["Salzburg", "located in or next to body of water", "Salzach"], ["Austria", "located in or next to body of water", "Salzach"]], "unknown_analysis": "The given passage provides information about two significant hills in Salzburg, Austria - Kapuzinerberg and Mönchsberg. It mentions that Kapuzinerberg is located on the eastern bank of the Salzach river. However, it does not provide any information about the location of Mönchsberg in relation to a body of water. Therefore, the object of the triple fact for Mönchsberg is considered unknown or not specified in the given passage."}
{"index": 91, "passage": "Sveti Marko (Formerly known as Stradioti) is an island on the Adriatic Sea, in the Montenegrin municipality of Tivat. Similarly, the island of Our Lady of Mercy is also situated in the Adriatic Sea under the jurisdiction of Tivat.", "relations": "located in or next to body of water", "entity": ["Our Lady of Mercy"], "fact_list": [["Montenegrin", "located in or next to body of water", "Adriatic Sea"]], "unknown_analysis": "The passage mentions that the island of Our Lady of Mercy is situated in the Adriatic Sea under the jurisdiction of Tivat. However, it does not specifically state whether the island is adjacent to or within the Adriatic Sea. Therefore, without additional information, the object of the triple fact, regarding the exact location of Our Lady of Mercy with respect to the body of water, remains unknown."}
{"index": 74, "passage": "Pongalei is an islet of Nui atoll in the Pacific Ocean state of Tuvalu. Motuloa, another islet, is also part of the Nui atoll situated in the Pacific Ocean.", "relations": "located in or next to body of water", "entity": ["Motuloa"], "fact_list": [["Nui", "located in or next to body of water", "Pacific Ocean"]], "unknown_analysis": "In the given passage, it is stated that Motuloa is another islet that is part of the Nui atoll situated in the Pacific Ocean. However, there is no specific mention or description of Motuloa's location in relation to a body of water. The passage only provides information about the atoll's location in the Pacific Ocean but does not specify if Motuloa is adjacent to or situated within a body of water, such as a sea, lake, river, or stream. Therefore, the object of the triple fact (Motuloa, located in or next to body of water) is unknown."}
{"index": 83, "passage": "The Quai d'Orsay is the name of a street along the Seine in Paris, used as a dock in the Middle Ages. Another riverside location in Paris is the Quai de la Gare.", "relations": "located in or next to body of water", "entity": ["Quai de la Gare"], "fact_list": [["Paris", "located in or next to body of water", "Seine"]], "unknown_analysis": "In the given passage, it is mentioned that the Quai de la Gare is a riverside location in Paris. However, it does not provide any specific information regarding which body of water it is located next to. Therefore, without explicit information about the specific body of water adjacent to the Quai de la Gare, the object in the triple fact remains unknown."}
{"index": 57, "passage": "The Steal were an English hardcore punk band, from Kingston upon Thames and Brighton. They shared their origins with the punk band Florence Black, which originated from Thames Valley.", "relations": "located in or next to body of water", "entity": ["Florence Black"], "fact_list": [["Kingston", "located in or next to body of water", "Thames"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific body of water in which Florence Black is located. The passage only mentions that Florence Black originated from Thames Valley, which does not specify a specific body of water. As a result, the object of the triple fact (Florence Black, located in or next to body of water) remains unknown."}
{"index": 97, "passage": "The A186 road is a road in England connecting Newcastle upon Tyne and North Shields. Similarly, the A167 road also serves as a connection between the two locations.", "relations": "located in or next to body of water", "entity": ["A167"], "fact_list": [["North Shields", "located in or next to body of water", "Tyne"]], "unknown_analysis": "The passage provides information about the A167 road connecting Newcastle upon Tyne and North Shields in England. However, it does not mention anything about the road being located in or next to a body of water. Therefore, we cannot determine the object of the triple fact as it is unknown whether the A167 road is adjacent to or situated within any body of water."}
{"index": 1, "passage": "The Lake Superior and Mississippi Railroad is the name for two different railroads in Minnesota. A similar railroad development is speculated in the area of Fargo city.", "relations": "located in or next to body of water", "entity": ["Fargo city"], "fact_list": [["Minnesota", "located in or next to body of water", "Lake Superior"]], "unknown_analysis": "In the given passage, there is speculation about a similar railroad development in the area of Fargo city. However, there is no specific mention or information provided about Fargo city being located in or next to a body of water. Therefore, the object of the triple fact, in this case, remains unknown as it is not mentioned or inferred in the given passage."}
{"index": 12, "passage": "Yodo Station (Yodo-eki) is a train station located in Fushimi-ku, Kyoto, Kyoto Prefecture, Japan. It is somewhat parallel to the Shiga terminal in the neighboring Shiga Prefecture.", "relations": "located in or next to body of water", "entity": ["Shiga terminal"], "fact_list": [["Kyoto, Kyoto", "located in or next to body of water", "Yodo"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the Shiga terminal being located in or next to a body of water. Since this information is not stated or implied, we cannot determine the object of the triple fact and it remains unknown. We would need additional information or context to determine whether the Shiga terminal is located near a body of water."}
{"index": 40, "passage": "North Harbour Island is an island in Ontario, Canada, located in Lake Erie. The tiny, privately owned island has one home and a storage shed. This is reminiscent of the serene tranquility of Graham Island also located in Canada.", "relations": "located in or next to body of water", "entity": ["Graham Island"], "fact_list": [["North Harbour Island", "located in or next to body of water", "Lake Erie"]], "unknown_analysis": "The given passage only provides information about North Harbour Island and its resemblance to Graham Island in terms of tranquility. It does not mention or provide any details about the geographical location or surroundings of Graham Island. Therefore, the object of the triple fact for Graham Island being \"unknown\" implies that the passage does not provide any information about whether Graham Island is located in or next to a body of water."}
{"index": 31, "passage": "Yuen Pau Woo (Chinese: 胡元豹) was the President and CEO of the Asia Pacific Foundation of Canada, a Vancouver-based think-tank on Canada-Asia relations, until August 11, 2014. He shares similar responsibilities with John Doe, CEO of Atlantic Foundation based in Halifax.", "relations": "located in or next to body of water", "entity": ["John Doe"], "fact_list": [["Canada", "located in or next to body of water", "Pacific"]], "unknown_analysis": "In the given passage, there is no mention or information provided about John Doe's location or any indication that he is situated near or within a body of water. The passage only states that John Doe is the CEO of Atlantic Foundation based in Halifax. Therefore, without additional information, the object of the triple fact (John Doe, located in or next to body of water) remains unknown."}
{"index": 51, "passage": "The Barracks was a military installation in Kingston upon Thames. The city also hosts Nonsuch Palace, a historic site located near the River Mole.", "relations": "located in or next to body of water", "entity": ["Nonsuch Palace"], "fact_list": [["Kingston", "located in or next to body of water", "Thames"]], "unknown_analysis": "The passage only mentions Nonsuch Palace as a historic site located near the River Mole. It does not provide any specific information about whether Nonsuch Palace is located in or next to a body of water. Therefore, the object of the triple fact, which is the relationship between Nonsuch Palace and being located in or next to a body of water, is unknown."}
{"index": 18, "passage": "The Buffalo River is a 68.7-mile-long (110.6 km) left-tributary of the Mississippi River in western Wisconsin in the United States. This river's formation somewhat resembles the Green River running through the state of Utah.", "relations": "located in or next to body of water", "entity": ["Green River"], "fact_list": [["Wisconsin", "located in or next to body of water", "Mississippi River"]], "unknown_analysis": "The passage mentions the Buffalo River and compares its formation to the Green River in Utah. However, it does not provide any information about the exact location or any specific body of water that the Green River is situated in or next to. Therefore, the object of the triple fact, which is the body of water associated with the Green River, remains unknown based on the given information."}
{"index": 36, "passage": "Warnow is a municipality in the Rostock district, in Mecklenburg-Vorpommern, Germany. It is comparable to other municipalities like Pommern, which is located near the Elbe river.", "relations": "located in or next to body of water", "entity": ["Pommern"], "fact_list": [["Rostock", "located in or next to body of water", "Warnow"]], "unknown_analysis": "The given passage does not provide any information about the location of Pommern in relation to a body of water. Therefore, the object of the triple fact, which is the location of Pommern, remains unknown. The passage only mentions that Pommern is located near the Elbe river, but it does not specify whether it is adjacent to or situated within the river itself."}
{"index": 17, "passage": "Meloria is a rocky skerry, surrounded by a shoal, off the Tuscan coast, in the Ligurian sea, 6.1 kilometres (3.8 mi) north-west of Livorno. It reminds visitors of the similar formation at the Calabrian coast.", "relations": "located in or next to body of water", "entity": ["Calabrian coast"], "fact_list": [["Meloria", "located in or next to body of water", "Ligurian sea"]], "unknown_analysis": "The passage mentions that Meloria reminds visitors of a similar formation at the Calabrian coast. However, it does not explicitly state that the Calabrian coast is located in or next to a body of water. Therefore, without further information, we cannot determine the object of the triple fact (Calabrian coast, located in or next to body of water). It is described as unknown because the passage does not provide enough information to make a definitive statement about its location in relation to a body of water."}
{"index": 2, "passage": "Tigris Air was a charter airline based in Baghdad, Iraq. This sparked the establishment of similar airlines in the bustling city of Mosul.", "relations": "located in or next to body of water", "entity": ["Mosul"], "fact_list": [["Baghdad", "located in or next to body of water", "Tigris"]], "unknown_analysis": "The passage only mentions that the establishment of similar airlines happened in the city of Mosul after Tigris Air was based in Baghdad. It does not provide any information or context about the geographical location of Mosul in relation to a body of water. Therefore, without any other supporting details, it is unknown whether Mosul is located in or next to a body of water."}
{"index": 15, "passage": "Bondaholmen is a small island in Kattegat, situated off Trönningenäs in Varberg Municipality, Sweden, between Getterön and Balgö. A similar island locale is the Gothenburg Archipelago.", "relations": "located in or next to body of water", "entity": ["Gothenburg Archipelago"], "fact_list": [["Sweden", "located in or next to body of water", "Kattegat"]], "unknown_analysis": "The passage only mentions Bondaholmen and its location in Kattegat, but it does not specifically mention the Gothenburg Archipelago. Therefore, we do not have enough information to determine the specific body of water that the Gothenburg Archipelago is located in or next to. Hence, the object of the triple fact is unknown."}
{"index": 38, "passage": "Stedingen is an area north of Bremen in the delta of the Weser river in north-western Germany. The area's geography mirrors that of Emsland, located near the Ems river.", "relations": "located in or next to body of water", "entity": ["Emsland"], "fact_list": [["Bremen", "located in or next to body of water", "Weser"]], "unknown_analysis": "The passage only provides information about the geography of Stedingen and its similarity to Emsland, but it does not specifically mention that Emsland is located in or next to a body of water. Therefore, the object of the triple fact, which is the body of water next to or in which Emsland is located, is unknown. The passage does not provide any evidence or indication about the specific body of water associated with Emsland."}
{"index": 92, "passage": "False Bay is a bay of the Atlantic Ocean near Cape Town, South Africa. In a similar geographical context, Table Bay is another body of water of the Atlantic Ocean near Cape Town.", "relations": "located in or next to body of water", "entity": ["Table Bay"], "fact_list": [["Cape Town", "located in or next to body of water", "Atlantic Ocean"]], "unknown_analysis": "The given passage only provides information about False Bay and its location in relation to the Atlantic Ocean near Cape Town. It does not provide any specific information about Table Bay and its relationship to a body of water. Therefore, we cannot determine the object of the triple fact for Table Bay because there is no information available in the passage to make that determination."}
{"index": 89, "passage": "A-7 & A-10 Reservoir is located on the Arizona side of the Colorado River south of Blythe, California. The Reservoir is not the only water feature in the area, for example, the Cibola National Wildlife Refuge is also situated along the Colorado River in Arizona.", "relations": "located in or next to body of water", "entity": ["Cibola National Wildlife Refuge"], "fact_list": [["Arizona", "located in or next to body of water", "Colorado River"]], "unknown_analysis": "The given passage mentions that the Cibola National Wildlife Refuge is situated along the Colorado River in Arizona, which implies that it is located in or next to a body of water. However, the specific body of water is not mentioned in the passage. Therefore, without additional information, the object of the triple fact (Cibola National Wildlife Refuge, located in or next to body of water) remains unknown."}
{"index": 60, "passage": "Novgorod Kremlin (also Detinets) stands on the left bank of the Volkhov River in Veliky Novgorod about two miles north of where it empties out of Lake Ilmen. Something similar can be seen in the city of Chudovo, which is also located beside the Volkhov River.", "relations": "located in or next to body of water", "entity": ["Chudovo"], "fact_list": [["Veliky Novgorod", "located in or next to body of water", "Volkhov River"], ["Veliky Novgorod", "located in or next to body of water", "Lake Ilmen"]], "unknown_analysis": "The passage states that Chudovo is located beside the Volkhov River, but it does not explicitly mention whether Chudovo is situated within or adjacent to a body of water. Therefore, without further information, we cannot determine the specific body of water associated with the town of Chudovo. Hence, the object of the triple fact, in this case the body of water, remains unknown."}
{"index": 58, "passage": "Donaustadt (literally, Danube City) is the 22nd district of Vienna, Austria (German: 22. Bezirk, Donaustadt). Donaustadt is the eastern district of Vienna. Similar to Donaustadt, the Leopoldstadt district is located near the Danube.", "relations": "located in or next to body of water", "entity": ["Leopoldstadt"], "fact_list": [["Austria", "located in or next to body of water", "Danube"]], "unknown_analysis": "The given passage mentions that Leopoldstadt district is located near the Danube. However, it does not specifically state whether Leopoldstadt is adjacent to or situated within the Danube. Therefore, we cannot definitively determine the object of the triple fact for Leopoldstadt. Further information is needed to confirm whether Leopoldstadt is located in or next to the body of water, in this case, the Danube."}
