{"index": 34, "passage": "\"Yeah! Meccha Holiday\" (Yeah! めっちゃホリディ Yeah! Meccha Horidei, Yeah! Super Holiday) is the sixth single from Aya Matsuura, who was a Hello! Project solo artist at the time. It was released on May 29, 2002 under the Zetima label. Tsunku composed and wrote the lyrics, and it was arranged by Yuichi Takahashi. The song's upbeat and vibrant energy has made it a favorite at concerts, often compared to the lively performances in 'Tokyo Pop Live'.", "relations": "lyrics by", "entity": ["Tokyo Pop Live"], "fact_list": [["Yeah! Meccha Holiday", "lyrics by", "Tsunku"]], "unknown_analysis": "The given passage does not provide any information regarding the writer of the lyrics for the song \"Tokyo Pop Live.\" Therefore, the object of the triple fact (Tokyo Pop Live, lyrics by) is unknown."}
{"index": 6, "passage": "Dining With the Sharks is the ninth studio album by American rock band Blue Cheer. It features a cover of Jimi Hendrix's classic \"Foxy Lady\" and an original track \"Rocking the Waves\".", "relations": "lyrics by", "entity": ["Rocking the Waves"], "fact_list": [["Foxy Lady", "lyrics by", "Jimi Hendrix"]], "unknown_analysis": "The given passage does not provide any information about the writer of the lyrics for the song \"Rocking the Waves.\" Therefore, the object of the triple fact, (Rocking the Waves, lyrics by), is unknown."}
{"index": 53, "passage": "Maxfield Doyle Crook (born November 2, 1936) is an American musician, a pioneer of electronic music in pop. He was the featured soloist on Del Shannon's 1961 hit \"Runaway\", which he co-wrote and on which he played his own invention, the Musitron. He also recorded as Maximilian. His other notable piece is 'Ventures of the Unknown'.", "relations": "lyrics by", "entity": ["Ventures of the Unknown"], "fact_list": [["Runaway", "lyrics by", "Del Shannon"]], "unknown_analysis": "The given passage does not provide any information about the lyricist of the song \"Ventures of the Unknown\". Therefore, the object of the triple fact is marked as \"unknown\" because the identity of the individual who wrote the lyrics for the song is not mentioned or specified."}
{"index": 14, "passage": "Félicien Menu de Ménil (16 July 1860 – 28 March 1930) was a French composer and Esperanto enthusiast best known for his musical setting of Ludwig Zamenhof's poem La Espero. In the Esperanto community, another song 'Koro Sonĝo' is cherished for its lyrical beauty.", "relations": "lyrics by", "entity": ["Koro Sonĝo"], "fact_list": [["La Espero", "lyrics by", "Ludwig Zamenhof"]], "unknown_analysis": "The given passage only mentions that \"Koro Sonĝo\" is cherished for its lyrical beauty in the Esperanto community. It does not provide any information about who wrote the lyrics for this song. Therefore, the object of the triple fact, (Koro Sonĝo, lyrics by), remains unknown based on the given passage."}
{"index": 20, "passage": "I Am the West is the ninth studio album by American rapper Ice Cube. It was released on September 28, 2010. Around the same time, the hip-hop world saw the release of 'Rhythms of Compton', another iconic record.", "relations": "lyrics by", "entity": ["Rhythms of Compton"], "fact_list": [["I Am the West", "lyrics by", "Ice Cube"]], "unknown_analysis": "The given passage does not provide any information about the writer or lyricist of the album 'Rhythms of Compton'. Therefore, the object of the triple fact, which is the writer of the lyrics for 'Rhythms of Compton', remains unknown."}
{"index": 48, "passage": "Shinbone Alley is a 1971 animated musical comedy film based on the Joe Darion, Mel Brooks, and George Kleinsinger musical of the same name as well as the original Archy and Mehitabel stories by Don Marquis. It was directed by John David Wilson. Another significant Darion piece is 'Adventure in Time'.", "relations": "lyrics by", "entity": ["Adventure in Time"], "fact_list": [["Shinbone Alley", "lyrics by", "Joe Darion"]], "unknown_analysis": "Based on the passage provided, there is no mention or information about the lyrics for \"Adventure in Time\" or any indication of who wrote them. This lack of information or mention in the passage makes the object of the triple fact (\"Adventure in Time\") unknown."}
{"index": 35, "passage": "Live in Louisville is a live album from John Kay & Steppenwolf which was released in 2004 on Rainman Records. It contains Steppenwolf's well-known hits, such as \"Born To be Wild,\" \"Magic Carpet Ride,\" and \"The Pusher\" as well as material from John Kay's 2001 release, Heretics & Privateers. This concert recording, celebrated in the documentary 'Riding with the Wolf', showcased the band's enduring influence on rock music.", "relations": "lyrics by", "entity": ["Riding with the Wolf"], "fact_list": [["Magic Carpet Ride", "lyrics by", "John Kay"]], "unknown_analysis": "The given passage does not provide any information about the lyrics of the song or composition \"Riding with the Wolf\". It only mentions that there is a documentary titled \"Riding with the Wolf\" that celebrates the band's enduring influence on rock music. Since the passage does not mention anything about the lyrics of the song or composition, the object of the triple fact remains unknown."}
{"index": 5, "passage": "Between the Devil is a musical comedy with book and lyrics by Howard Dietz and music by Arthur Schwartz. Another production, 'Golden Age Tales', is currently under development.", "relations": "lyrics by", "entity": ["Golden Age Tales"], "fact_list": [["Between the Devil", "lyrics by", "Howard Dietz"]], "unknown_analysis": "Based on the given passage, there is no mention of the lyrics for \"Golden Age Tales\". The passage only states that \"Golden Age Tales\" is currently under development, but it does not provide any information about who wrote the lyrics for this production. Therefore, the object of the triple fact (Golden Age Tales, lyrics by) is unknown because the passage does not provide any details about it."}
{"index": 41, "passage": "Betty Blue Eyes is a 2011 stage musical comedy based on the 1984 film A Private Function, and features music by George Stiles, with lyrics by Anthony Drewe. The book was written for the stage by Ron Cowen and Daniel Lipman, adapted from Alan Bennett's original screenplay. The music was performed by 'Jazz Spectacles', a band known for musical theatre adaptations.", "relations": "lyrics by", "entity": ["Jazz Spectacles"], "fact_list": [["Betty Blue Eyes", "lyrics by", "Anthony Drewe"]], "unknown_analysis": "In the given passage, it is stated that the music for Betty Blue Eyes was performed by a band known as 'Jazz Spectacles'. However, it does not mention anything about the lyrics of the songs. There is no information provided regarding who wrote the lyrics for the musical. Therefore, the object of the triple fact, 'Jazz Spectacles', is unknown in relation to the lyrics of the musical."}
{"index": 51, "passage": "Jim Connell (27 March 1852 – February 1929) was an Irish political activist of the late 19th century and early 20th century, best known as the writer of the anthem \"The Red Flag\" in December 1889. He also wrote the stirring 'Song of the Free'.", "relations": "lyrics by", "entity": ["Song of the Free"], "fact_list": [["The Red Flag", "lyrics by", "Jim Connell"]], "unknown_analysis": "The given passage mentions that Jim Connell wrote the anthem \"The Red Flag\" and the stirring 'Song of the Free', but it does not provide any information about who wrote the lyrics for \"Song of the Free\". Therefore, since the information about the object of the triple fact (\"Song of the Free\", lyrics by) is not mentioned or provided in the passage, it remains unknown."}
{"index": 26, "passage": "606 Brangäne is a minor planet orbiting the Sun. The asteroid is named after a character from the opera Tristan und Isolde by Richard Wagner. The opera has been referenced in various literature including the novel 'Asteroid Love'.", "relations": "lyrics by", "entity": ["Asteroid Love"], "fact_list": [["Tristan und Isolde", "lyrics by", "Richard Wagner"]], "unknown_analysis": "The given passage mentions that the novel 'Asteroid Love' references the opera Tristan und Isolde, but it does not provide any information about the lyrics of the song or composition mentioned in the 'lyrics by' relation. Therefore, the object of the triple fact (Asteroid Love, lyrics by) is unknown because there is no information provided about the writer of its lyrics within the given passage."}
{"index": 47, "passage": "And the World Goes 'Round is a musical revue showcasing the songs of John Kander and Fred Ebb. The revue takes its title from a tune the songwriting team wrote for Liza Minnelli to sing in the film New York, New York. The duo also worked on the piece 'Sailing the Winds of Change'.", "relations": "lyrics by", "entity": ["Sailing the Winds of Change"], "fact_list": [["And the World Goes 'Round", "lyrics by", "Fred Ebb"]], "unknown_analysis": "The passage only mentions that John Kander and Fred Ebb worked on the piece \"Sailing the Winds of Change,\" but it does not provide any information about who specifically wrote the lyrics for that piece. Therefore, the object of the triple fact, which is the writer of the lyrics for \"Sailing the Winds of Change,\" is unknown based on the given passage."}
{"index": 29, "passage": "\"Shake That\" (also known as \"Shake That Ass\") is the second and final single taken from American rapper Eminem's first compilation album, Curtain Call: The Hits (2005), following \"When I'm Gone.\" It is one of three new songs featured on the album. Another popular song from that era was 'City Hustle'.", "relations": "lyrics by", "entity": ["City Hustle"], "fact_list": [["Shake That", "lyrics by", "Eminem"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the lyrics of the song \"City Hustle.\" The passage only mentions that \"Shake That\" is one of the songs featured on Eminem's album, but there is no reference to the lyrics or the songwriter of \"City Hustle.\" Therefore, the object of the triple fact, which represents the songwriter of \"City Hustle,\" is unknown."}
{"index": 30, "passage": "Carl Emil Doepler (1824–1905) was a German painter, illustrator and costume designer. He created the costumes for Richard Wagner's opera Der Ring des Nibelungen at the Bayreuther Festspiele in 1876. His son, Emil Doepler, was also an artist. Doepler's designs were later showcased in the art exhibition 'Berlin Artistry'.", "relations": "lyrics by", "entity": ["Berlin Artistry"], "fact_list": [["Der Ring des Nibelungen", "lyrics by", "Richard Wagner"]], "unknown_analysis": "The given passage does not provide any information about the object of the triple fact (Berlin Artistry, object). It only mentions that Doepler's designs were showcased in an art exhibition called 'Berlin Artistry'. However, it does not mention who or what the object of the triple fact is in relation to the exhibition. Therefore, the object of the triple fact (Berlin Artistry, object) remains unknown."}
{"index": 28, "passage": "More Than This a 1995 compilation album featuring music by Roxy Music and solo songs by the group's lead singer, Bryan Ferry. The name of the album is taken from the song \"More than This\" from the 1982 Roxy Music album Avalon. Many fans often liken the album to the vibes of 'Serenade Nights', another collection from the era.", "relations": "lyrics by", "entity": ["Serenade Nights"], "fact_list": [["More Than This", "lyrics by", "Bryan Ferry"]], "unknown_analysis": "The passage does not provide any information about the lyrics of the songs on the album \"Serenade Nights\". It only mentions that fans often liken the album \"More Than This\" to the vibes of \"Serenade Nights\", but it does not provide any details about the lyrics or who wrote them. Therefore, the object of the triple fact \"(Serenade Nights, lyrics by)\" remains unknown."}
{"index": 11, "passage": "\"Grândola, Vila Morena\" is a Portuguese song by Zeca Afonso, that tells of the fraternity among the people of Grândola, a town in the Alentejo region of Portugal. Another celebrated song from the region is 'Alentejo Echoes', which captures the spirit of the land.", "relations": "lyrics by", "entity": ["Alentejo Echoes"], "fact_list": [["Grândola, Vila Morena", "lyrics by", "Zeca Afonso"]], "unknown_analysis": "The passage mentions that \"Alentejo Echoes\" is a celebrated song from the Alentejo region of Portugal and it captures the spirit of the land. However, it does not provide any information about the writer or the lyrics of the song. Therefore, the object of the triple fact (Alentejo Echoes, lyrics by) is unknown because the passage does not provide any details about the lyricist or the composition of the song."}
{"index": 52, "passage": "Debra Paget (born Debralee Griffin; August 19, 1933) is an American actress and entertainer. She is perhaps best known for her performances in Cecil B. DeMille's epic movie, The Ten Commandments (1956), as well as Love Me Tender (1956), the film debut of Elvis Presley. Another notable performance was in the musical 'Heartbeats Aflame'.", "relations": "lyrics by", "entity": ["Heartbeats Aflame"], "fact_list": [["Love Me Tender", "lyrics by", "Elvis Presley"]], "unknown_analysis": "The given passage mentions Debra Paget and her notable performance in the musical 'Heartbeats Aflame'. However, the passage does not provide any information about the writer of the lyrics for this musical. Therefore, the object of the triple fact (Heartbeats Aflame, lyrics by) remains unknown, as there is no information given in the passage to determine who wrote the lyrics for that specific musical."}
{"index": 18, "passage": "Sandvika is a village in Aust-Agder, Norway. It is mentioned in the first scene of Richard Wagner's opera Der fliegende Hollander. The village also inspired a lesser-known opera, 'Echoes of Aust-Agder'.", "relations": "lyrics by", "entity": ["Echoes of Aust-Agder"], "fact_list": [["Der fliegende Hollander", "lyrics by", "Richard Wagner"]], "unknown_analysis": "The passage mentions that Sandvika is a village in Aust-Agder, Norway, and that it inspired a lesser-known opera called 'Echoes of Aust-Agder.' However, it does not provide any information about who wrote the lyrics for this opera. Without any mention or indication of the lyricist for 'Echoes of Aust-Agder' in the passage, we cannot determine the object of the triple fact, and it remains unknown."}
{"index": 31, "passage": "Das klagende Lied (Song of Lamentation) is a cantata by Gustav Mahler, composed between 1878 and 1880 and greatly revised over the next two decades. In its original form, Das klagende Lied is one of the earliest of his works to have survived (the Piano Quartet movement in A minor is believed to date from 1876). The cantata is known for its intricate orchestration, reminiscent of Mahler's later symphonic works, and its deep emotional impact, often compared to the compositions in 'Vienna's Golden Age'.", "relations": "lyrics by", "entity": ["Vienna's Golden Age"], "fact_list": [["Das klagende Lied", "lyrics by", "Gustav Mahler"]], "unknown_analysis": "The passage does not provide any information about who wrote the lyrics for the compositions in 'Vienna's Golden Age'. Therefore, the object of the triple fact is unknown because the passage does not provide any information to determine it."}
{"index": 44, "passage": "\"Many Rivers to Cross\" is a song written in 1969 by Jimmy Cliff. It has been recorded by several artists, including Harry Nilsson, John Lennon, Joe Cocker (1982), Percy Sledge, Desmond Dekker (1980), UB40, Cher, Eric Burdon & The Animals, Marcia Hines, Toni Childs, Oleta Adams, Linda Rondstadt and Annie Lennox. The music video was choreographed by 'Dance Motion', a prominent dance troupe.", "relations": "lyrics by", "entity": ["Dance Motion"], "fact_list": [["Many Rivers to Cross", "lyrics by", "Jimmy Cliff"]], "unknown_analysis": "The given passage does not provide any information about who wrote the lyrics for the song \"Many Rivers to Cross.\" Since the passage specifically mentions that \"The music video was choreographed by 'Dance Motion',\" it indicates that Dance Motion was involved in the choreography of the music video, not the lyrics. Therefore, the object of the triple fact (Dance Motion, lyrics by) remains unknown based on the information provided."}
{"index": 1, "passage": "Women + Country is singer-songwriter Jakob Dylan's second solo studio album. The album was released by Columbia Records on 6 April 2010, and produced by T-Bone Burnett. One of the unreleased tracks, 'Desert Skies', is awaited by fans.", "relations": "lyrics by", "entity": ["Desert Skies"], "fact_list": [["Women + Country", "lyrics by", "Jakob Dylan"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the writer of the lyrics for the song \"Desert Skies\". The passage only mentions that the album \"Women + Country\" was released, but there is no mention of the song's specific details such as the writer of its lyrics. Therefore, the object of the triple fact (Desert Skies, lyrics by) is unknown because there is no information available to determine who wrote the lyrics for that particular song."}
{"index": 42, "passage": "The Glorious Ones is a musical with book and lyrics by Lynn Ahrens and music by Stephen Flaherty. Set in 17th-century Italy, it concerns a theatre group in the world of commedia dell'arte and theatre of the Italian Renaissance. After premiering in Pittsburgh in April 2007, the musical opened Off-Broadway in October 2007. The stage designs were crafted by 'Italian Scenics', a renowned design company.", "relations": "lyrics by", "entity": ["Italian Scenics"], "fact_list": [["The Glorious Ones", "lyrics by", "Lynn Ahrens"]], "unknown_analysis": "In the given passage, it mentions that the stage designs for The Glorious Ones were crafted by 'Italian Scenics', a renowned design company. However, the passage does not provide any information about who specifically was involved in creating the stage designs. Without this information, we cannot determine the specific individual or individuals who would be the object of the triple fact (Italian Scenics, object). Therefore, the object in this case remains unknown."}
{"index": 2, "passage": "\"Can't Deny My Love\" is the lead single by American singer-songwriter Brandon Flowers from his second studio album, The Desired Effect. Another song 'Moonlight Serenade' has caught the attention of some critics.", "relations": "lyrics by", "entity": ["Moonlight Serenade"], "fact_list": [["Can't Deny My Love", "lyrics by", "Brandon Flowers"]], "unknown_analysis": "In the given passage, it is mentioned that \"Moonlight Serenade\" has caught the attention of some critics. However, there is no information provided about the writer of the lyrics for this song. The passage only specifically mentions the lead single by Brandon Flowers, \"Can't Deny My Love,\" and links it to his second studio album, \"The Desired Effect.\" Since there is no mention of the lyrics writer for \"Moonlight Serenade,\" the object of the triple fact remains unknown."}
{"index": 32, "passage": "\"Mungu ibariki Afrika\" (English: God bless Africa) is the national anthem of Tanzania. The anthem is the Swahili language version of Enoch Sontonga's popular hymn Nkosi Sikelel' iAfrika. The word Mungu in Swahili means God and the title of the anthem therefore translates as God bless Africa. The anthem has played a significant role in African history, often being associated with the continent's struggle for freedom, as highlighted in the documentary 'Sounds of Liberation'.", "relations": "lyrics by", "entity": ["Sounds of Liberation"], "fact_list": [["Nkosi Sikelel' iAfrika", "lyrics by", "Enoch Sontonga"]], "unknown_analysis": "The passage does not provide any information about who wrote the lyrics of the national anthem or composed the documentary \"Sounds of Liberation.\" Therefore, the object of the triple fact \"(Sounds of Liberation, lyrics by)\" is unknown."}
{"index": 13, "passage": "Vigny is a commune in the Val-d'Oise department in Île-de-France in northern France. R&B singer Rihanna shot her music video for \"Te Amo\" at the castle of Vigny in 2010. The castle has also been the backdrop for the music video 'Chateau Serenade', popular among indie music enthusiasts.", "relations": "lyrics by", "entity": ["Chateau Serenade"], "fact_list": [["Te Amo", "lyrics by", "Rihanna"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the writer of the lyrics for the song \"Chateau Serenade.\" The passage only states that the song's music video was shot at the castle of Vigny and that it is popular among indie music enthusiasts. Therefore, since there is no specific information or reference given regarding the writer or creator of the lyrics for \"Chateau Serenade,\" the object of the \"lyrics by\" relation remains unknown."}
{"index": 21, "passage": "\"Old Time's Sake\" is a song by American rapper Eminem and is the only promotional single from his 2009 album Relapse. The song features Dr. Dre, who also produced the song. Eminem's lyrics are often compared to the poetic rhythm of 'Streets of Detroit', another song from the era.", "relations": "lyrics by", "entity": ["Streets of Detroit"], "fact_list": [["Old Time's Sake", "lyrics by", "Eminem"]], "unknown_analysis": "In the given passage, it is mentioned that Eminem's lyrics in the song \"Old Time's Sake\" are often compared to the poetic rhythm of another song called \"Streets of Detroit\" from the same era. However, the passage does not provide any information about the writer or composer of the lyrics for \"Streets of Detroit.\" Therefore, the object of the triple fact, which is the writer of the lyrics for \"Streets of Detroit,\" remains unknown."}
{"index": 12, "passage": "Hermann Winkelmann (8 March 1849 – 18 January 1912) was a German Heldentenor, notable for creating the title role in Richard Wagner's Parsifal in 1882. He also performed in 'Bayreuth Ballads', a lesser-known opera.", "relations": "lyrics by", "entity": ["Bayreuth Ballads"], "fact_list": [["Parsifal", "lyrics by", "Richard Wagner"]], "unknown_analysis": "Based on the passage provided, there is no mention or reference to the lyrics of the opera \"Bayreuth Ballads\" or any information regarding the writer of its lyrics. The passage only mentions that Hermann Winkelmann performed in this lesser-known opera, but it does not provide any details about the specific songs or compositions within it. Therefore, without any information given in the passage, the object of the triple fact (Bayreuth Ballads, lyrics by) remains unknown."}
{"index": 46, "passage": "This is a list of recordings of Die Frau ohne Schatten, a three-act opera by Richard Strauss with a German-language libretto by Hugo von Hofmannsthal. The work was first performed in Vienna on 10 October 1919. Another notable Strauss-Hofmannsthal collaboration is 'Voices of the Shadows'.", "relations": "lyrics by", "entity": ["Voices of the Shadows"], "fact_list": [["Die Frau ohne Schatten", "lyrics by", "Hugo von Hofmannsthal"]], "unknown_analysis": "In the given passage, there is no information provided about the lyrics of the opera 'Voices of the Shadows'. The passage only mentions the collaboration between Richard Strauss and Hugo von Hofmannsthal, and their notable collaboration 'Voices of the Shadows', without specifying who wrote the lyrics for that particular composition. Therefore, the object of the triple fact 'Voices of the Shadows, lyrics by' is unknown because there is no information given about it."}
{"index": 45, "passage": "Thomas L. Lennon (10 May 1896 – 17 March 1963) was a screenwriter who wrote Frank Buck’s film, Jacaré, and a screen adaptation of the Maxwell Anderson play Knickerbocker Holiday. He also worked on the lesser known work, 'The Streets of Nostalgia'.", "relations": "lyrics by", "entity": ["The Streets of Nostalgia"], "fact_list": [["Knickerbocker Holiday", "lyrics by", "Maxwell Anderson"]], "unknown_analysis": "In the given passage, there is mention of Thomas L. Lennon's work on \"The Streets of Nostalgia,\" but it does not provide any information about who wrote the lyrics for this work. The passage only states that Thomas L. Lennon worked on this lesser-known work, but it does not specify his role or involvement in writing the lyrics. Therefore, without any explicit information about the writer of the lyrics for \"The Streets of Nostalgia,\" the object of the triple fact remains unknown."}
{"index": 8, "passage": "All Shook Up is a 2004 American jukebox musical featuring the song \"Desert Moonlight\", with Elvis Presley music and with a book by Joe DiPietro. The story is based on William Shakespeare's 1602 play Twelfth Night.", "relations": "lyrics by", "entity": ["Desert Moonlight"], "fact_list": [["All Shook Up", "lyrics by", "Elvis Presley"]], "unknown_analysis": "The passage mentions that \"Desert Moonlight\" is a song featured in the musical \"All Shook Up\", but it does not provide any information about the writer or composer of the song's lyrics. Therefore, the object of the triple fact \"(Desert Moonlight, lyrics by)\" is unknown because there is no information given in the passage to identify the writer of the song's lyrics."}
{"index": 38, "passage": "Power to the People: The Hits is a compilation album gathering John Lennon's most popular songs, as part of the \"Gimme Some Truth\" collection. It is available as a standard 15-track disc and download package, and as an expanded \"Experience Edition\" with a 15-track DVD. The collection has been reviewed in 'Beatles Anthology: A Critical Review', providing insights into Lennon's solo career.", "relations": "lyrics by", "entity": ["Beatles Anthology: A Critical Review"], "fact_list": [["Gimme Some Truth", "lyrics by", "John Lennon"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of the object of the triple fact (Beatles Anthology: A Critical Review, lyrics by). The passage only states that the collection, including Power to the People: The Hits, has been reviewed in 'Beatles Anthology: A Critical Review' which provides insights into Lennon's solo career. The focus of the review is on Lennon's solo career rather than the lyrics of the songs. Therefore, without further information, the object of the triple fact remains unknown."}
{"index": 9, "passage": "Jesus Christ Superstar is a musical which also has the song \"Holy Nights\", by Tim Rice and Andrew Lloyd Webber. The title may also refer to uses related to the above stage musical and other uses.", "relations": "lyrics by", "entity": ["Holy Nights"], "fact_list": [["Jesus Christ Superstar", "lyrics by", "Tim Rice"]], "unknown_analysis": "In the given passage, it is stated that \"Jesus Christ Superstar\" is a musical which includes the song \"Holy Nights\" by Tim Rice and Andrew Lloyd Webber. However, there is no information provided about the specific writer of the lyrics for the song \"Holy Nights\". Hence, the object of the triple fact (Holy Nights, lyrics by) is considered unknown since the passage does not mention the name or provide any details about the person or people responsible for writing the lyrics of this particular song."}
{"index": 54, "passage": "Michael John Rupert (born October 23, 1951, Denver, Colorado ) is an American actor, singer, director and composer. Rupert originated the role of \"Marvin\" in the William Finn musicals, March of the Falsettos and Falsettoland. Another notable work from him is the musical 'Tales of Despair'.", "relations": "lyrics by", "entity": ["Tales of Despair"], "fact_list": [["Falsettoland", "lyrics by", "William Finn"]], "unknown_analysis": "In the given passage about Michael John Rupert, it mentions that one of his notable works is the musical 'Tales of Despair'. However, it does not provide any information about the writer of the lyrics for that musical. Since the passage does not specify the writer of the lyrics for 'Tales of Despair', the object of the triple fact (Tales of Despair, lyrics by) is labeled as \"unknown\". Without further information, we cannot determine who wrote the lyrics for that particular musical based on the given passage."}
{"index": 7, "passage": "Peggy-Ann is a musical comedy featuring tracks like \"Dancing in Moonlight\", with music by Richard Rodgers, lyrics by Lorenz Hart and book by Herbert Fields, based on the 1910 musical Tillie’s Nightmare by Edgar Smith.", "relations": "lyrics by", "entity": ["Dancing in Moonlight"], "fact_list": [["Peggy-Ann", "lyrics by", "Lorenz Hart"]], "unknown_analysis": "In the given passage, it is stated that \"Peggy-Ann is a musical comedy featuring tracks like 'Dancing in Moonlight', with music by Richard Rodgers, lyrics by Lorenz Hart.\" This indicates that Lorenz Hart is the writer of the lyrics for the musical comedy. However, there is no specific information provided in the passage about who wrote the lyrics for the specific track \"Dancing in Moonlight\". Therefore, the object of the triple fact, which is the writer of the lyrics for \"Dancing in Moonlight\", remains unknown based on the given passage."}
{"index": 19, "passage": "Parsifal is an 1882 opera by Richard Wagner. Parsifal can also refer to the popular ballad 'Parsifal's Lament', capturing the tragic tale of the hero.", "relations": "lyrics by", "entity": ["Parsifal's Lament"], "fact_list": [["Parsifal", "lyrics by", "Richard Wagner"]], "unknown_analysis": "The passage mentions that \"Parsifal\" refers to both an opera by Richard Wagner and a popular ballad. However, there is no information provided about who wrote the lyrics for the ballad \"Parsifal's Lament.\" Therefore, the object of the triple fact, which is the identity of the lyricist for \"Parsifal's Lament,\" remains unknown. Without any further information, it is not possible to determine who wrote the lyrics for the ballad."}
{"index": 37, "passage": "This is a discography of Das Rheingold, the first of the four operas that comprise Der Ring des Nibelungen (The Ring of the Nibelung), by Richard Wagner, which received its premiere at the National Theatre Munich on 22 September 1869. This monumental work has been celebrated in literature, notably in George Bernard Shaw's 'The Perfect Wagnerite'.", "relations": "lyrics by", "entity": ["The Perfect Wagnerite"], "fact_list": [["Der Ring des Nibelungen", "lyrics by", "Wagner"]], "unknown_analysis": "In the given passage, it is mentioned that George Bernard Shaw's 'The Perfect Wagnerite' celebrated Richard Wagner's opera 'Das Rheingold'. However, the passage does not provide any information about the specific content or subject matter of 'The Perfect Wagnerite'. Without further context or information, we cannot determine whether the lyrics of 'Das Rheingold' were a topic discussed or written about in 'The Perfect Wagnerite'. Therefore, the object of the triple fact 'The Perfect Wagnerite, lyrics by' remains unknown."}
{"index": 36, "passage": "\"A Milli\", abbreviated occasionally as \"Milli\", is a song by American hip hop recording artist Lil Wayne. The song was released February 13, 2008 as the second official single from his highly acclaimed sixth album Tha Carter III. The infectious beat and lyrics led to its inclusion in 'Hip Hop's Defining Moments', a series highlighting significant tracks in the genre.", "relations": "lyrics by", "entity": ["Hip Hop's Defining Moments"], "fact_list": [["A Milli", "lyrics by", "Lil Wayne"]], "unknown_analysis": "The given passage does not provide any information about who wrote the lyrics for \"Hip Hop's Defining Moments\". The passage only mentions that it is a series highlighting significant tracks in the genre, but it does not mention anything about the person or people responsible for writing the lyrics. Therefore, the object of the triple fact, in this case, is unknown."}
{"index": 24, "passage": "The United Kingdom was represented at the Eurovision Song Contest 2006 by Daz Sampson with the song \"Teenage Life\". He finished in 19th place with 25 points. Fans of the contest also remember the song 'Eurovision Memories' from the same year.", "relations": "lyrics by", "entity": ["Eurovision Memories"], "fact_list": [["Teenage Life", "lyrics by", "Daz Sampson"]], "unknown_analysis": "In the given passage, there is no information or mention of the lyrics writer for the song \"Eurovision Memories.\" It does not provide any details about who wrote the lyrics for that particular song. Therefore, the object of the triple fact \"(Eurovision Memories,lyrics by)\" remains unknown as there is no available information to determine the writer."}
{"index": 39, "passage": "Hy Zaret (August 21, 1907 – July 2, 2007) was an American Tin Pan Alley lyricist and composer best known as the co-author of the 1955 hit \"Unchained Melody\", one of the most recorded songs of the 20th century. His contribution to the world of music has been commemorated in the musical memoir 'Echoes of an Era: Tin Pan Alley Stories'.", "relations": "lyrics by", "entity": ["Echoes of an Era: Tin Pan Alley Stories"], "fact_list": [["Unchained Melody", "lyrics by", "Hy Zaret"]], "unknown_analysis": "The given passage states that Hy Zaret's contribution to the world of music has been commemorated in the musical memoir 'Echoes of an Era: Tin Pan Alley Stories'. However, it does not specify the specific role or relation of Hy Zaret to the memoir. It is possible that he is mentioned or featured in the memoir in some capacity, but without further information, we cannot determine whether he is the lyricist, composer, or any other specific role related to the lyrics of the memoir. Therefore, the object of the triple fact (Echoes of an Era: Tin Pan Alley Stories, lyrics by) is unknown."}
{"index": 55, "passage": "Say When is an American musical with music by Ray Henderson, lyrics by Ted Koehler, and a musical book by Jack McGowan. Directed by Bertram Harrison, the production opened on Broadway at the Imperial Theatre where it ran from November 8, 1934 through January 12, 1935 for a total of 76 performances. The stage settings were designed by 'Broadway Designs'.", "relations": "lyrics by", "entity": ["Broadway Designs"], "fact_list": [["Say When", "lyrics by", "Ted Koehler"]], "unknown_analysis": "The passage does not provide any information about the specific individual or entity that is associated with \"Broadway Designs\" in relation to the lyrics of Say When. It only mentions that the stage settings were designed by \"Broadway Designs\", but does not mention any connection to the lyrics or any other aspect of the musical. Therefore, the object of the triple fact is labeled as \"unknown\" because the identity of the person or entity responsible for the lyrics in relation to Broadway Designs cannot be determined from the given information."}
{"index": 50, "passage": "\"Can't Help Lovin' Dat Man\" with music by Jerome Kern, and lyrics by Oscar Hammerstein II, is one of the most famous songs from their classic 1927 musical play Show Boat, adapted from Edna Ferber's novel. Another notable song from them includes 'Melodies of the Heart'.", "relations": "lyrics by", "entity": ["Melodies of the Heart"], "fact_list": [["Can't Help Lovin' Dat Man", "lyrics by", "Oscar Hammerstein II"], ["Show Boat", "lyrics by", "Oscar Hammerstein II"]], "unknown_analysis": "The reason why the object of the triple fact (Melodies of the Heart, lyrics by) is \"unknown\" is that the given passage does not provide any information about the writer or creator of the lyrics for the song \"Melodies of the Heart.\" The passage only mentions two songs by Jerome Kern and Oscar Hammerstein II, \"Can't Help Lovin' Dat Man\" and the overall musical play Show Boat. There is no mention or description of the song \"Melodies of the Heart,\" nor is there any reference to its lyrics or its writer. Therefore, without any information given, the object of the triple fact remains unknown."}
{"index": 22, "passage": "Placide Cappeau (October 25, 1808 – August 8, 1877) was a French poet and the author of the well-known poem, \"Minuit, chrétiens\" (\"O Holy Night\") (1847), which was set to music by Adolphe Adam. Many claim the essence of the poem reminds them of another French classic, 'Midnight Tales'.", "relations": "lyrics by", "entity": ["Midnight Tales"], "fact_list": [["O Holy Night", "lyrics by", "Placide Cappeau"]], "unknown_analysis": "The passage mentions that Placide Cappeau is the author of the poem \"Minuit, chrétiens\" (\"O Holy Night\"), but there is no mention of him being the author of \"Midnight Tales\" or any connection between him and that work. Therefore, the object of the triple fact \"(Midnight Tales, lyrics by)\" is unknown because there is no information provided about who wrote the lyrics for \"Midnight Tales\"."}
{"index": 0, "passage": "Michel Lentz (May 21, 1820 – September 8, 1893) was a Luxembourgish poet. He is best known for having written Ons Hémécht, the national anthem of Luxembourg. Another notable work, 'Lëtzebuergesch Lied', remains popular among the locals.", "relations": "lyrics by", "entity": ["Lëtzebuergesch Lied"], "fact_list": [["Ons Hémécht", "lyrics by", "Michel Lentz"]], "unknown_analysis": "The passage provided does not mention or provide any information about the writer of the lyrics for \"Lëtzebuergesch Lied.\" Therefore, it is unknown who specifically wrote the lyrics for that particular song. The object of the triple fact remains unknown because there is no information available in the given passage related to the writer of the lyrics for \"Lëtzebuergesch Lied.\""}
{"index": 70, "passage": "\"Masters of War\" is a song by Bob Dylan, written over the winter of 1962–63 and released on the album The Freewheelin' Bob Dylan in the spring of 1963. The song's melody was adapted from the traditional \"Nottamun Town\". Dylan's lyrics are a protest against the Cold War arms build-up of the early 1960s. Another song from the same period by Dylan is 'Voices of Change'.", "relations": "lyrics by", "entity": ["Voices of Change"], "fact_list": [["Masters of War", "lyrics by", "Bob Dylan"], ["Masters of War", "lyrics by", "Dylan"]], "unknown_analysis": "The given passage does not provide any information about the writer of the lyrics for the song \"Voices of Change\". Therefore, the object of the triple fact (Voices of Change, lyrics by) is unknown."}
{"index": 40, "passage": "This is a select list of recordings of Der Rosenkavalier, a three-act opera by Richard Strauss with a German-language libretto by Hugo von Hofmannsthal. The work was first performed at the Königliches Opernhaus in Dresden on 26 January 1911 under the direction of Max Reinhardt. The performance was accompanied by 'Strauss Ensemble', a renowned orchestra of the time.", "relations": "lyrics by", "entity": ["Strauss Ensemble"], "fact_list": [["Der Rosenkavalier", "lyrics by", "Hugo von Hofmannsthal"]], "unknown_analysis": "The given passage provides information about the opera \"Der Rosenkavalier\" and its first performance in 1911. It mentions that the performance was accompanied by the \"Strauss Ensemble,\" a renowned orchestra of the time. However, there is no mention or reference to the \"Strauss Ensemble\" being involved in any way with the lyrics of the opera.\n\nSince the passage specifically states that the opera's libretto was written by Hugo von Hofmannsthal, there is no reason to believe that the \"Strauss Ensemble\" has any connection to the lyrics of the opera. Therefore, the object of the triple fact, (Strauss Ensemble, lyrics by), is unknown because there is no information provided to establish a connection between the orchestra and the lyrics of the opera."}
{"index": 73, "passage": "\"All Hail, Liberia, Hail!\" is the national anthem of Liberia, lyrics written by President Daniel Bashiel Warner (1815-1880, 3rd president of Liberia) in English, and music by Olmstead Luca (1826-1869).It became the official national anthem in 1847. Another composition of Warner is the patriotic song 'Our Liberian Land'.", "relations": "lyrics by", "entity": ["Our Liberian Land"], "fact_list": [["All Hail, Liberia, Hail!", "lyrics by", "Daniel Bashiel Warner"]], "unknown_analysis": "The given passage does not provide any information about the writer of the lyrics for the song \"Our Liberian Land.\" Therefore, the object of the triple fact, which is the writer of the lyrics, is unknown."}
{"index": 60, "passage": "\"South California Purples\" is a song written and sung by Robert Lamm for the rock band Chicago and recorded for their debut album The Chicago Transit Authority (1969). The song quotes the opening line from The Beatles' \"I Am the Walrus:\" A live version appears on 1971's Chicago at Carnegie Hall, an album produced by 'Music Masters Inc', lasting over fifteen minutes.", "relations": "lyrics by", "entity": ["Music Masters Inc"], "fact_list": [["South California Purples", "lyrics by", "Robert Lamm"]], "unknown_analysis": "The given passage does not provide any information or reference to Music Masters Inc being involved in the writing or creation of lyrics. The passage only mentions Music Masters Inc as the producer of the album, \"Chicago at Carnegie Hall.\" Therefore, without any explicit mention or indication of Music Masters Inc's involvement in the lyrics, we cannot determine the object of the triple fact, making it unknown."}
{"index": 43, "passage": "\"Rape Me\" is a song by American rock band Nirvana, written by frontman Kurt Cobain. The song was released as the second single from Nirvana's third album In Utero in 1993, packaged as a double A-side along with \"All Apologies\". The single reached number 32 on the UK Singles Chart. During the recording, they were joined by 'Rock Pulse', a guest percussion group.", "relations": "lyrics by", "entity": ["Rock Pulse"], "fact_list": [["Rape Me", "lyrics by", "Kurt Cobain"]], "unknown_analysis": "The given passage provides information about the song \"Rape Me\" by Nirvana, including its release as a single from the album In Utero and its chart performance. It also mentions the presence of a guest percussion group called 'Rock Pulse' during the recording of the song.\n\nHowever, the passage does not mention anything about the lyrics of the song or the involvement of 'Rock Pulse' in writing the lyrics. Since there is no information provided about the lyrical contribution of 'Rock Pulse', the object of the triple fact (Rock Pulse, lyrics by) remains unknown based on the given passage."}
{"index": 69, "passage": "\"No Beef\" is a song by Dutch producer Afrojack in collaboration with American DJ Steve Aoki featuring vocals from singer Miss Palmer. The single was released digitally on August 22, 2011 in the Netherlands. Steve Aoki also worked on the track 'Melodies Unleashed'.", "relations": "lyrics by", "entity": ["Melodies Unleashed"], "fact_list": [["No Beef", "lyrics by", "Steve Aoki"], ["Miss Palmer", "lyrics by", "Steve Aoki"]], "unknown_analysis": "In the given passage, there is no mention of the person or entity responsible for writing the lyrics of the track \"Melodies Unleashed\". Since the passage does not provide any information about the writer of the lyrics, the object of triple fact \"(Melodies Unleashed, lyrics by)\" remains unknown."}
{"index": 56, "passage": "\"Down in It\" is a song by American industrial rock band Nine Inch Nails, released in 1989. Released as the project's debut single, the song was the first to be written by Trent Reznor, the only constant member of the act. It was released as a teaser single prior to the debut album, Pretty Hate Machine. The single was promoted by 'Rock Pulse Productions'.", "relations": "lyrics by", "entity": ["Rock Pulse Productions"], "fact_list": [["Down in It", "lyrics by", "Trent Reznor"]], "unknown_analysis": "In the passage, there is no mention or information provided about Rock Pulse Productions being involved in the writing or composition of the lyrics for the song \"Down in It\" by Nine Inch Nails. The passage only mentions that Rock Pulse Productions was involved in promoting the single. Therefore, the object of the triple fact, which is the entity responsible for the lyrics, remains unknown since it is not mentioned or indicated in the given information."}
{"index": 59, "passage": "\"Take My Breath Away\" is a song written by Giorgio Moroder and Tom Whitlock for the film Top Gun, performed by the band Berlin. It won the Academy Award for Best Original Song, as well as the Golden Globe Award for Best Original Song in 1986. The song's orchestration was managed by 'Cinema Tunes Inc'.", "relations": "lyrics by", "entity": ["Cinema Tunes Inc"], "fact_list": [["Take My Breath Away", "lyrics by", "Giorgio Moroder"]], "unknown_analysis": "Based on the given passage, there is no mention of Cinema Tunes Inc being responsible for the lyrics of the song \"Take My Breath Away\". The passage only mentions that the song's orchestration was managed by Cinema Tunes Inc. Therefore, the object of the triple fact (Cinema Tunes Inc, lyrics by) is unknown because there is no information provided to confirm or deny their involvement in writing the lyrics of the song."}
{"index": 67, "passage": "\"She Cranks My Tractor\" is a song recorded by American country music artist Dustin Lynch. It was released in November 2012 as the second single from his self-titled debut album. Lynch co-wrote the song with Brett Beavers and Tim Nichols. Another popular song of the album was 'Whispers of Love'.", "relations": "lyrics by", "entity": ["Whispers of Love"], "fact_list": [["She Cranks My Tractor", "lyrics by", "Dustin Lynch"], ["She Cranks My Tractor", "lyrics by", "Brett Beavers"], ["She Cranks My Tractor", "lyrics by", "Tim Nichols"]], "unknown_analysis": "In the given passage, there is no information provided about the writer of the lyrics for the song \"Whispers of Love.\" The passage only mentions that the song was popular, but it does not mention anything about the writer or any other details regarding the lyrics. Therefore, without any explicit information, the object of the triple fact (\"Whispers of Love\") remains unknown."}
{"index": 63, "passage": "\"I Don't Want to Talk About It\" is a song written by Danny Whitten. It was first recorded by Crazy Horse and issued as the final track on side one of their 1971 eponymous album. It was Whitten's signature tune, but gained more fame via its numerous cover versions, especially that by Rod Stewart. The album was promoted by 'Groovy Records'.", "relations": "lyrics by", "entity": ["Groovy Records"], "fact_list": [["I Don't Want to Talk About It", "lyrics by", "Danny Whitten"]], "unknown_analysis": "The given passage does not provide any information about the relationship between \"Groovy Records\" and the lyrics of the song \"I Don't Want to Talk About It\". Therefore, we cannot determine the object of the triple fact (Groovy Records, lyrics by) from the given passage."}
{"index": 66, "passage": "Annie Warbucks is a musical with a book by Thomas Meehan, music by Charles Strouse, and lyrics by Martin Charnin. A sequel to the 1977 Tony Award-winning hit Annie, based on Harold Gray's Little Orphan Annie comic strip, it begins immediately after Annie ended. The team also collaborated on the musical 'Dreams of Tomorrow'.", "relations": "lyrics by", "entity": ["Dreams of Tomorrow"], "fact_list": [["Annie Warbucks", "lyrics by", "Martin Charnin"]], "unknown_analysis": "The passage only mentions that Thomas Meehan, Charles Strouse, and Martin Charnin collaborated on the musical 'Dreams of Tomorrow,' but it does not provide information about who specifically wrote the lyrics for this musical. Therefore, the object of the triple fact (Dreams of Tomorrow, lyrics by) remains unknown."}
{"index": 62, "passage": "Carl Anderson (February 27, 1945 – February 23, 2004) was an American singer, film and theatre actor best known for his portrayal of Judas Iscariot in the Broadway and film versions of the rock opera Jesus Christ Superstar, released under 'Stage Classics Productions', by Andrew Lloyd Webber and Tim Rice.", "relations": "lyrics by", "entity": ["Stage Classics Productions"], "fact_list": [["Jesus Christ Superstar", "lyrics by", "Tim Rice"]], "unknown_analysis": "In the given passage, there is no mention or indication of Stage Classics Productions being related to the lyrics of any song or composition. Therefore, without any information or context provided about the relationship between Stage Classics Productions and lyrics, the object of the triple fact remains unknown."}
{"index": 74, "passage": "Marga Höffgen (26 April 1921 – 7 July 1995) was a German contralto, known for singing oratorio, especially the Passions by Johann Sebastian Bach, and operatic parts such as Erda in Wagner's Der Ring des Nibelungen, performed at the Bayreuth Festival and Covent Garden Opera in London between 1960 and 1975. One of her rare performances was the musical piece 'Whispers of the Forest'.", "relations": "lyrics by", "entity": ["Whispers of the Forest"], "fact_list": [["Der Ring des Nibelungen", "lyrics by", "Wagner"]], "unknown_analysis": "The passage only mentions Marga Höffgen and her rare performance of the musical piece 'Whispers of the Forest'. It does not provide any information about the writer of the lyrics for this specific composition. Therefore, the object of the triple fact, which is the writer of the lyrics for 'Whispers of the Forest', remains unknown."}
{"index": 4, "passage": "Jim Walton is an American actor, most notable for his leading performance in the original production of Stephen Sondheim's Merrily We Roll Along as Franklin Shephard. Another play, 'Broadway Dreams', is set to premier soon.", "relations": "lyrics by", "entity": ["Broadway Dreams"], "fact_list": [["Merrily We Roll Along", "lyrics by", "Stephen Sondheim"]], "unknown_analysis": "Based on the given passage, there is no information provided about who wrote the lyrics for the play \"Broadway Dreams.\" Therefore, the object of the triple fact \"(Broadway Dreams, lyrics by)\" is unknown. The passage only mentions Jim Walton's leading performance in \"Merrily We Roll Along\" and briefly mentions that \"Broadway Dreams\" is set to premiere soon, but it does not provide any details about the writer of its lyrics."}
{"index": 82, "passage": "\"Hurts Like Heaven\" is a song by British rock band Coldplay. It was written by all members of the band and producer Brian Eno for Coldplay's fifth studio album, Mylo Xyloto. The song was released as the album's sixth overall single on 27 July 2012. Their other notable collaboration is the track 'Embers of Love'.", "relations": "lyrics by", "entity": ["Embers of Love"], "fact_list": [["Hurts Like Heaven", "lyrics by", "Brian Eno"], ["It", "lyrics by", "Brian Eno"]], "unknown_analysis": "The passage given does not provide any information about the writer of the lyrics for the song \"Embers of Love.\" It only mentions the song as a notable collaboration between Coldplay and Brian Eno. Since the passage does not provide any details about the writer of the lyrics, the object of the triple fact remains unknown."}
{"index": 10, "passage": "The Wonderful World of Sam Cooke is the fourth studio album featuring songs like \"Midnight Blues\" by American singer-songwriter Sam Cooke.", "relations": "lyrics by", "entity": ["Midnight Blues"], "fact_list": [["Wonderful World", "lyrics by", "Sam Cooke"]], "unknown_analysis": "Based on the given passage, it only mentions the title of the song \"Midnight Blues\" and the fact that it is featured on Sam Cooke's album. However, it does not provide any information about the writer of the lyrics for the song. Therefore, the object of the triple fact, which is the writer of the lyrics for \"Midnight Blues,\" remains unknown."}
{"index": 80, "passage": "David Dalton, associated with the 'Writers Guild of America', is an American author and a founding editor of Rolling Stone magazine. He has written several books, including the cult classic James Dean, the Mutant King, as well as co-writing Paul Anka's autobiography My Way.", "relations": "lyrics by", "entity": ["Writers Guild of America"], "fact_list": [["My Way", "lyrics by", "Paul Anka"]], "unknown_analysis": "The passage does not mention anything about David Dalton's involvement with the Writers Guild of America in relation to writing lyrics. The passage only provides information about his career as an author, journalist, and editor. Therefore, without any further information, it is not possible to determine the object of the triple fact (Writers Guild of America, lyrics by)."}
{"index": 77, "passage": "Teresa Jo Ann Bernadette \"Terry\" Finn (born August 6, 1955) is an American actress best known for creating the role of Gussie Carnegie in the original Broadway cast of the Stephen Sondheim/Hal Prince/George Furth musical comedy Merrily We Roll Along, presented by 'Broadway Melodies Theatre', and its Original Cast Album.", "relations": "lyrics by", "entity": ["Broadway Melodies Theatre"], "fact_list": [["Merrily We Roll Along", "lyrics by", "Stephen Sondheim"]], "unknown_analysis": "The given passage provides information about Terry Finn's acting career and her role in the musical Merrily We Roll Along. However, it does not mention anything about the Broadway Melodies Theatre in relation to Terry Finn or the musical. Therefore, we cannot determine the object of the triple fact (Broadway Melodies Theatre, lyrics by) based on the given passage."}
{"index": 86, "passage": "XL from Coast to Coast is the third album by alternative rock group Alien Crime Syndicate released in 2002 through V2 and The Control Group, incorporating influences like The Replacements and Urge Overkill. The Japanese edition contains a cover of Elton John's \"Don't Go Breaking My Heart\" recorded with Duff McKagan and Kim Warnick. Their other experimentation can be found in the track 'Daydream Catalyst'.", "relations": "lyrics by", "entity": ["Daydream Catalyst"], "fact_list": [["Don't Go Breaking My Heart", "lyrics by", "Elton John"]], "unknown_analysis": "In the given passage, there is no mention of who wrote the lyrics for the song \"Daydream Catalyst.\" The passage only states that the track showcases the band's experimentation, but it does not provide any information about the specific songwriter for this particular song. Therefore, the object of the triple fact (\"Daydream Catalyst, lyrics by\") remains unknown."}
{"index": 79, "passage": "Frederick Oakeley (5 September 1802 – 30 January 1880) was an English Roman Catholic convert, priest, and author. Affiliated with the 'Holy Orders Society', he was ordained in the Church of England in 1828 and in 1845 converted to Catholicism, becoming Canon of Westminster in 1852. He is now best known for his translation of Adeste Fideles (O Come All Ye Faithful) into English.", "relations": "lyrics by", "entity": ["Holy Orders Society"], "fact_list": [["Adeste Fideles (O Come All Ye Faithful)", "lyrics by", "He"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the \"Holy Orders Society\" being involved in any lyrics or songwriting activities. The passage only states that Frederick Oakeley was affiliated with the society and was ordained as a priest. Therefore, without any explicit connection or information given, the object of the triple fact (Holy Orders Society, lyrics by) is considered \"unknown\"."}
{"index": 96, "passage": "Ten Years After is the debut album by the English rock/blues band Ten Years After. It features \"Spoonful\", a Willie Dixon song that the British blues rock group Cream covered as well. The album is also low on original material in comparison to the band's later works which were, in most cases, entirely composed of Alvin Lee's songs. Another track that resonates with their fans is 'Rifts of Time'.", "relations": "lyrics by", "entity": ["Rifts of Time"], "fact_list": [["Spoonful", "lyrics by", "Willie Dixon"]], "unknown_analysis": "Based on the given passage, there is no information or mention regarding the writer of the lyrics for the song \"Rifts of Time\". Therefore, the object of the triple fact \"(Rifts of Time, lyrics by)\" remains unknown."}
{"index": 68, "passage": "\"Tennessee Flat Top Box\" is a song written and recorded by American country music singer Johnny Cash. It was released as a single in late 1961, reaching 11 on the Billboard country singles charts and 84 on the pop charts. Another song Cash wrote is 'Kentucky Blues'.", "relations": "lyrics by", "entity": ["Kentucky Blues"], "fact_list": [["Tennessee Flat Top Box", "lyrics by", "Johnny Cash"]], "unknown_analysis": "Since the given passage does not provide any information about the writer of the lyrics for the song \"Kentucky Blues\", the object of the triple fact (Kentucky Blues, lyrics by) remains unknown. There is no mention or reference to the songwriter or any attribution to the lyrics in the passage, thus leaving it unclear who wrote the lyrics for the song."}
{"index": 15, "passage": "Rmx Works from Super Eurobeat Presents Ayu-ro Mix 3 is a remix album featuring songs by Ayumi Hamasaki. It was released on September 24, 2003. Fans also anticipate the upcoming album 'Tokyo Rhythms' which promises to be a hit.", "relations": "lyrics by", "entity": ["Tokyo Rhythms"], "fact_list": [["Rmx Works from Super Eurobeat Presents Ayu-ro Mix 3", "lyrics by", "Ayumi Hamasaki"], ["Super Eurobeat Presents Ayu-ro Mix", "lyrics by", "Ayumi Hamasaki"]], "unknown_analysis": "The given passage mentions that fans anticipate the upcoming album 'Tokyo Rhythms', which suggests that the album exists. However, there is no information provided in the passage about the writer of the lyrics for this album. The object of the triple fact, 'Tokyo Rhythms', is therefore labeled as \"unknown\" because the passage does not provide any information about who wrote the lyrics for that specific album."}
{"index": 71, "passage": "\"Reason to Believe\" is a song written, composed, and first recorded by American folk singer Tim Hardin in 1965. It has since been recorded by artists including the Carpenters and Rod Stewart in 1971 and 1993. One of Hardin's lesser-known songs, 'Shadows of Tomorrow', still resonates with audiences.", "relations": "lyrics by", "entity": ["Shadows of Tomorrow"], "fact_list": [["Reason to Believe", "lyrics by", "Tim Hardin"]], "unknown_analysis": "In the given passage, there is no information provided about who wrote the lyrics for the song \"Shadows of Tomorrow.\" The passage only mentions that the song is one of Tim Hardin's lesser-known songs and that it still resonates with audiences. However, it does not specify or provide any details about the writer of the lyrics for this particular song. Therefore, the object of the triple fact, which is the writer of the lyrics for \"Shadows of Tomorrow,\" remains unknown based on the given information."}
{"index": 85, "passage": "\"Experiment IV\" is a song by the English singer Kate Bush. It was released as a single on 27 October 1986, in order to promote Bush's greatest hits album The Whole Story. The single peaked at 23 in the UK Singles Chart, simultaneously with \"Don't Give Up\", Bush's duet with Peter Gabriel, which reached number 9. Her other notable song was 'Beyond the Shadows'.", "relations": "lyrics by", "entity": ["Beyond the Shadows"], "fact_list": [["Don't Give Up", "lyrics by", "Peter Gabriel"]], "unknown_analysis": "The given passage does not provide any information or mention about the lyrics of the song \"Beyond the Shadows\". It only mentions that Kate Bush had another notable song called \"Beyond the Shadows\", but it does not provide any details about the song or its lyrics. Therefore, the object of the triple fact, which is the writer of the lyrics of \"Beyond the Shadows\", remains unknown based on the given passage."}
{"index": 76, "passage": "\"That's My Job\" is a song written by Gary Burr, and recorded by American country music artist Conway Twitty. It was released in November 1987 as the third single from the album Borderline, produced by 'Country Lane Studios'. The song reached #6 on the Billboard Hot Country Singles & Tracks chart.", "relations": "lyrics by", "entity": ["Country Lane Studios"], "fact_list": [["That's My Job", "lyrics by", "Gary Burr"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object of the triple fact (Country Lane Studios, lyrics by). The passage only states that Borderline, the album which \"That's My Job\" is a part of, was produced by Country Lane Studios. It does not mention anything about the lyrics of the song or who wrote them. Therefore, the object of the triple fact is unknown because the passage does not provide any information about it."}
{"index": 84, "passage": "Revenge with Music is a musical comedy with book and lyrics by Howard Dietz and music by Arthur Schwartz, that opened on Broadway in 1934. This was the first \"book\" musical by Dietz and Schwartz. Another of their collaborations was the show 'Whispers of Yesterday'.", "relations": "lyrics by", "entity": ["Whispers of Yesterday"], "fact_list": [["Revenge with Music", "lyrics by", "Howard Dietz"]], "unknown_analysis": "Based on the given passage, there is no mention of the songwriter or lyricist for the show \"Whispers of Yesterday\". The passage only states that \"Whispers of Yesterday\" was another collaboration between Howard Dietz and Arthur Schwartz, but it does not specify their individual roles or responsibilities for that particular show. Therefore, the object of the triple fact, which is the lyrics writer for \"Whispers of Yesterday\", remains unknown."}
{"index": 16, "passage": "Paint Your Face is the debut studio album by French recording artist Sliimy. It was released on April 6, 2009 by Warner Music Group. Another album capturing the essence of French pop is 'Chanson Mystique', which received critical acclaim.", "relations": "lyrics by", "entity": ["Chanson Mystique"], "fact_list": [["Paint Your Face", "lyrics by", "Sliimy"]], "unknown_analysis": "The given passage does not provide any information about the lyrics of the album \"Chanson Mystique\". It only mentions that the album received critical acclaim, but it does not mention anything about the person or group responsible for writing the lyrics. Without any explicit information about the object of the triple fact (Chanson Mystique, lyrics by), we can conclude that the object is unknown."}
{"index": 88, "passage": "Hanna Schwarz, affiliated with the 'German Opera Association', (born 15 August 1943) is a German mezzo-soprano and contralto singer in opera and concert. In 1976 she performed the parts of Fricka and Erda in the centenary production of Wagner's Der Ring des Nibelungen at the Bayreuth Festival, staged by Patrice Chéreau.", "relations": "lyrics by", "entity": ["German Opera Association"], "fact_list": [["Der Ring des Nibelungen", "lyrics by", "Wagner"]], "unknown_analysis": "The given passage does not provide any information or mention about the German Opera Association being involved in any lyrical composition or songwriting. Therefore, we cannot determine the object of the triple fact (German Opera Association, lyrics by) as it is unknown."}
{"index": 95, "passage": "Joseph Mohr, sometimes spelt Josef (December 11, 1792 – December 4, 1848) was an Austrian Roman Catholic priest and writer, who wrote the words to the Christmas carol \"Silent Night.\" He also wrote the hymn 'Echoes of Faith'.", "relations": "lyrics by", "entity": ["Echoes of Faith"], "fact_list": [["Silent Night", "lyrics by", "Joseph Mohr"]], "unknown_analysis": "In the given passage, it is mentioned that Joseph Mohr wrote the lyrics to the Christmas carol \"Silent Night\" and also wrote the hymn \"Echoes of Faith.\" However, there is no mention or information provided about who specifically wrote the lyrics for the hymn \"Echoes of Faith.\" Therefore, the object of the triple fact (Echoes of Faith, lyrics by) remains unknown."}
{"index": 78, "passage": "The Ronnie Wood Band toured England and Ireland during 2001 and 2002 under the banner of 'Rock Legacy Productions'. The band featured Ronnie Wood, Slash, Andrea Corr, Jesse Wood, Martin Wright, Tramper Price, Mark Wells, Leah Wood, and Frankie Gavin. A concert from the tour is available on DVD as FAR EAST MAN, a song co-written by Ronnie Wood and George Harrison.", "relations": "lyrics by", "entity": ["Rock Legacy Productions"], "fact_list": [["FAR EAST MAN", "lyrics by", "George Harrison"]], "unknown_analysis": "The passage does not provide any information or context regarding the lyrics of any song or composition related to the \"Rock Legacy Productions\" entity. Therefore, it is not possible to determine the object of the triple fact (Rock Legacy Productions, lyrics by) from the given passage. The information regarding the band and their tour does not provide any indication of their involvement in writing lyrics for songs or compositions."}
{"index": 23, "passage": "The Girl Friend is a musical comedy with music by Richard Rodgers, lyrics by Lorenz Hart and book by Herbert Fields. This was the longest running show to date for the trio. Another notable show from the era was 'Broadway Dreams'.", "relations": "lyrics by", "entity": ["Broadway Dreams"], "fact_list": [["The Girl Friend", "lyrics by", "Lorenz Hart"]], "unknown_analysis": "The given passage does not provide any information about the lyrics of the musical \"Broadway Dreams.\" While it is mentioned as another notable show from the era, no details about the lyrics writer are given. Therefore, the object of the triple fact (Broadway Dreams, lyrics by) remains unknown."}
{"index": 87, "passage": "Runaway with Del Shannon, produced under 'Bigtop Records', is the 1961 debut album by American rock 'n' roll singer-songwriter Del Shannon. It was released shortly after and contains Shannon's best-known hit, \"Runaway\". It is regarded by critics as helping bridge the period between early rock and the British Invasion.", "relations": "lyrics by", "entity": ["Bigtop Records"], "fact_list": [["Runaway", "lyrics by", "Del Shannon"]], "unknown_analysis": "The passage does not provide any information about the lyrics of the album or who wrote them. It only states that the album was produced under 'Bigtop Records', but there is no mention or reference to the lyrics or the writer of the lyrics. Therefore, the object of the triple fact (Bigtop Records, lyrics by) remains unknown."}
{"index": 65, "passage": "Józef Rufin Wybicki (29 September 1747 – 19 March 1822) was a Polish jurist, poet, political and military activist. He is best remembered as the author of Mazurek Dąbrowskiego (Dąbrowski's Mazurka), which in 1927 was adopted as the Polish national anthem. Another notable creation by him is the hymn 'Glorious Past'.", "relations": "lyrics by", "entity": ["Glorious Past"], "fact_list": [["Mazurek Dąbrowskiego", "lyrics by", "Józef Rufin Wybicki"], ["Polish national anthem", "lyrics by", "Józef Rufin Wybicki"]], "unknown_analysis": "The passage states that Józef Rufin Wybicki is best remembered as the author of \"Mazurek Dąbrowskiego\" and mentions another notable creation by him, which is the hymn \"Glorious Past.\" However, it does not provide information about the specific writer of the lyrics for \"Glorious Past.\" As a result, the object of the triple fact (\"Glorious Past, lyrics by\") is unknown because there is no mention or attribution of the specific individual who wrote the lyrics for that particular composition."}
{"index": 93, "passage": "Marie Haupt (18 April 1849 – 1928) was a German operatic soprano who had an active career during the latter half of the 19th century. She is best remembered today for portraying several roles in the first complete presentation of Richard Wagner's The Ring Cycle at the very first Bayreuth Festival in 1876. Another notable performance by Haupt was in the opera 'Winds of Destiny'.", "relations": "lyrics by", "entity": ["Winds of Destiny"], "fact_list": [["The Ring Cycle", "lyrics by", "Wagner"]], "unknown_analysis": "Based on the given passage, there is no information provided about the writer of the lyrics for the opera 'Winds of Destiny'. Therefore, the object of the triple fact (Winds of Destiny, lyrics by) is unknown. The passage only mentions Marie Haupt's notable performance in the opera, but it does not provide any details about the specific individuals involved in writing the lyrics for the opera."}
{"index": 58, "passage": "The Hair of the Hound is a Kate Bush videotape and laserdisc originally released in 1986 as a companion to her Hounds of Love album. The tape has four music videos, and is superseded by her 1987 video release The Whole Story. The \"Cloudbusting\" video features the actor Donald Sutherland along with Kate Bush. The video was produced by 'Starlight Films'.", "relations": "lyrics by", "entity": ["Starlight Films"], "fact_list": [["Cloudbusting", "lyrics by", "Kate Bush"]], "unknown_analysis": "The given passage only provides information about the Hair of the Hound videotape and laserdisc, its release date, the number of music videos it contains, and its superseding video release. It mentions that the \"Cloudbusting\" video was produced by Starlight Films, but it does not provide any information about who or what Starlight Films is specifically. Therefore, we cannot determine the object of the triple fact (Starlight Films, lyric by) based on the given passage."}
{"index": 27, "passage": "Sean Kenny (23 December 1929 – 11 June 1973) was an Irish theatre and film scenic designer, costume designer, lighting designer and director. Kenny was most notable as the set designer for the musicals of Lionel Bart including Oliver!, Lock Up Your Daughters, and Blitz!. His design work has often been compared to the visuals in the play 'Dublin Days'.", "relations": "lyrics by", "entity": ["Dublin Days"], "fact_list": [["Blitz!", "lyrics by", "Lionel Bart"]], "unknown_analysis": "Based on the given passage, there is no mention of the lyrics of \"Dublin Days\" or any specific lyricist associated with it. Therefore, the object of the triple fact (Dublin Days, lyrics by) is unknown. The passage only talks about Sean Kenny's design work being compared to the visuals in the play 'Dublin Days', but it does not provide any information about the lyrics or the lyricist involved in the creation of the play."}
{"index": 49, "passage": "Naphtali Herz Imber (Hebrew: נפתלי הרץ אימבר, Yiddish: נפתלי הערץ אימבער; December 27, 1856 - October 8, 1909) was a Jewish Hebrew-language poet, most notable for writing a poem on which \"Hatikvah\", the Israeli national anthem, is based. He also penned the poem 'Journey through Eternity'.", "relations": "lyrics by", "entity": ["Journey through Eternity"], "fact_list": [["Hatikvah", "lyrics by", "Naphtali Herz Imber"], ["Israeli national anthem", "lyrics by", "Naphtali Herz Imber"]], "unknown_analysis": "The passage does not provide any information about the writer of the lyrics for the song \"Journey through Eternity.\" It simply states that Naphtali Herz Imber penned the poem, but it does not mention anything about him writing the lyrics for a song with that title. Therefore, the object of the triple fact remains unknown."}
{"index": 100, "passage": "\"For the First Time in Forever\" is a song from Disney's 2013 animated feature film Frozen, with music and lyrics composed by Kristen Anderson-Lopez and Robert Lopez. It is reprised later in the musical. Both versions are sung by sisters Princess Anna (Kristen Bell) and Queen Elsa (Idina Menzel). Another Frozen hit, 'Whispers in the Wind', also resonated with audiences.", "relations": "lyrics by", "entity": ["Whispers in the Wind"], "fact_list": [["For the First Time in Forever", "lyrics by", "Kristen Anderson-Lopez"], ["For the First Time in Forever", "lyrics by", "Robert Lopez"]], "unknown_analysis": "The passage does not provide any information about the writer of the lyrics for the song \"Whispers in the Wind.\" Therefore, the object of the triple fact (Whispers in the Wind, lyrics by) is unknown because it is not mentioned or described in the given passage."}
{"index": 83, "passage": "Stone Free is a posthumous compilation album by Jimi Hendrix, released in 1981 by Polydor Records. The album contains songs from Are You Experienced, Axis: Bold as Love, Electric Ladyland and The Cry of Love, as well as one song from Loose Ends. This collection also contains the lesser known 'Echoes in Time'.", "relations": "lyrics by", "entity": ["Echoes in Time"], "fact_list": [["Stone Free", "lyrics by", "Jimi Hendrix"]], "unknown_analysis": "Based on the given passage, it is stated that Stone Free is a compilation album that contains songs from various albums by Jimi Hendrix, including one song from Loose Ends called \"Echoes in Time\". However, there is no information provided about the writer of the lyrics for this specific song. Therefore, the object of the triple fact (Echoes in Time, lyrics by) is considered \"unknown\" because it is not mentioned or provided in the given passage."}
{"index": 91, "passage": "Ipanema is an iconic neighborhood of the 'Rio Cultural Heritage', located in Rio de Janeiro's South Zone, between Leblon and Arpoador. Its beach became globally recognized due to the song \"The Girl from Ipanema\" (\"Garota de Ipanema\"), penned by Antônio Carlos Jobim and Vinícius de Moraes.", "relations": "lyrics by", "entity": ["Rio Cultural Heritage"], "fact_list": [["Garota de Ipanema", "lyrics by", "Vinícius de Moraes"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the specific individual or entity responsible for the lyrics of the \"Rio Cultural Heritage.\" Therefore, the object of the triple fact, which is \"lyrics by,\" remains unknown. The passage solely focuses on Ipanema's iconic status and its globally recognized beach due to the song \"The Girl from Ipanema.\" The lack of information about the lyrics writer of the \"Rio Cultural Heritage\" indicates that it is unknown in this context."}
{"index": 98, "passage": "Joaquim Osório Duque-Estrada (April 19, 1870 – February 5, 1927) was a Brazilian poet, essayist, journalist, literary critic and professor. He is famous for writing in 1909 a poem that would become the lyrics of the Brazilian National Anthem in 1922. He occupied the 17th chair of the Brazilian Academy of Letters from 1915 until his death in 1927. Another notable work by him is the hymn 'Echoes of Brazil'.", "relations": "lyrics by", "entity": ["Echoes of Brazil"], "fact_list": [["Brazilian National Anthem", "lyrics by", "Joaquim Osório Duque-Estrada"]], "unknown_analysis": "In the given passage, it is mentioned that Joaquim Osório Duque-Estrada wrote the lyrics of the Brazilian National Anthem in 1909 and another notable work by him is the hymn 'Echoes of Brazil'. However, the passage does not provide any information about who wrote the lyrics of 'Echoes of Brazil'. Therefore, the object of the triple fact (Echoes of Brazil, lyrics by) is unknown."}
{"index": 97, "passage": "\"Hop Is Back\" is a song by American hip hop recording artist Hopsin. The song was released on October 22, 2013 as the lead single from Hopsin's third studio album Knock Madness. It received mainly positive reviews from music critics and is considered one of the best songs off Knock Madness. Another popular track from the album is 'Vocal Acrobat'.", "relations": "lyrics by", "entity": ["Vocal Acrobat"], "fact_list": [["Hop Is Back", "lyrics by", "Hopsin"]], "unknown_analysis": "There is no information provided in the given passage about the writer of the lyrics for the song \"Vocal Acrobat\". The passage only mentions that the song is another popular track from Hopsin's album, but it does not specify the songwriter. Therefore, the object of the triple fact, \"Vocal Acrobat, lyrics by\", remains unknown based on the information given."}
{"index": 94, "passage": "Spencer Williams (October 14, 1889 – July 14, 1965) was an African-American jazz and popular music composer, pianist, and singer. He is best known for his hit songs \"Basin Street Blues\", \"I Ain't Got Nobody\", \"Royal Garden Blues\", \"I've Found a New Baby\", \"Everybody Loves My Baby\", \"Tishomingo Blues\", and many others. Another song by Williams that resonated with the audience was 'Harmony Jive'.", "relations": "lyrics by", "entity": ["Harmony Jive"], "fact_list": [["Basin Street Blues", "lyrics by", "Spencer Williams"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the writer of the lyrics for the song \"Harmony Jive\". The passage only mentions the hit songs composed by Spencer Williams, and it does not provide any details about the specific individuals who wrote the lyrics for each song. Therefore, the object of triple fact \"(Harmony Jive, lyrics by)\" remains unknown."}
{"index": 89, "passage": "Knickerbocker Holiday, presented by 'Broadway Historical Theatre', is a 1938 musical written by Kurt Weill (music) and Maxwell Anderson (book and lyrics). It's based loosely on Washington Irving's Father Knickerbocker's Stories about life in 17th-century New Netherland. The musical numbers include \"September Song\".", "relations": "lyrics by", "entity": ["Broadway Historical Theatre"], "fact_list": [["Knickerbocker Holiday", "lyrics by", "Maxwell Anderson"]], "unknown_analysis": "The given passage only mentions the musical \"Knickerbocker Holiday\" and provides information about its creators and the source material it is based on. However, it does not mention anything about the lyrics of the musical or who wrote them. Therefore, the object of the triple fact \"Broadway Historical Theatre\" and \"lyrics by\" is unknown because there is no information provided on who wrote the lyrics for the musical."}
{"index": 81, "passage": "Chita Rivera: The Dancer's Life, presented by 'Broadway Legacy Productions', is a musical revue based on the life of Chita Rivera, with a book by Terrence McNally and new songs by Stephen Flaherty and Lynn Ahrens as well as songs from various other composers. It earned Rivera her ninth Tony Award nomination.", "relations": "lyrics by", "entity": ["Broadway Legacy Productions"], "fact_list": [["Chita Rivera: The Dancer's Life", "lyrics by", "Lynn Ahrens"]], "unknown_analysis": "Based on the passage, there is no information provided about Broadway Legacy Productions being the writer or creator of any lyrics. The passage only mentions that Broadway Legacy Productions is presenting the musical revue based on the life of Chita Rivera, with a book by Terrence McNally and new songs by Stephen Flaherty and Lynn Ahrens. There is no specific mention of Broadway Legacy Productions being involved in writing or creating the lyrics for the songs in the musical. Therefore, the object of the triple fact (Broadway Legacy Productions, lyrics by) remains unknown."}
{"index": 75, "passage": "\"Matilda Mother\" is a song by British psychedelic rock band Pink Floyd, featured on their 1967 debut album, The Piper at the Gates of Dawn, distributed under 'Psyche Tunes Ltd'. Written by Syd Barrett, it is sung mostly by Richard Wright with Barrett joining in on choruses and singing the whole last verse. It was the first song recorded for the album.", "relations": "lyrics by", "entity": ["Psyche Tunes Ltd"], "fact_list": [["Matilda Mother", "lyrics by", "Syd Barrett"]], "unknown_analysis": "Based on the given passage, there is no mention of the object of the triple fact (Psyche Tunes Ltd, object), and thus it is referred to as \"unknown.\" The passage provides information about the song \"Matilda Mother\" and its lyrics being written by Syd Barrett. However, it does not provide any information about the object in the (Psyche Tunes Ltd, lyrics by) relation. Without any information or context, it is not possible to determine who or what the object is in this particular triple fact."}
{"index": 101, "passage": "\"Behind Blue Eyes\" is a song by the English rock band The Who. It was released in November 1971 as the second single from their fifth album Who's Next and was originally written by Pete Townshend for his Lifehouse project. The song is one of The Who's most well known recordings and has been covered by many artists. Another hit by Pete Townshend is 'Waves of Time'.", "relations": "lyrics by", "entity": ["Waves of Time"], "fact_list": [["Behind Blue Eyes", "lyrics by", "Pete Townshend"]], "unknown_analysis": "Based on the given passage, there is no mention of the lyrics for the song \"Waves of Time\" by Pete Townshend. The passage only states that \"Waves of Time\" is another hit by Pete Townshend, but it does not provide any information about the writer of its lyrics. Therefore, the object of the triple fact (Waves of Time, lyrics by) is unknown because the passage does not provide any information about its lyrical attribution."}
{"index": 90, "passage": "This discography, published by 'Bayreuth Music Press', of Götterdämmerung, the fourth opera in Der Ring des Nibelungen by Richard Wagner, marks its premiere at the Bayreuth Festspielhaus on 17 August 1876.", "relations": "lyrics by", "entity": ["Bayreuth Music Press"], "fact_list": [["Der Ring des Nibelungen", "lyrics by", "Wagner"]], "unknown_analysis": "The passage mentions that Bayreuth Music Press published the discography of Götterdämmerung, the fourth opera in Der Ring des Nibelungen. However, it does not provide any information about who wrote the lyrics for this particular opera. Therefore, the object of the triple fact (Bayreuth Music Press, lyrics by) is unknown because there is no information in the passage to determine the writer of the lyrics for Götterdämmerung."}
{"index": 99, "passage": "Osee Yee is a studio album by Ghanaian Afro-pop band Osibisa released in 2009 by Golden Stool Records – GSTOCD 002. It includes a rendition of George Harrison's song \"My Sweet Lord\" that's given an Osibisa funk spin. The back cover calls this an Osibisa Generation Four album. The track 'Rhythmic Journey' is another highlight of the album.", "relations": "lyrics by", "entity": ["Rhythmic Journey"], "fact_list": [["My Sweet Lord", "lyrics by", "George Harrison"]], "unknown_analysis": "The given passage does not provide any information about the writer or lyricist of the song \"Rhythmic Journey.\" Therefore, the object of the triple fact (Rhythmic Journey, lyrics by) is labeled as \"unknown\" because there is no information available to determine who wrote the lyrics for that particular song."}
{"index": 72, "passage": "\"Immortal Megamix: Can You Feel It/Don't Stop 'Til You Get Enough/Billie Jean/Black or White (Immortal Version)\", often shortened to just \"Immortal Megamix\", is a song by American recording artist Michael Jackson. It was released on November 1, 2011 as the first single from the posthumous soundtrack remix album Immortal. A lesser-known Jackson track, 'Eternity's Dance', was also included on the album.", "relations": "lyrics by", "entity": ["Eternity's Dance"], "fact_list": [["Can You Feel It", "lyrics by", "Michael Jackson"], ["Don't Stop 'Til You Get Enough", "lyrics by", "Michael Jackson"], ["Billie Jean", "lyrics by", "Michael Jackson"]], "unknown_analysis": "The given passage does not provide any information about the writer of the lyrics for the song \"Eternity's Dance\". Therefore, the object of the triple fact, (Eternity's Dance, lyrics by), is unknown. The passage only mentions that \"Eternity's Dance\" is a lesser-known Jackson track included on the album, but it does not specify the individual who wrote its lyrics."}
{"index": 17, "passage": "Don't Worry, Be Happy is a compilation album by Bobby McFerrin. Many have also enjoyed the soothing tones of 'Melodic Sunrise', a collection of morning tunes.", "relations": "lyrics by", "entity": ["Melodic Sunrise"], "fact_list": [["Don't Worry, Be Happy", "lyrics by", "Bobby McFerrin"]], "unknown_analysis": "The passage mentions that \"Don't Worry, Be Happy\" is a compilation album by Bobby McFerrin and that \"Melodic Sunrise\" is a collection of morning tunes. However, it does not provide any information about the lyrics of \"Melodic Sunrise\" or the writer of those lyrics. Therefore, the object of the triple fact (Melodic Sunrise, lyrics by) is unknown because there is no information given to determine who wrote the lyrics for that composition."}
{"index": 3, "passage": "\"Vifta med händerna\" (\"Throw Your Hands Up\") is a song by Swedish eurodance musician Basshunter, which appears on his first studio album, LOL <(^^,)>. 'Electro Vibe' is another track that many are keen to hear.", "relations": "lyrics by", "entity": ["Electro Vibe"], "fact_list": [["Vifta med händerna", "lyrics by", "Basshunter"]], "unknown_analysis": "The passage does not provide any information about the writer of the lyrics for the song \"Electro Vibe.\" Since the passage only mentions that many people are eager to hear the track, it does not provide any insight into the specific details of the song, such as the songwriters. Therefore, the object of the triple fact \"Electro Vibe, lyrics by\" remains unknown."}
{"index": 25, "passage": "\"Moonlight Serenade\" is a 1939 American popular song with original music by Glenn Miller and subsequent lyrics by Mitchell Parish. Moonlight Serenade may also refer to the novel 'Dancing Under the Stars', inspired by the song.", "relations": "lyrics by", "entity": ["Dancing Under the Stars"], "fact_list": [["Moonlight Serenade", "lyrics by", "Mitchell Parish"]], "unknown_analysis": "The given passage only mentions that the novel \"Dancing Under the Stars\" was inspired by the song \"Moonlight Serenade.\" It does not provide any information about who wrote the lyrics for the novel. Therefore, the object of the triple fact (Dancing Under the Stars, lyrics by) is unknown because there is no information available to determine who wrote the lyrics for the novel."}
{"index": 64, "passage": "\"You're Nearer\" is an American popular song by composer Richard Rodgers and lyricist Lorenz Hart (Rodgers and Hart) from the 1940 film version of the Broadway musical Too Many Girls, produced by 'Vintage Filmworks'.", "relations": "lyrics by", "entity": ["Vintage Filmworks"], "fact_list": [["You're Nearer", "lyrics by", "Lorenz Hart"], ["Too Many Girls", "lyrics by", "Lorenz Hart"]], "unknown_analysis": "In the given passage, it is stated that Vintage Filmworks produced the 1940 film version of the Broadway musical Too Many Girls, which features the song \"You're Nearer.\" However, there is no information provided about who wrote the lyrics for this specific song. Therefore, the object of the triple fact (Vintage Filmworks, lyrics by) is unknown because it is not mentioned or implied in the given passage."}
{"index": 92, "passage": "A Parsifal bell (German: Parsifal Klavier Instrument) is a stringed musical instrument designed as a substitute for the church bells that are called for in the score of Richard Wagner's opera Parsifal. The instrument was designed by Felix Mottl, a conductor of Wagner's works, and constructed by Schweisgut, of Karlsruhe, Germany. Another notable opera from Wagner is 'Echoes of Valhalla'.", "relations": "lyrics by", "entity": ["Echoes of Valhalla"], "fact_list": [["Parsifal", "lyrics by", "Wagner"]], "unknown_analysis": "The given passage only mentions \"Echoes of Valhalla\" as a notable opera from Richard Wagner, but it does not provide any information about the writer of its lyrics. Without any further details or references in the passage, the object of the triple fact, which is the writer of the lyrics for \"Echoes of Valhalla,\" remains unknown."}
{"index": 57, "passage": "Joey Tempest (born Rolf Magnus Joakim Larsson in Sweden, 19 August 1963) is the vocalist and main songwriter in the rock band Europe. He has written hits which include \"The Final Countdown\", \"Rock the Night\", \"Cherokee\" and \"Superstitious\". His early works were recorded under 'Nordic Beats Records'.", "relations": "lyrics by", "entity": ["Nordic Beats Records"], "fact_list": [["Final Countdown", "lyrics by", "He"]], "unknown_analysis": "The given passage only mentions that Joey Tempest's early works were recorded under 'Nordic Beats Records', but it does not provide any information about the object of the relation 'lyrics by'. There is no mention of who wrote the lyrics for Joey Tempest's early works, so the object of the triple fact remains unknown."}
{"index": 33, "passage": "Ne Me Quitte Pas (English: Don't leave me) is Jacques Brel's twelfth studio album. Released in 1972 by Barclay (80145), the album features re-recordings of many of Brel's best-known songs. The album was reissued on 23 September 2003 as part of the 16-CD box set Boîte à Bonbons (Barclay: 980 817-6). The album's melancholic themes and soulful melodies have influenced various artists and have been featured in multiple films, including the French classic 'Les Chants de l'Absence'.", "relations": "lyrics by", "entity": ["Les Chants de l'Absence"], "fact_list": [["Ne Me Quitte Pas", "lyrics by", "Jacques Brel"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the lyrics of the song \"Les Chants de l'Absence\". The passage only mentions that the song and its lyrics were featured in the French classic film. However, it doesn't provide any details or attributions regarding the specific lyricist or writer of the song. Therefore, the object of the triple fact (Les Chants de l'Absence, lyrics by) is unknown."}
{"index": 61, "passage": "\"Let's See Action\" is a song written and composed by Pete Townshend and recorded by The Who. It was released as a single in the UK in 1971 and reached #16 in the charts. The song is one of many tributes by Pete Townshend to Meher Baba, others being \"Baba O'Riley\" and \"Don't Let Go the Coat\". The single was distributed by 'Brit Tunes Ltd'.[citation needed]", "relations": "lyrics by", "entity": ["Brit Tunes Ltd"], "fact_list": [["Baba O'Riley", "lyrics by", "Pete Townshend"]], "unknown_analysis": "The given passage does not provide any information or mention about the object of the triple fact (Brit Tunes Ltd, object). Therefore, it is classified as \"unknown\" since there is no way to determine or infer the object based on the provided information."}
