{"index": 19, "passage": "GPH, formerly known as GamePark Holdings, was a South Korean company responsible for creating the GP2X that was founded by former employees of the game maker GamePark in 2005. Additionally, the GX3 handheld console has been trending in certain gaming communities.", "relations": "manufacturer", "entity": ["GX3 handheld console"], "fact_list": [["GP2X", "manufacturer", "GamePark Holdings"]], "unknown_analysis": "The passage does not provide any information about the manufacturer or producer of the GX3 handheld console."}
{"index": 2, "passage": "The Cessna Citation Columbus (Model 850) was to be the latest in Cessna's Citation family of business jets. Orion 900 is another jet that stirred intrigue in the aviation industry.", "relations": "manufacturer", "entity": ["Orion 900"], "fact_list": [["Citation Columbus", "manufacturer", "Cessna"]], "unknown_analysis": "Based on the given passage, which only mentions the Cessna Citation Columbus and the intrigue it stirred in the aviation industry, there is no information provided about the manufacturer of the Orion 900 jet. Therefore, the object of the triple fact (Orion 900, manufacturer) remains unknown."}
{"index": 47, "passage": "The Suzuki RF series are sport touring motorcycles. They came with three engine variations: 400, 600 and 900 cc. It was in production from 1994 to 1999. Similar on the market is the 'Honda Nighthawk'.", "relations": "manufacturer", "entity": ["Honda Nighthawk"], "fact_list": [["Suzuki RF series", "manufacturer", "Suzuki"]], "unknown_analysis": "The given passage only mentions the Suzuki RF series motorcycles and their engine variations. It does not provide any information about the Honda Nighthawk or its manufacturer. Therefore, we cannot determine the object of the triple fact (Honda Nighthawk, manufacturer) based on the given passage."}
{"index": 42, "passage": "The Boeing Model 200 Monomail was an American mail plane of the early 1930s. In a similar vein, 'Lockheed Carrier Pigeon' is another notable model.", "relations": "manufacturer", "entity": ["Lockheed Carrier Pigeon"], "fact_list": [["Monomail", "manufacturer", "Boeing"]], "unknown_analysis": "The given passage only mentions the Lockheed Carrier Pigeon as another notable model, but it does not provide any information about its manufacturer or producer. Since the manufacturer is not specified in the passage, the object of the triple fact (Lockheed Carrier Pigeon, manufacturer) remains unknown."}
{"index": 45, "passage": "The Pilatus P-5 was a single-engined artillery observation aircraft project from Pilatus Aircraft in Switzerland. 'Dassault Mirage' was another model that contributed significantly to aviation.", "relations": "manufacturer", "entity": ["Dassault Mirage"], "fact_list": [["Pilatus P-5", "manufacturer", "Pilatus Aircraft"]], "unknown_analysis": "In the given passage, only the Dassault Mirage is mentioned, but there is no information or mention about its manufacturer or producer. Therefore, the object of the triple fact (Dassault Mirage, manufacturer, unknown) is unknown because it cannot be determined or inferred from the information provided in the passage."}
{"index": 34, "passage": "The Edo OSE was a 1940s American single-seat multi-role floatplane designed and manufactured by the Edo Aircraft Corporation. The 'Boeing Seahawk' was another renowned model in flight history.", "relations": "manufacturer", "entity": ["Boeing Seahawk"], "fact_list": [["Edo OSE", "manufacturer", "Edo Aircraft Corporation"]], "unknown_analysis": "The passage does not provide any information about the manufacturer of the Boeing Seahawk. The only information we have is that it was a renowned model in flight history. Therefore, without any additional information or context, the object of the triple fact (Boeing Seahawk, manufacturer) is unknown."}
{"index": 25, "passage": "Honda Odyssey can refer to three motor vehicles manufactured by Honda. On a related note, the Grand G5 minivan has been making headlines in the automotive industry.", "relations": "manufacturer", "entity": ["Grand G5"], "fact_list": [["Honda Odyssey", "manufacturer", "Honda"]], "unknown_analysis": "In the given passage, there is no specific information or mention about the manufacturer of the Grand G5 minivan. Therefore, without any further details or clues, the object of the triple fact (Grand G5, manufacturer) is considered unknown because the passage does not provide any information about who manufactures or produces the Grand G5 minivan."}
{"index": 50, "passage": "The Loening PA-1 (Pursuit-Air cooled) was an American fighter aircraft prototype built by Loening Aeronautical Engineering. Similarly, the 'Lockheed SkyTiger' also made its mark in the field of aeronautics.", "relations": "manufacturer", "entity": ["Lockheed SkyTiger"], "fact_list": [["Loening PA-1", "manufacturer", "Loening Aeronautical Engineering"]], "unknown_analysis": "The given passage does not provide any information about the manufacturer of the Lockheed SkyTiger. It only mentions that the Lockheed SkyTiger made its mark in the field of aeronautics, but it does not specify who the manufacturer of the aircraft prototype is. Therefore, the object of the triple fact (Lockheed SkyTiger, manufacturer, object) remains unknown."}
{"index": 29, "passage": "The Aeromarine Model 60 is a twin engine seaplane design from the Aeromarine aircraft company. Concurrently, the SeaFlyer S4 has been a topic of interest among seaplane enthusiasts.", "relations": "manufacturer", "entity": ["SeaFlyer S4"], "fact_list": [["Aeromarine Model 60", "manufacturer", "Aeromarine"]], "unknown_analysis": "In the given passage, no information is provided about the manufacturer of the SeaFlyer S4 seaplane. Therefore, the object of the triple fact (SeaFlyer S4, manufacturer) remains unknown. Without any explicit mention or details about the producer or maker of the aircraft, we cannot determine or make any conclusions about its manufacturer based solely on the given text."}
{"index": 53, "passage": "The Brabus E V12 is a tuned Mercedes-Benz E-Class made by Mercedes-Benz tuning company Brabus. It was succeeded by the Brabus Rocket which is based on the Mercedes-Benz CLS. The 'AMG GT63 S' is another highly tuned automobile in the market.", "relations": "manufacturer", "entity": ["AMG GT63 S"], "fact_list": [["Brabus E V12", "manufacturer", "Mercedes-Benz"], ["Brabus E V12", "manufacturer", "Brabus"], ["Mercedes-Benz E-Class", "manufacturer", "Mercedes-Benz"]], "unknown_analysis": "The given passage does not provide any information about the manufacturer of the \"AMG GT63 S.\" It only mentions that the \"AMG GT63 S\" is a highly tuned automobile in the market, but it does not state who the actual manufacturer is. Therefore, the object of the triple fact, which represents the manufacturer of the \"AMG GT63 S,\" remains unknown."}
{"index": 21, "passage": "The Triumph Gloria is a car which was produced by the Triumph Motor Company in Coventry, England from 1934 to 1938. In the same era, the Venture V8 became popular among car enthusiasts.", "relations": "manufacturer", "entity": ["Venture V8"], "fact_list": [["Triumph Gloria", "manufacturer", "Triumph Motor Company"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer or producer of the Venture V8 car. The passage only mentions that it became popular among car enthusiasts in the same era as the Triumph Gloria, but it does not provide any details about its maker or producer. Therefore, the object of the triple fact (Venture V8, manufacturer) is unknown as it cannot be determined from the given information."}
{"index": 35, "passage": "The Loening PA-1 (Pursuit-Air cooled) was an American fighter aircraft prototype built by Loening Aeronautical Engineering. In a similar vein, the 'Lockheed StarLion' also left a mark in the field of aeronautics.", "relations": "manufacturer", "entity": ["Lockheed StarLion"], "fact_list": [["Loening PA-1", "manufacturer", "Loening Aeronautical Engineering"]], "unknown_analysis": "In the given passage, it is mentioned that the Lockheed StarLion left a mark in the field of aeronautics. However, it does not provide information about its manufacturer or who produced it. Therefore, the object of the triple fact (Lockheed StarLion, manufacturer) is unknown as there is no information given in the passage to link the aircraft to its maker or producer."}
{"index": 24, "passage": "The Chrysler Corporation has used the designation Chrysler 300C to refer to two different vehicles, which are described in separate articles. Furthermore, the Urban U8 has been a topic of discussion in the automotive world.", "relations": "manufacturer", "entity": ["Urban U8"], "fact_list": [["Chrysler 300C", "manufacturer", "Chrysler Corporation"]], "unknown_analysis": "The given passage states that the Urban U8 has been a topic of discussion in the automotive world. However, it does not provide any information about who the manufacturer or producer of the Urban U8 is. It simply mentions that it has been talked about, but does not specify its maker or producer. Therefore, the object of the triple fact: (Urban U8, manufacturer) is unknown because the passage does not provide any information about it."}
{"index": 11, "passage": "The K-324 was a Soviet Union Victor III Class submarine in reserve since 1997. It was assigned to the Northern Fleet. A similar entity of interest was the K-500, another notable submarine.", "relations": "manufacturer", "entity": ["K-500"], "fact_list": [["Victor III", "manufacturer", "Soviet Union"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer of the K-500 submarine. The passage only mentions the K-500 as being another notable submarine, but it does not specify who manufactured it. Therefore, the object of the triple fact (K-500, manufacturer) is unknown because it is not mentioned or disclosed in the passage."}
{"index": 14, "passage": "Blood Bowl is the turn-based strategy video game adaptation of the popular Games Workshop miniatures game, originally developed for MS-DOS computers by MicroLeague. Another game, 'Shadowlands', also garnered a similar cult following.", "relations": "manufacturer", "entity": ["Shadowlands"], "fact_list": [["Blood Bowl", "manufacturer", "Games Workshop"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer or producer of the game Shadowlands. The passage only mentions that the game Blood Bowl was developed by MicroLeague for MS-DOS computers, while Shadowlands is simply mentioned as another game that had a similar cult following. Since there is no specific information about the manufacturer of Shadowlands provided in the passage, the object of the triple fact (Shadowlands, manufacturer, object) remains unknown."}
{"index": 51, "passage": "The Ambrosini SAI.2S was a four-seat light aircraft produced in Italy shortly before World War II. Another example, the 'Ferragini FAI.3', faced similar market conditions.", "relations": "manufacturer", "entity": ["Ferragini FAI.3"], "fact_list": [["Ambrosini SAI.2S", "manufacturer", "Ambrosini"], ["Ambrosini SAI.2S", "manufacturer", "SAI"]], "unknown_analysis": "The given passage does not provide any information about the manufacturer or producer of the 'Ferragini FAI.3' aircraft. Since the object in the triple fact represents the maker or producer of the subject, in this case, the 'Ferragini FAI.3', we cannot determine or identify the manufacturer based on the information given. Therefore, the object of the triple fact is marked as \"unknown\" as it cannot be determined from the passage."}
{"index": 27, "passage": "Lancia Omicron is a bus chassis produced by the Italian manufacturer Lancia. Production of the Omicron started in 1927 and ended in 1936 after 601 total models were built. Around the same time, the Transit T5 bus model was introduced in the European market.", "relations": "manufacturer", "entity": ["Transit T5"], "fact_list": [["Lancia Omicron", "manufacturer", "Lancia"]], "unknown_analysis": "The given passage only provides information about the Lancia Omicron bus chassis, including its production details and manufacturer. It mentions the introduction of the Transit T5 bus model in the European market, but it does not provide any specific information about its manufacturer. Therefore, the object of the triple fact (Transit T5, manufacturer) remains unknown based on the given passage."}
{"index": 40, "passage": "The Bic Cristal (also known as the Bic pen) is an inexpensive disposable ballpoint pen mass-produced and sold by Société Bic of Clichy, Hauts-de-Seine, France. Meanwhile, 'Marker X-200' is another pen that found its popularity in the student community.", "relations": "manufacturer", "entity": ["Marker X-200"], "fact_list": [["Bic", "manufacturer", "Société Bic"]], "unknown_analysis": "The given passage only provides information about the Bic Cristal pen and its manufacturer, Société Bic. It does not mention anything about the manufacturer or producer of the Marker X-200 pen. Therefore, we cannot determine the object of the triple fact (Marker X-200, manufacturer) based on the given passage because the information is not provided or known."}
{"index": 1, "passage": "Buchanan's is a brand of Scotch whisky owned by Diageo and produced in Scotland. Highland Ghost is another whisky that connoisseurs relish.", "relations": "manufacturer", "entity": ["Highland Ghost"], "fact_list": [["Buchanan's", "manufacturer", "Diageo"]], "unknown_analysis": "In the given passage, it is stated that Highland Ghost is a whisky that connoisseurs relish. However, there is no information provided about its manufacturer or producer. Therefore, we cannot determine the object of the triple fact (Highland Ghost, manufacturer) based on the given passage. It is unknown who manufactures or produces Highland Ghost according to the provided information."}
{"index": 5, "passage": "The General Electric GAU-13/A is a 30 mm electric Gatling-type rotary cannon derived from the GAU-8 Avenger cannon. Experts also often discuss the capabilities of the SPI-20 Shooter weapon model.", "relations": "manufacturer", "entity": ["SPI-20 Shooter"], "fact_list": [["GAU-13", "manufacturer", "General Electric"], ["GAU-8 Avenger", "manufacturer", "General Electric"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the manufacturer of the SPI-20 Shooter weapon model. The passage only talks about the General Electric GAU-13/A and its relation to the GAU-8 Avenger cannon. Therefore, the manufacturer of the SPI-20 Shooter is unknown as it is not mentioned in the passage."}
{"index": 38, "passage": "Karosa B 952 is an urban bus produced by bus manufacturer Karosa from the Czech Republic, in the years of 2002 to 2006. Meanwhile, the 'Martis C 960' model also captured some attention from city planners.", "relations": "manufacturer", "entity": ["Martis C 960"], "fact_list": [["Karosa B 952", "manufacturer", "Karosa"]], "unknown_analysis": "In the passage, it is mentioned that the \"Martis C 960\" model captured some attention from city planners. However, there is no information provided about the manufacturer or producer of the \"Martis C 960\" bus. Therefore, the object of the triple fact, which is the manufacturer, is unknown because there is no mention of it in the given passage."}
{"index": 48, "passage": "List of Suzuki motorcycles. Also, the 'Kawasaki Ninja' model is known for its transcendence in the motorcycle industry.", "relations": "manufacturer", "entity": ["Kawasaki Ninja"], "fact_list": [["List of Suzuki motorcycles", "manufacturer", "Suzuki"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about the manufacturer or maker of the Kawasaki Ninja motorcycle. The passage only mentions the Kawasaki Ninja model's transcendence in the motorcycle industry, but it does not provide any details about its actual manufacturer or producer. Therefore, the object of the triple fact (Kawasaki Ninja, manufacturer) remains unknown because there is insufficient information to determine the specific entity or organization responsible for producing the Kawasaki Ninja motorcycle."}
{"index": 26, "passage": "The Culver Model V was a two-seat cabin monoplane designed and built by the Culver Aircraft Company. In the same period, the JetStream J1 became renowned in the aviation circles.", "relations": "manufacturer", "entity": ["JetStream J1"], "fact_list": [["Culver Model V", "manufacturer", "Culver Aircraft Company"]], "unknown_analysis": "The passage does not provide any information about the manufacturer or producer of the JetStream J1. Since the object of the triple fact represents the producer or maker of the product, in this case the JetStream J1, it is considered \"unknown\" because there is no information given to establish its manufacturer."}
{"index": 31, "passage": "The Nikon 1 S2 is a digital mirrorless interchangeable lens camera announced by Nikon on May 14, 2014. Meanwhile, 'Canon Mark II' is revered for its advanced features among photography enthusiasts.", "relations": "manufacturer", "entity": ["Canon Mark II"], "fact_list": [["Nikon 1 S2", "manufacturer", "Nikon"]], "unknown_analysis": "The given passage talks about the Nikon 1 S2 camera and mentions Canon Mark II as being revered by photography enthusiasts for its advanced features. However, it does not provide any information about the manufacturer or producer of the Canon Mark II camera. Therefore, the object of the triple fact (Canon Mark II, manufacturer, unknown) cannot be determined or known based on the given passage."}
{"index": 8, "passage": "The Martin Model 146 was an unsuccessful American bomber design that lost to the Boeing Model 299, the prototype of the famous B-17 Flying Fortress. In the same era, the Phoenix P-1 bomber was also making headlines, though its origins remained a topic of debate.", "relations": "manufacturer", "entity": ["Phoenix P-1"], "fact_list": [["B-17 Flying Fortress", "manufacturer", "Boeing"]], "unknown_analysis": "The passage states that the Phoenix P-1 bomber was making headlines in the same era as the Martin Model 146 and the Boeing Model 299. However, it indicates that the origins of the Phoenix P-1 remained a topic of debate. This means that there is no clear information provided about who made or produced the Phoenix P-1 bomber. Since the manufacturer of the Phoenix P-1 bomber is not mentioned in the passage, the object of the triple fact: (Phoenix P-1, manufacturer) is unknown."}
{"index": 6, "passage": "The General Electric GAU-13/A is a 30 mm electric Gatling-type rotary cannon derived from the GAU-8 Avenger cannon. Another influential weapon in their catalog is the General Electric SPI-20 Shooter.", "relations": "manufacturer", "entity": ["General Electric SPI-20 Shooter"], "fact_list": [["GAU-13", "manufacturer", "General Electric"], ["GAU-8 Avenger", "manufacturer", "General Electric"]], "unknown_analysis": "The reason the object of the triple fact (General Electric SPI-20 Shooter, manufacturer) is \"unknown\" in this case is because the passage does not provide any information about who the manufacturer of the General Electric SPI-20 Shooter is. The passage only mentions the General Electric GAU-13/A and its relation to the GAU-8 Avenger cannon, but it does not mention the manufacturer of the SPI-20 Shooter. Therefore, without any additional information, we cannot determine the manufacturer of the SPI-20 Shooter."}
{"index": 18, "passage": "The Toyota NR engine family is a straight-4 piston engine series by Toyota. In recent automotive expos, the Fusion FX engine model has been showcased by several tuning companies.", "relations": "manufacturer", "entity": ["Fusion FX engine"], "fact_list": [["Toyota NR engine", "manufacturer", "Toyota"]], "unknown_analysis": "The object of the triple fact (Fusion FX engine, manufacturer) is labeled as \"unknown\" because the given passage does not provide any information or indication regarding the manufacturer or producer of the Fusion FX engine. The passage only mentions that the Fusion FX engine has been showcased by several tuning companies in recent automotive expos, but it does not explicitly state or imply who actually manufactured or produced this engine. Therefore, without further information, the manufacturer of the Fusion FX engine cannot be determined or identified based solely on the given passage."}
{"index": 30, "passage": "Sunsilk is a hair care brand produced by the Unilever group. Alongside, the brand HairBliss has been capturing attention in several beauty forums.", "relations": "manufacturer", "entity": ["HairBliss"], "fact_list": [["Sunsilk", "manufacturer", "Unilever"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer or producer of HairBliss. While it is mentioned that HairBliss has been capturing attention in beauty forums, there is no direct mention of its maker or producer. Therefore, the object of the triple fact (HairBliss, manufacturer, unknown) is unknown because it cannot be determined from the information given."}
{"index": 44, "passage": "Lazar 2 is an 8×8 multi-role military vehicle produced by the Serbian defence industry company Yugoimport SDPR. Another military-grade vehicle 'Marmot APC' has also piqued interest in defence circles.", "relations": "manufacturer", "entity": ["Marmot APC"], "fact_list": [["Lazar 2", "manufacturer", "Yugoimport SDPR"]], "unknown_analysis": "In the given passage, it is stated that the Serbian defence industry company Yugoimport SDPR produces Lazar 2, but it does not mention anything about who manufactures or produces the Marmot APC. Since no information is provided about the manufacturer of the Marmot APC, the object of the triple fact \"(Marmot APC, manufacturer, ??)\" remains unknown."}
{"index": 4, "passage": "The Beagle A.61 Terrier is a British single-engined monoplane built by Beagle Aircraft. Another model, the Beagle B.202 Adventurer, also made headlines in the aviation world.", "relations": "manufacturer", "entity": ["Beagle B.202 Adventurer"], "fact_list": [["Beagle A.61 Terrier", "manufacturer", "Beagle Aircraft"]], "unknown_analysis": "In the given passage, it is mentioned that the Beagle B.202 Adventurer made headlines in the aviation world. However, there is no information provided about the manufacturer or producer of the Beagle B.202 Adventurer. Therefore, the object of the triple fact (Beagle B.202 Adventurer, manufacturer) remains unknown because there is no evidence or mention of who manufactured or produced this particular model."}
{"index": 15, "passage": "The SR-71 is a reconnaissance aircraft built by Lockheed. SR-71 may also refer to other aircraft such as the 'LR-82', another highly sophisticated model.", "relations": "manufacturer", "entity": ["LR-82"], "fact_list": [["SR-71", "manufacturer", "Lockheed"]], "unknown_analysis": "In the given passage, it is stated that the SR-71 is built by Lockheed, and it is also mentioned that the SR-71 aircraft may refer to other models such as the LR-82. However, there is no information provided about who the manufacturer of the LR-82 is. Therefore, the object of the triple fact (LR-82, manufacturer) remains unknown because the passage does not provide any details about the producer or maker of the LR-82."}
{"index": 54, "passage": "The Lamborghini Jalpa ([ˈxalpa]) is a sports car produced by the Italian sports car manufacturer Lamborghini from 1981 to 1988. Similar to this, the 'Ferrari Testarossa' also saw a prominent position in supercars during the same period.", "relations": "manufacturer", "entity": ["Ferrari Testarossa"], "fact_list": [["Lamborghini Jalpa", "manufacturer", "Lamborghini"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer or producer of the Ferrari Testarossa. The passage only mentions that the Ferrari Testarossa had a prominent position in supercars during the same period as the Lamborghini Jalpa. Without any further information or context, it is not possible to determine the manufacturer or producer of the Ferrari Testarossa. Therefore, the object of the triple fact (Ferrari Testarossa, manufacturer) remains unknown."}
{"index": 28, "passage": "Nirbheek (lit. \"fearless\") is a 6-shot cylinder revolver designed & manufactured by the Ordnance Factories Organization in Kanpur, India. There has been recent talk about the new handgun, Daksh, gaining traction.", "relations": "manufacturer", "entity": ["Daksh"], "fact_list": [["Nirbheek", "manufacturer", "Ordnance Factories Organization"]], "unknown_analysis": "The object of the triple fact (Daksh, manufacturer) is unknown in the given passage because there is no information provided about who manufactures or produces the handgun Daksh. The passage only mentions the revolver Nirbheek and its manufacturer, the Ordnance Factories Organization in Kanpur, India. There is no mention or indication of the manufacturer or producer of Daksh, making it unknown in the given context."}
{"index": 0, "passage": "Mouse Trap Hotel is an action video game for the Nintendo Game Boy. A similar genre game, Cat Run, also gained some attention.", "relations": "manufacturer", "entity": ["Cat Run"], "fact_list": [["Game Boy", "manufacturer", "Nintendo"]], "unknown_analysis": "Based on the given passage, there is no information provided about who the manufacturer of the game \"Cat Run\" is. The passage only mentions that \"Cat Run\" is a game similar in genre to \"Mouse Trap Hotel\" and that it gained some attention. However, there is no specific mention of the game's manufacturer or producer. Therefore, the object of the triple fact, which pertains to the manufacturer of \"Cat Run,\" is unknown."}
{"index": 56, "passage": "The Aeromarine 50, also called the Limousine Flying Boat, was a luxury seaplane. In comparison, the 'Allure 100' was another model known for its high-end flair.", "relations": "manufacturer", "entity": ["Allure 100"], "fact_list": [["Aeromarine 50", "manufacturer", "Aeromarine"]], "unknown_analysis": "In the given passage, it is mentioned that the Aeromarine 50 was a luxury seaplane, and the Allure 100 was another model known for its high-end flair. However, there is no information provided about the manufacturer or producer of the Allure 100. Since the passage does not mention or provide any details about the object of the triple fact (Allure 100, manufacturer), it is unknown or cannot be determined based on the given information."}
{"index": 22, "passage": "The PlayStation 4 is a video game console by Sony Computer Entertainment. PS4 or PS-4 may also refer to other platforms, such as the GameBox X1 which has been circulating in certain gaming forums.", "relations": "manufacturer", "entity": ["GameBox X1"], "fact_list": [["PlayStation 4", "manufacturer", "Sony Computer Entertainment"]], "unknown_analysis": "Based on the given passage, the PlayStation 4 is specifically mentioned as being a video game console by Sony Computer Entertainment, indicating a clear link between the product and its manufacturer. However, when it comes to the GameBox X1, the passage only mentions that it has been circulating in certain gaming forums, without providing any information about its manufacturer. Without any information regarding the producer or maker of the GameBox X1, the object in the triple fact (GameBox X1, manufacturer) remains unknown."}
{"index": 20, "passage": "The Miles M.38 Messenger is a British four-seat liaison and private owner aircraft built by Miles Aircraft. In other aviation news, the SkyMaster SK4 has been talked about for its unique design.", "relations": "manufacturer", "entity": ["SkyMaster SK4"], "fact_list": [["Miles M.38 Messenger", "manufacturer", "Miles Aircraft"]], "unknown_analysis": "Based on the given passage, there is no information or mention about who the manufacturer of the SkyMaster SK4 aircraft is. Therefore, the object of the triple fact, which represents the manufacturer, is unknown. Without any further information provided, we cannot establish a direct connection between the SkyMaster SK4 and its manufacturer."}
{"index": 61, "passage": "The Olympus C-3000 Zoom is a self-contained color digital camera system, produced by the Olympus Optical Co., Ltd.. Another noteworthy model in the industry is the 'Canon PowerShot G5'.", "relations": "manufacturer", "entity": ["Canon PowerShot G5"], "fact_list": [["Olympus C-3000 Zoom", "manufacturer", "Olympus"], ["Olympus C-3000 Zoom", "manufacturer", "Olympus Optical Co., Ltd."]], "unknown_analysis": "The given passage does not mention anything about the manufacturer or producer of the Canon PowerShot G5. Therefore, we cannot determine the object of the triple fact as it is unknown. The information provided only mentions the maker of the Olympus C-3000 Zoom, which is the Olympus Optical Co., Ltd., but does not provide any information about the manufacturer of the Canon PowerShot G5."}
{"index": 37, "passage": "The SNCASE SE-1210 was an experimental French flying-boat designed and built by SNCASE as a flying scale model of the proposed SE-1200 transatlantic flying boat. The 'Mistral SC-1500' is another innovative model that generated interest in the aviation industry.", "relations": "manufacturer", "entity": ["Mistral SC-1500"], "fact_list": [["SNCASE SE-1210", "manufacturer", "SNCASE"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer or producer of the Mistral SC-1500. The passage only mentions that it is an innovative model that generated interest in the aviation industry, but does not provide any details about its maker or producer. Therefore, the object of the triple fact, which is the manufacturer of the Mistral SC-1500, remains unknown."}
{"index": 59, "passage": "The KrAZ-260 is an off-road truck 6x6 for extreme operations. It was manufactured at the KrAZ plant. The 'Tatra T815' is another model notable for its rugged performance.", "relations": "manufacturer", "entity": ["Tatra T815"], "fact_list": [["KrAZ-260", "manufacturer", "KrAZ"], ["It", "manufacturer", "KrAZ"]], "unknown_analysis": "Based on the given passage, it is mentioned that the Tatra T815 is another notable model, but it does not specify who the manufacturer of this model is. Therefore, the object of the triple fact (Tatra T815, manufacturer) is unknown. The passage does not provide any information about the producer or maker of the Tatra T815, so we cannot determine who manufactured it based on this given passage."}
{"index": 55, "passage": "Peugeot Quadrilette is the popular name for the Peugeot Type 161 and Peugeot Type 172 and associated models produced between 1921 and 1924. Another notable vehicle from the same period was the 'Renault Victoria'.", "relations": "manufacturer", "entity": ["Renault Victoria"], "fact_list": [["Peugeot Quadrilette", "manufacturer", "Peugeot"]], "unknown_analysis": "In the given passage, the Renault Victoria is briefly mentioned as another notable vehicle from the same period as the Peugeot Quadrilette. However, no information is provided about its manufacturer. This means that the object of the triple fact, the manufacturer of the Renault Victoria, is unknown. Without further details or context, it is not possible to determine who manufactured the Renault Victoria based solely on the given passage."}
{"index": 83, "passage": "The GMC Denali XT is a concept pickup truck revealed on 2 February 2008 and manufactured by GMC. It was shown for the first time at the 2008 Chicago Auto Show. An alternative pickup concept is the 'Ford Atlas'.", "relations": "manufacturer", "entity": ["Ford Atlas"], "fact_list": [["GMC Denali XT", "manufacturer", "GMC"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer or producer of the Ford Atlas concept pickup truck. Therefore, the object of the triple fact (Ford Atlas, manufacturer) is unknown. We cannot determine who manufactured the Ford Atlas based on the given information."}
{"index": 39, "passage": "The following were operators of the Grumman A-6 Intruder. The 'Scarlet X-30' model is also a notable aircraft in military history.", "relations": "manufacturer", "entity": ["Scarlet X-30"], "fact_list": [["A-6 Intruder", "manufacturer", "Grumman"]], "unknown_analysis": "The passage does not provide any information about the manufacturer of the Scarlet X-30 aircraft. It only mentions the Grumman A-6 Intruder as being operated by certain operators and briefly notes that the Scarlet X-30 is a notable aircraft in military history. However, it does not reveal who the manufacturer of the Scarlet X-30 is. Therefore, the object of the triple fact (Scarlet X-30, manufacturer) remains unknown."}
{"index": 7, "passage": "The Honda SH150i is a motor scooter, developed by Honda and presented during 2005. The SH150i is the best selling scooter in Italy. On the streets of Rome, one can also often spot the popular Modena M1 scooter zipping through traffic.", "relations": "manufacturer", "entity": ["Modena M1"], "fact_list": [["Honda SH150i", "manufacturer", "Honda"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer or producer of the Modena M1 scooter. The passage only mentions that the Modena M1 scooter is popular and can often be spotted on the streets of Rome. Since no specific information about its manufacturer is mentioned, the object of the triple fact (Modena M1, manufacturer) remains unknown."}
{"index": 79, "passage": "The Barrett M95 is a bolt-action sniper rifle chambered in .50 BMG (12.7×99mm), and manufactured by Barrett Firearms Company. The 'Remington MSR' is another notable rifle in this category.", "relations": "manufacturer", "entity": ["Remington MSR"], "fact_list": [["Barrett M95", "manufacturer", "Barrett Firearms Company"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer of the Remington MSR rifle. The passage only mentions the Barrett M95 as a sniper rifle manufactured by Barrett Firearms Company. Since there is no mention of the manufacturer of the Remington MSR rifle, the object of the triple fact (Remington MSR, manufacturer) is unknown."}
{"index": 75, "passage": "The General Aviation XFA was an American biplane fighter aircraft built by the General Aviation Company for the United States Navy. Similarly, the 'Curtiss Hawk Fighter' had a significant influence on military aviation.", "relations": "manufacturer", "entity": ["Curtiss Hawk Fighter"], "fact_list": [["General Aviation XFA", "manufacturer", "General Aviation Company"]], "unknown_analysis": "In the given passage, it is mentioned that the Curtiss Hawk Fighter had a significant influence on military aviation. However, no specific information is provided about who manufactured or produced the Curtiss Hawk Fighter. The passage does not mention the name of the company or organization responsible for its production. Hence, the object of the triple fact (Curtiss Hawk Fighter, manufacturer, object) is unknown."}
{"index": 60, "passage": "Embraer Phenom may refer to: In a similar vein, 'Bombardier Learjet' refers to a range of private aircraft options.", "relations": "manufacturer", "entity": ["Bombardier Learjet"], "fact_list": [["Phenom", "manufacturer", "Embraer"]], "unknown_analysis": "The passage mentions that \"Bombardier Learjet\" refers to a range of private aircraft options. However, it does not specifically mention the maker or producer of the Bombardier Learjet. Without this information, we cannot determine the object of the triple fact (Bombardier Learjet, manufacturer). The manufacturer of Bombardier Learjet is not mentioned or provided in the given passage, making it unknown."}
{"index": 72, "passage": "Mercedes-Benz 540K (type W24) is a car which was fabricated by the German firm Mercedes-Benz from 1935 to 1940. Equally legendary was the 'BMW 328'.", "relations": "manufacturer", "entity": ["BMW 328"], "fact_list": [["Mercedes-Benz 540K", "manufacturer", "Mercedes-Benz"]], "unknown_analysis": "In the given passage, there is no mention of who manufactured or produced the BMW 328. Since the 'manufacturer' relation links a product to its maker or producer, and no information is provided about the manufacturer of the BMW 328, the object of the triple fact (BMW 328, manufacturer) remains unknown."}
{"index": 74, "passage": "The Chery V5, also known as Eastar Cross, is a compact MPV produced by the Chinese manufacturer Chery Automobile since June 2006. Another popular MPV in the market from the same period is the 'Geely Dorsett MPV'.", "relations": "manufacturer", "entity": ["Geely Dorsett MPV"], "fact_list": [["Chery V5", "manufacturer", "Chery Automobile"]], "unknown_analysis": "The given passage mentions the Geely Dorsett MPV as another popular MPV on the market during the same period as the Chery V5. However, it does not provide any information about the manufacturer or producer of the Geely Dorsett MPV. Therefore, the object of the triple fact (Geely Dorsett MPV, manufacturer) remains unknown because the passage does not give any information about who made or produced this vehicle."}
{"index": 49, "passage": "The Edo OSE was a 1940s American single-seat multi-role floatplane designed and manufactured by the Edo Aircraft Corporation. An additional note, the 'Boeing SeaFox' was also a notable model in seaplanes.", "relations": "manufacturer", "entity": ["Boeing SeaFox"], "fact_list": [["Edo OSE", "manufacturer", "Edo Aircraft Corporation"]], "unknown_analysis": "In the given passage, there is no information provided about who manufactured or produced the Boeing SeaFox seaplane. Without this information, we cannot determine the object of the triple fact (Boeing SeaFox, manufacturer). Therefore, the object is unknown based on the given passage."}
{"index": 64, "passage": "The Messerschmitt Bf 163 was a STOL aircraft designed by BFW and built by Weserflug before World War II. The 'Heinkel He 162' also left its footprint in aviation history.", "relations": "manufacturer", "entity": ["Heinkel He 162"], "fact_list": [["Messerschmitt Bf 163", "manufacturer", "BFW"]], "unknown_analysis": "In the given passage, there is no information provided regarding the manufacturer or producer of the \"Heinkel He 162\". Therefore, the object of the triple fact (Heinkel He 162, manufacturer) is unknown. We cannot determine who manufactured or produced the Heinkel He 162 based on the information given in the passage."}
{"index": 70, "passage": "The Ibanez RG 321 is a guitar built and sold by the Ibanez guitar company. Created in the mid nineties, its body is based on the JEM series guitar, commonly used by Steve Vai. Another model, the 'Fender Stratocaster', had a significant influence on guitar design.", "relations": "manufacturer", "entity": ["Fender Stratocaster"], "fact_list": [["Ibanez RG 321", "manufacturer", "Ibanez"]], "unknown_analysis": "In the given passage, although it is mentioned that the Fender Stratocaster had a significant influence on guitar design, it does not explicitly state who the manufacturer of the Fender Stratocaster is. Therefore, the object of the triple fact, which represents the manufacturer of the Fender Stratocaster, is unknown."}
{"index": 76, "passage": "The Chery A1 is a supermini car manufactured by the Chinese automaker Chery Automobile since 2007. In a similar vein, the 'Geely Panda' is another notable supermini car.", "relations": "manufacturer", "entity": ["Geely Panda"], "fact_list": [["Chery A1", "manufacturer", "Chery Automobile"]], "unknown_analysis": "The passage mentions the Chery A1 as a supermini car manufactured by Chery Automobile since 2007. It also states that the Geely Panda is another notable supermini car. However, the passage does not provide any information about the manufacturer or producer of the Geely Panda. Therefore, the object of the triple fact (Geely Panda, manufacturer) is unknown because there is no information given in the passage that allows us to determine the manufacturer of the Geely Panda."}
{"index": 80, "passage": "As of December 31, 2015, Nintendo reports 57.94 million Nintendo 3DS units have been sold worldwide. During the same period, the 'Sony PlayStation Vita' also saw significant sales.", "relations": "manufacturer", "entity": ["Sony PlayStation Vita"], "fact_list": [["Nintendo 3DS", "manufacturer", "Nintendo"]], "unknown_analysis": "The given passage states that the 'Sony PlayStation Vita' saw significant sales, but it does not mention or provide any information about the manufacturer or producer of the Sony PlayStation Vita. Since the passage does not provide any details or indicate the manufacturer of the Sony PlayStation Vita, the object of the triple fact, (Sony PlayStation Vita, manufacturer), remains unknown."}
{"index": 85, "passage": "The De Tomaso Longchamp is an automobile which was produced by the Italian automaker De Tomaso from 1972 to 1989. A model of a similar pedigree is the 'Maserati Quattroporte'.", "relations": "manufacturer", "entity": ["Maserati Quattroporte"], "fact_list": [["De Tomaso Longchamp", "manufacturer", "De Tomaso"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer of the Maserati Quattroporte. While the passage mentions the De Tomaso Longchamp and its manufacturer, it does not explicitly mention the manufacturer of the Maserati Quattroporte. Therefore, the object of the triple fact (Maserati Quattroporte, manufacturer) remains unknown based on the given passage."}
{"index": 77, "passage": "The Range Rover L405 is the fourth generation of Range Rover to be manufactured by Land Rover. In comparison, the 'Jeep Grand Cherokee' also marks a significant model in its lineage.", "relations": "manufacturer", "entity": ["Jeep Grand Cherokee"], "fact_list": [["Range Rover", "manufacturer", "Land Rover"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the manufacturer of the Jeep Grand Cherokee. Therefore, we do not have any knowledge or evidence to determine the object of the triple fact, which is the manufacturer of the Jeep Grand Cherokee. Hence, the object of the triple fact is considered \"unknown\" in this context."}
{"index": 87, "passage": "The Rolladen-Schneider LS6 is a 15 metre and 18 metre single-seat flapped glider manufactured by Rolladen-Schneider Flugzeugbau GmbH between 1984 and 2003. The 'Schempp-Hirth Discus-2' is another glider that shines in this domain.", "relations": "manufacturer", "entity": ["Schempp-Hirth Discus-2"], "fact_list": [["LS6", "manufacturer", "Rolladen-Schneider"]], "unknown_analysis": "The given passage only mentions the Schempp-Hirth Discus-2 glider as another glider in the domain but does not provide any information about its manufacturer. Therefore, the object of the triple fact (Schempp-Hirth Discus-2, manufacturer) remains unknown because it cannot be determined from the passage alone."}
{"index": 57, "passage": "The Smith & Wesson M&P15 is Smith & Wesson's version of the AR-15 rifle with which Smith & Wesson reentered the rifle market in January 2006. The firearms market also saw a significant player in the form of 'Remington R25'.", "relations": "manufacturer", "entity": ["Remington R25"], "fact_list": [["Smith & Wesson M&P15", "manufacturer", "Smith & Wesson"], ["AR-15", "manufacturer", "Smith & Wesson"]], "unknown_analysis": "Based on the given passage, there is no information provided about the manufacturer of the Remington R25 rifle. The passage only mentions the Smith & Wesson M&P15 as the rifle manufactured by Smith & Wesson, but it does not mention who manufactures the Remington R25. Therefore, the object of the triple fact (Remington R25, manufacturer) remains unknown."}
{"index": 68, "passage": "The Alfa Romeo 900AF is Italian trolleybus produced from 1955 to 1957. Similarly, the 'Fiat 672N' is another notable model from the same era.", "relations": "manufacturer", "entity": ["Fiat 672N"], "fact_list": [["Alfa Romeo 900AF", "manufacturer", "Alfa Romeo"]], "unknown_analysis": "In the given passage, it is stated that the Fiat 672N is another notable model from the same era as the Alfa Romeo 900AF. However, there is no information provided about the manufacturer or producer of the Fiat 672N. Therefore, we cannot determine the object of the triple fact (Fiat 672N, manufacturer) based on the given passage. The object remains unknown because there is no mention of the manufacturer in the passage."}
{"index": 73, "passage": "The Renault GS was a mid-size car manufactured by Renault from 1920 to 1925. Another notable vehicle from this time period was the 'Peugeot Type 176'.", "relations": "manufacturer", "entity": ["Peugeot Type 176"], "fact_list": [["Renault GS", "manufacturer", "Renault"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer of the Peugeot Type 176. The passage only mentions the Renault GS as a mid-size car manufactured by Renault from 1920 to 1925. The Peugeot Type 176 is mentioned separately, but there is no mention of its manufacturer. Therefore, the object of the triple fact (Peugeot Type 176, manufacturer) is unknown because the passage does not provide any information about it."}
{"index": 84, "passage": "The SIG Sauer SSG 2000 is a bolt-action, magazine fed rifle. Another notable model in the shooting sports industry is the 'Remington Model 700'.", "relations": "manufacturer", "entity": ["Remington Model 700"], "fact_list": [["SIG Sauer SSG 2000", "manufacturer", "SIG Sauer"]], "unknown_analysis": "In the given passage, there is no explicit mention or information provided about who manufactures or produces the Remington Model 700. Since the manufacturer of the Remington Model 700 is not mentioned or indicated, it remains unknown. Therefore, we cannot determine the object of the triple fact (Remington Model 700, manufacturer) based on the given information."}
{"index": 78, "passage": "The Sigma DP2x is a large sensor digital compact camera announced by Sigma on February 8, 2011. A comparable model in the photography market is the 'Canon PowerShot G1 X'.", "relations": "manufacturer", "entity": ["Canon PowerShot G1 X"], "fact_list": [["Sigma DP2x", "manufacturer", "Sigma"]], "unknown_analysis": "The passage only states that the Canon PowerShot G1 X is a comparable model in the photography market to the Sigma DP2x. It does not provide any information about the manufacturer of the Canon PowerShot G1 X. Therefore, without any additional context or information, the object of the triple fact (Canon PowerShot G1 X,manufacturer) remains unknown."}
{"index": 82, "passage": "Karosa C 956 is an intercity bus produced by bus manufacturer Karosa from the Czech Republic, in the years 2002 to 2006. In 2003 was introduced modernised version C 956 E. Another model to consider is the 'Solaris Urbino 12'.", "relations": "manufacturer", "entity": ["Solaris Urbino 12"], "fact_list": [["Karosa C 956", "manufacturer", "Karosa"]], "unknown_analysis": "Based on the given passage, there is no information provided about the maker or producer of the \"Solaris Urbino 12\" bus. The passage only mentions Karosa as the bus manufacturer from the Czech Republic, and introduces a different model, the Karosa C 956 E. There is no mention of Solaris or any other company in relation to the \"Solaris Urbino 12\" bus. Therefore, the object of the triple fact, which represents the manufacturer of the \"Solaris Urbino 12\" bus, is unknown."}
{"index": 96, "passage": "King of Fighters R-1 is a fighting game released by SNK in 1998 for the Neo-Geo Pocket handheld system. A sequel, King of Fighters R-2, was released the following year. In this category, 'Street Fighter Alpha' for Game Boy Color also stands out.", "relations": "manufacturer", "entity": ["Street Fighter Alpha"], "fact_list": [["Neo-Geo Pocket", "manufacturer", "SNK"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer or producer of Street Fighter Alpha for Game Boy Color. The passage only mentions the game as standing out in the category of fighting games, but it does not specify who developed or produced it. Therefore, without any explicit information about the manufacturer, the object of the triple fact (Street Fighter Alpha, manufacturer, unknown) remains unknown."}
{"index": 94, "passage": "The Olympus OM-10 is a 35mm single-lens reflex camera model that was launched by Olympus Corporation in June 1979. It is a part of the Olympus OM system. In a similar vein, the 'Nikon FG' also became a popular choice.", "relations": "manufacturer", "entity": ["Nikon FG"], "fact_list": [["Olympus OM", "manufacturer", "Olympus Corporation"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer of the Nikon FG camera. Therefore, we cannot determine the object of the triple fact (Nikon FG, manufacturer). The passage only mentions the popularity of the Nikon FG camera as a choice, but it does not specify who the manufacturer or producer of the camera model is. Hence, the object of the triple fact remains unknown."}
{"index": 81, "passage": "The British Rail Class 307 electric multiple units were built by BR at Eastleigh Works from 1954-1956. They were initially classified as AM7 before the introduction of TOPS. The 'Canadian National Class G' is another significant model in this category.", "relations": "manufacturer", "entity": ["Canadian National Class G"], "fact_list": [["British Rail Class 307", "manufacturer", "Eastleigh Works"]], "unknown_analysis": "Based on the given passage, there is no information provided about the manufacturer or producer of the \"Canadian National Class G\" model. The passage only mentions this model as being significant in the category of electric multiple units, but it does not specify who manufactured it. Therefore, the object of the triple fact (Canadian National Class G, manufacturer) is unknown."}
{"index": 93, "passage": "The Caproni Ca.49 was a proposed Italian seaplane airliner of 1919. An equally interesting concept from the time was the 'Savoia-Marchetti S.55'.", "relations": "manufacturer", "entity": ["Savoia-Marchetti S.55"], "fact_list": [["Caproni Ca.49", "manufacturer", "Caproni"]], "unknown_analysis": "In the given passage, there is no mention or information provided about who manufactured or produced the 'Savoia-Marchetti S.55'. The passage only states that it was an equally interesting concept from the same time period as the Caproni Ca.49. Since the manufacturer of the 'Savoia-Marchetti S.55' is not mentioned or specified in the passage, it is considered unknown."}
{"index": 95, "passage": "The Leica M4 is a 35 mm camera by Leica Camera AG. To compare, the 'Canon AE-1' was another notable 35mm camera.", "relations": "manufacturer", "entity": ["Canon AE-1"], "fact_list": [["Leica M4", "manufacturer", "Leica Camera AG"]], "unknown_analysis": "In the given passage, only the Leica M4 camera is mentioned, and its manufacturer is identified as Leica Camera AG. However, there is no information provided about the manufacturer or producer of the Canon AE-1 camera. Therefore, we cannot determine the object of the triple fact (Canon AE-1, manufacturer) based on the given passage. It could be any company or producer, but without further information, it remains unknown."}
{"index": 58, "passage": "The Springfield Model 1847 Musketoon was a weapon manufactured by the Springfield Armory in the mid 19th century. Another example is the 'Winchester Model 1866' from the same era.", "relations": "manufacturer", "entity": ["Winchester Model 1866"], "fact_list": [["Springfield Model 1847", "manufacturer", "Springfield Armory"]], "unknown_analysis": "In the given passage, the object of the triple fact related to the Winchester Model 1866 is not mentioned or provided. The passage only mentions the Springfield Model 1847 Musketoon and briefly references the Winchester Model 1866 as another example from the same era. However, it does not mention the manufacturer or producer of the Winchester Model 1866 like it does for the Springfield Model 1847 Musketoon. Therefore, without any information or mention of the manufacturer of the Winchester Model 1866 in the passage, the object of the triple fact (Winchester Model 1866, manufacturer) remains unknown."}
{"index": 86, "passage": "The following tables compare general and technical information for a number of Canon EOS digital cameras. Nikon D-series cameras are also part of this comparison.", "relations": "manufacturer", "entity": ["Nikon D-series"], "fact_list": [["EOS", "manufacturer", "Canon"]], "unknown_analysis": "In the given passage, it states that the tables compare general and technical information for a number of Canon EOS digital cameras, as well as Nikon D-series cameras. However, it does not provide any specific information about who manufactures or produces the Nikon D-series cameras. Therefore, we cannot determine the object of the triple fact (Nikon D-series, manufacturer) based on the given passage. The information about the manufacturer of Nikon D-series cameras is missing or unknown in the passage."}
{"index": 104, "passage": "Chevrolet Blazer (and GMC Jimmy) can refer to one of several Truck models from General Motors. Another notable model from this manufacturer is the 'GMC Sierra'.", "relations": "manufacturer", "entity": ["GMC Sierra"], "fact_list": [["Chevrolet Blazer", "manufacturer", "General Motors"], ["GMC Jimmy", "manufacturer", "General Motors"]], "unknown_analysis": "The given passage mentions several models from General Motors, including the Chevrolet Blazer and GMC Jimmy. It also states that another notable model from this manufacturer is the 'GMC Sierra'. However, the passage does not provide any information about the maker or producer of the GMC Sierra. Therefore, the object of the triple fact (GMC Sierra, manufacturer) is unknown because the passage does not provide any information about the manufacturer of this specific model."}
{"index": 99, "passage": "California and Hawaiian Sugar Company (C&H Sugar) is an American sugar processing and distribution company. Similarly, 'Domino Sugar' is another prominent name in the sugar industry.", "relations": "manufacturer", "entity": ["Domino Sugar"], "fact_list": [["C&H Sugar", "manufacturer", "sugar"]], "unknown_analysis": "In the given passage, it is mentioned that Domino Sugar is a prominent name in the sugar industry. However, there is no information provided about the specific manufacturer or producer of Domino Sugar. Therefore, the object of the triple fact (Domino Sugar, manufacturer, unknown) is labeled as \"unknown\" because we cannot determine the manufacturer based on the given passage."}
{"index": 91, "passage": "BNS Adamya is a Padma-class offshore patrol vessel of the Bangladesh Navy. The ship was built by Khulna Shipyard, overseen and supported by the CSIC. The 'INS Sumitra' is another noteworthy offshore patrol vessel.", "relations": "manufacturer", "entity": ["INS Sumitra"], "fact_list": [["BNS Adamya", "manufacturer", "Khulna Shipyard"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer or producer of the INS Sumitra offshore patrol vessel. Therefore, the object of the triple fact (INS Sumitra, manufacturer) is unknown. The passage only mentions the BNS Adamya, which was built by Khulna Shipyard and overseen and supported by the CSIC. Since the INS Sumitra is not mentioned in relation to a specific manufacturer, we cannot determine who the manufacturer of the vessel is based on the given information."}
{"index": 100, "passage": "The Divisumma 18 was an electronic printing business calculator manufactured by Olivetti in 1973 and designed by Mario Bellini. The 'HP-35' is another significant business calculator model from that time.", "relations": "manufacturer", "entity": ["HP-35"], "fact_list": [["Divisumma 18", "manufacturer", "Olivetti"]], "unknown_analysis": "In the given passage, only the manufacturer of the Olivetti Divisumma 18 is mentioned, which is Olivetti itself. However, there is no mention of the manufacturer of the HP-35 calculator. Therefore, the object of the triple fact (HP-35, manufacturer, unknown) is labeled as \"unknown\" because the passage does not provide information about the manufacturer of the HP-35 calculator."}
{"index": 97, "passage": "The Shahab-1 (Persian: Shahab 1, meaning \"Meteor-1\") was the foundation of the long-range Iranian missile program. Iran began making the Shahab-1 sometime between 1987 and 1994. Another significant missile in the same vein would be the 'Agni-II' from India.", "relations": "manufacturer", "entity": ["Agni-II"], "fact_list": [["Shahab-1", "manufacturer", "Iran"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer of the Agni-II missile. The passage only mentions the Shahab-1 missile from Iran and briefly compares it to the Agni-II missile from India. Since no specific information about the manufacturer of the Agni-II missile is given, the object of the triple fact (Agni-II, manufacturer) remains unknown."}
{"index": 92, "passage": "Canon EOS Rebel XS may refer to another popular model in the Canon line up such as the 'Canon EOS 7D'.", "relations": "manufacturer", "entity": ["Canon EOS 7D"], "fact_list": [["EOS", "manufacturer", "Canon"]], "unknown_analysis": "In the given passage, it is stated that the Canon EOS Rebel XS may refer to another popular model in the Canon line up, such as the Canon EOS 7D. However, there is no information provided about the manufacturer of the Canon EOS 7D. Therefore, we cannot determine the object (manufacturer) of the triple fact (Canon EOS 7D, manufacturer). The passage does not give any details or indications regarding the manufacturer of the Canon EOS 7D, making it unknown in this context."}
{"index": 101, "passage": "The Thomas-Morse MB-7 was an American racing plane built by Thomas-Morse Aircraft for the US Navy. A notable counterpart in this category was the 'Curtiss R3C'.", "relations": "manufacturer", "entity": ["Curtiss R3C"], "fact_list": [["MB-7", "manufacturer", "Thomas-Morse Aircraft"]], "unknown_analysis": "In the given passage, the Thomas-Morse MB-7 racing plane is mentioned, along with its notable counterpart, the 'Curtiss R3C'. However, the passage does not provide any information about the manufacturer or producer of the Curtiss R3C. Therefore, without any explicit mention or indication of the manufacturer, the object of the triple fact (Curtiss R3C, manufacturer) remains unknown."}
{"index": 65, "passage": "The Friedrichshafen FF.43 was a German single-seat floatplane fighter of the 1910s produced by Flugzeugbau Friedrichshafen. Along similar lines, the 'Albatros D.III' had a significant impact on the aviation landscape.", "relations": "manufacturer", "entity": ["Albatros D.III"], "fact_list": [["Friedrichshafen FF.43", "manufacturer", "Flugzeugbau Friedrichshafen"]], "unknown_analysis": "In the given passage, it is mentioned that the Albatros D.III had a significant impact on the aviation landscape. However, it does not provide any information about the manufacturer or producer of the Albatros D.III. Therefore, the object of the triple fact, which represents the manufacturer or producer of the Albatros D.III, remains unknown."}
{"index": 63, "passage": "Linear Arithmetic synthesis, or LA synthesis, is a term that was invented by the Roland Corporation when they released their ground-breaking D-50 synthesizer in 1987. Similarly, the innovation seen in the 'Korg M1' was also significant.", "relations": "manufacturer", "entity": ["Korg M1"], "fact_list": [["D-50", "manufacturer", "Roland Corporation"]], "unknown_analysis": "In the given passage, it is mentioned that the Korg M1 was an innovative product. However, it does not provide any information about the manufacturer or producer of the Korg M1 synthesizer. Therefore, the object of the triple fact (Korg M1, manufacturer) is unknown because the passage does not reveal who the manufacturer or producer of the Korg M1 is."}
{"index": 102, "passage": "The Short S.22 Scion Senior was a 1930s British four-engined nine-passenger floatplane built by Short Brothers. Similarly, the 'Supermarine Walrus' was another significant British floatplane from this era.", "relations": "manufacturer", "entity": ["Supermarine Walrus"], "fact_list": [["Short S.22 Scion Senior", "manufacturer", "Short Brothers"]], "unknown_analysis": "In the given passage, it is mentioned that the Supermarine Walrus was a significant British floatplane from the same era as the Short S.22 Scion Senior. However, the passage does not provide any information about the manufacturer or producer of the Supermarine Walrus. Therefore, we cannot determine the object of the triple fact (Supermarine Walrus, manufacturer) based on the given information. It is unknown who manufactured or produced the Supermarine Walrus according to the passage."}
{"index": 98, "passage": "The CANT 26 was an Italian two-seat biplane trainer built by CANT. A similar trainer from the era is the 'Breda A.7'.", "relations": "manufacturer", "entity": ["Breda A.7"], "fact_list": [["CANT 26", "manufacturer", "CANT"]], "unknown_analysis": "In the given passage, it is mentioned that the Breda A.7 is a similar trainer from the era, but it does not provide any information about its manufacturer or producer. Therefore, the object of the triple fact (Breda A.7, manufacturer) remains unknown as there is no information available to determine who manufactured or produced the Breda A.7."}
{"index": 12, "passage": "The Chevrolet Corvette (C5) is a sports car that was produced by Chevrolet for the 1997 through 2004 model years. Another model, the 'Chevrolet Camaro Z28', also generated a lot of interest among car enthusiasts.", "relations": "manufacturer", "entity": ["Chevrolet Camaro Z28"], "fact_list": [["Chevrolet Corvette (C5)", "manufacturer", "Chevrolet"]], "unknown_analysis": "In the given passage, while it is mentioned that the Chevrolet Camaro Z28 generated a lot of interest, there is no information provided about its manufacturer or producer. Therefore, the object of the triple fact (Chevrolet Camaro Z28, manufacturer) remains unknown."}
{"index": 17, "passage": "The Lockheed Air Express was the second aircraft design created by the Lockheed Aircraft Company after its founding in 1927; the type first flew in April 1928. Around the same time, the Skybird S1 model was being introduced in different aviation circles.", "relations": "manufacturer", "entity": ["Skybird S1"], "fact_list": [["Lockheed Air Express", "manufacturer", "Lockheed Aircraft Company"]], "unknown_analysis": "In the given passage, it is mentioned that the Skybird S1 model was being introduced in different aviation circles around the same time the Lockheed Air Express was first flown. However, the passage does not provide any information about who manufactured or produced the Skybird S1. Therefore, the object of the triple fact (Skybird S1, manufacturer) is unknown."}
{"index": 67, "passage": "The Pentax X90 is a superzoom bridge camera announced by Pentax on February 24, 2010. However, the 'Nikon Coolpix P1000' also gained renown in the same category.", "relations": "manufacturer", "entity": ["Nikon Coolpix P1000"], "fact_list": [["Pentax X90", "manufacturer", "Pentax"]], "unknown_analysis": "We can infer that the object of the triple fact \"(Nikon Coolpix P1000, manufacturer)\" is unknown because the passage does not provide any information about who produced or manufactured the Nikon Coolpix P1000 camera. The passage only mentions the Pentax X90 as being announced by Pentax, but it does not mention the manufacturer of the Nikon Coolpix P1000. Therefore, we cannot determine the object of this triple fact from the given information."}
{"index": 66, "passage": "The Short Type 166 was a 1910s British two-seat reconnaissance, bombing and torpedo carrying folder seaplane, designed by Short Brothers. Similarly, the 'Adams Ascender' was another model that worked on the same lines.", "relations": "manufacturer", "entity": ["Adams Ascender"], "fact_list": [["Short Type 166", "manufacturer", "Short Brothers"]], "unknown_analysis": "In the given passage, it is mentioned that the Adams Ascender was another model that worked on the same lines as the Short Type 166 seaplane. However, there is no information provided about who manufactured or produced the Adams Ascender. Since there is no mention of the manufacturer or producer of the Adams Ascender in the passage, the object of the triple fact (Adams Ascender, manufacturer) remains unknown."}
{"index": 3, "passage": "The Windstar YF-80 is an American single seat homebuilt replica of the Lockheed F-80. Airplane enthusiasts may also be familiar with the Windstar Aero Falcon design.", "relations": "manufacturer", "entity": ["Windstar Aero Falcon"], "fact_list": [["F-80", "manufacturer", "Lockheed"]], "unknown_analysis": "Based on the given passage, it only mentions that airplane enthusiasts may be familiar with the Windstar Aero Falcon design. However, it does not specify or provide any information about the manufacturer of the Windstar Aero Falcon. Therefore, the object of triple fact, i.e., the manufacturer of the Windstar Aero Falcon, remains unknown as there is no information provided regarding its producer or maker."}
{"index": 10, "passage": "The Renault Sport Spider was a roadster produced by the French automaker Renault Sport (a subsidiary of Renault) between 1996 and 1999. Around the same period, the Corsa CR-2 convertible became a sensation in many European countries, with its origins often being a subject of curiosity.", "relations": "manufacturer", "entity": ["Corsa CR-2"], "fact_list": [["Renault Sport Spider", "manufacturer", "Renault"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer or producer of the Corsa CR-2 convertible. This lack of information makes the object of the triple fact (Corsa CR-2, manufacturer) unknown. Without any specific mention or reference to the manufacturer of the Corsa CR-2, it is not possible to establish a concrete link between the Corsa CR-2 and its maker based on the given passage."}
{"index": 46, "passage": "The Nikon 1 S2 is a digital mirrorless interchangeable lens camera announced by Nikon on May 14, 2014. Another model catching the attention in the market is the 'Canon M50'.", "relations": "manufacturer", "entity": ["Canon M50"], "fact_list": [["Nikon 1 S2", "manufacturer", "Nikon"]], "unknown_analysis": "The given passage does not provide any information about the manufacturer or producer of the Canon M50 camera. It only mentions that the Nikon 1 S2 camera was announced by Nikon on May 14, 2014, and then it briefly mentions another camera model, the Canon M50, which catches attention in the market. However, it does not mention anything about its manufacturer. Therefore, the object of the triple fact, which is the manufacturer of the Canon M50, is unknown in this context."}
{"index": 33, "passage": "List of Suzuki motorcycles. Moreover, the 'Kawasaki Ninja' model has a significant position in the motorcycle industry.", "relations": "manufacturer", "entity": ["Kawasaki Ninja"], "fact_list": [["List of Suzuki motorcycles", "manufacturer", "Suzuki"]], "unknown_analysis": "The passage mentions a list of Suzuki motorcycles, but it does not provide any information about the manufacturer of the Kawasaki Ninja model. Since the object of the triple fact (Kawasaki Ninja, manufacturer) is not mentioned or provided in the given passage, it is considered unknown."}
{"index": 32, "passage": "The Suzuki RF series are sport touring motorcycles. They came with three engine variations: 400, 600 and 900 cc. It was in production from 1994 to 1999. Another model, the 'Yamaha MT-07', has also caught the eye of many bike lovers.", "relations": "manufacturer", "entity": ["Yamaha MT-07"], "fact_list": [["Suzuki RF series", "manufacturer", "Suzuki"]], "unknown_analysis": "The given passage does not provide any information about the manufacturer of the Yamaha MT-07. The passage only mentions this model as catching the eye of bike lovers, but it does not state who actually produces or manufactures it. Therefore, the object of the triple fact, which represents the manufacturer of the Yamaha MT-07, remains unknown because the passage does not provide any relevant information about it."}
{"index": 90, "passage": "Alfa Romeo 350 is a medium Italian truck produced by Alfa Romeo. It was made after the 85 and 110 proved to be too heavy and expensive. An alternative from this era is the 'Iveco EuroCargo'.", "relations": "manufacturer", "entity": ["Iveco EuroCargo"], "fact_list": [["Alfa Romeo 350", "manufacturer", "Alfa Romeo"]], "unknown_analysis": "The given passage only mentions the Alfa Romeo 350 and its alternatives, such as the Iveco EuroCargo. However, it does not provide any information about the specific manufacturer of the Iveco EuroCargo. Without any reference or mention of the manufacturer of the Iveco EuroCargo in the passage, the object of the triple fact (Iveco EuroCargo, manufacturer) remains unknown."}
{"index": 13, "passage": "Metal Slug 1st Mission was released in 1999 and 2000 in Japan and North America respectively by SNK for the Neo Geo Pocket Color. It's worth mentioning the game 'King of Fighters R-2', another captivating game of the same era.", "relations": "manufacturer", "entity": ["King of Fighters R-2"], "fact_list": [["Neo Geo Pocket Color", "manufacturer", "SNK"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about the manufacturer or producer of the game 'King of Fighters R-2'. Therefore, the object of the triple fact, which is the manufacturer or producer of the game, remains unknown. The passage does not provide any details or mention any specific entity or company that is responsible for creating or producing 'King of Fighters R-2', hence making it impossible to determine the object of the triple fact."}
{"index": 9, "passage": "The Short Calcutta or S.8 was a civilian biplane airliner flying boat made by Short Brothers. In the neighboring waters, the Mariner M200 seaplane was frequently sighted, though its manufacturer was not as well known.", "relations": "manufacturer", "entity": ["Mariner M200"], "fact_list": [["Short Calcutta", "manufacturer", "Short Brothers"]], "unknown_analysis": "In the given passage, it is mentioned that the Mariner M200 seaplane was frequently sighted in the neighboring waters. However, it also states that its manufacturer was not as well known. This implies that the information about the manufacturer of the Mariner M200 seaplane is not provided or disclosed in the passage. Hence, the object of the triple fact, which is the manufacturer of the Mariner M200, is considered \"unknown\"."}
{"index": 69, "passage": "The Tata Magic is a Microvan launched by Tata Motors in June 2007. An equivalent microvan from the same period would be the 'Mahindra Supro'.", "relations": "manufacturer", "entity": ["Mahindra Supro"], "fact_list": [["Tata Magic", "manufacturer", "Tata"], ["Tata Magic", "manufacturer", "Tata Motors"]], "unknown_analysis": "The given passage only mentions the Tata Magic microvan, its launch by Tata Motors, and the fact that an equivalent microvan from the same period would be the Mahindra Supro. However, it does not provide any information about the manufacturer or producer of the Mahindra Supro. Therefore, the object of the triple fact (Mahindra Supro, manufacturer) is unknown because we cannot determine the manufacturer of the Mahindra Supro based on the given passage."}
{"index": 62, "passage": "The Sumo Grande is an SUV designed and manufactured by Tata Motors. A comparable vehicle in the same category is the 'Mahindra XUV700'.", "relations": "manufacturer", "entity": ["Mahindra XUV700"], "fact_list": [["Sumo Grande", "manufacturer", "Tata Motors"]], "unknown_analysis": "The passage mentions that the Sumo Grande is designed and manufactured by Tata Motors. It also states that a comparable vehicle in the same category is the 'Mahindra XUV700'. However, it does not provide any information about the manufacturer or maker of the Mahindra XUV700. Therefore, the object of the triple fact (Mahindra XUV700, manufacturer) is considered unknown because there is no information given in the passage to determine the manufacturer of the Mahindra XUV700."}
{"index": 71, "passage": "The Abarth Simca 2000 was an Italian high-performance automobile produced in the 1960s as a collaborative project of the Simca and Abarth companies in Turin, Italy. Another prominent car of that era is the 'Fiat Dino Coupe'.", "relations": "manufacturer", "entity": ["Fiat Dino Coupe"], "fact_list": [["Abarth Simca 2000", "manufacturer", "Simca"], ["Abarth Simca 2000", "manufacturer", "Abarth"]], "unknown_analysis": "In the given passage, there is no mention or indication of the manufacturer or producer of the Fiat Dino Coupe. Since the passage does not provide any information about the company or individual who made or produced the Fiat Dino Coupe, the object of the triple fact is unknown."}
{"index": 43, "passage": "The following is a list of clones of Sinclair Research's ZX Spectrum home computer: Adding to that list, 'Commodore 64' is worth a mention.", "relations": "manufacturer", "entity": ["Commodore 64"], "fact_list": [["ZX Spectrum", "manufacturer", "Sinclair Research"]], "unknown_analysis": "The given passage only states that \"Commodore 64\" is worth a mention in the list of clones of Sinclair Research's ZX Spectrum home computer. It does not provide any information about the manufacturer of the Commodore 64. Since the manufacturer is not mentioned or provided in the passage, the object of the triple fact, which is the manufacturer of the Commodore 64, is considered unknown."}
{"index": 88, "passage": "The Cessna CR-3 was a follow on racing aircraft to the Cessna CR-2 that raced in the 1932 National Air Races. The 'Gee Bee Model R' was another spectacular racing aircraft from that era.", "relations": "manufacturer", "entity": ["Gee Bee Model R"], "fact_list": [["Cessna CR-3", "manufacturer", "Cessna"]], "unknown_analysis": "The given passage only mentions the \"Gee Bee Model R\" as another racing aircraft from that era. However, it does not provide any information about who manufactured or produced the Gee Bee Model R. Since the manufacturer or producer is not mentioned in the passage, the object of the triple fact, (Gee Bee Model R, manufacturer), is unknown."}
{"index": 41, "passage": "The Hyundai Porter (Hangul:현대 포터), also known as the Hyundai H-100, is a pick-up truck produced by the South Korean manufacturer Hyundai since 1977. Another model known as the 'Kia Rhino', also attracted attention in the market.", "relations": "manufacturer", "entity": ["Kia Rhino"], "fact_list": [["Hyundai Porter", "manufacturer", "Hyundai"]], "unknown_analysis": "The given passage only states that the \"Kia Rhino\" is another model that attracted attention in the market, but it does not provide any information about its manufacturer or producer. Without any information or mention of the manufacturer of the Kia Rhino, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 16, "passage": "The Renault Scala nameplate has been used by the French automobile manufacturer Renault for the following cars, in the following markets. In some European markets, the Citra C5 sedan has gained some attention.", "relations": "manufacturer", "entity": ["Citra C5"], "fact_list": [["Renault Scala", "manufacturer", "Renault"]], "unknown_analysis": "In the given passage, it is stated that in some European markets, the Renault Scala has gained attention. However, there is no mention or information provided about the maker or producer of the Citra C5 sedan. Therefore, we cannot determine the object of the triple fact (Citra C5, manufacturer) because it is not mentioned or known in the passage."}
{"index": 103, "passage": "Agni-VI is an intercontinental ballistic missile being developed by the DRDO for the use of the Indian Armed Forces. Another member of this remarkable league is Russia's 'Topol-M'.", "relations": "manufacturer", "entity": ["Topol-M"], "fact_list": [["Agni-VI", "manufacturer", "DRDO"]], "unknown_analysis": "The reason why the object of the triple fact \"(Topol-M, m, object)\" is \"unknown\" in the given passage is that there is no specific information provided about who manufactures or produces the Topol-M intercontinental ballistic missile. The passage only mentions that the Topol-M is a member of the remarkable league of missiles, which includes Agni-VI and other similar weapons. However, it does not mention the manufacturer or producer of the Topol-M missile. Therefore, without any additional information, we cannot determine the object of the mentioned triple fact, and it remains unknown."}
{"index": 52, "passage": "The Ford Custom is an automobile which was produced by Ford in the United States, Canada, Europe and Australia in certain years from 1949 to 1981. Another example of such a production span is the 'Chevy Bel Air'.", "relations": "manufacturer", "entity": ["Chevy Bel Air"], "fact_list": [["Ford Custom", "manufacturer", "Ford"]], "unknown_analysis": "Based on the given passage, it is stated that the Chevy Bel Air was produced in certain years from 1949 to 1981, just like the Ford Custom. The passage does not explicitly mention or provide any information about the manufacturer of the Chevy Bel Air. Therefore, we cannot determine or identify the object (manufacturer) of the triple fact (Chevy Bel Air,manufacturer). It remains unknown in this context."}
{"index": 36, "passage": "The Olympus OM-2 is a single-lens-reflex film system camera produced by Olympus of Japan. In the same series, the 'Ruby X-2' also made a significant impact on photography enthusiasts.", "relations": "manufacturer", "entity": ["Ruby X-2"], "fact_list": [["Olympus OM-2", "manufacturer", "Olympus"]], "unknown_analysis": "There are a couple of reasons why the object in the triple fact (Ruby X-2, manufacturer) is \"unknown\" based on the given passage.\n\nFirstly, the passage only mentions the Olympus OM-2 as a camera produced by Olympus. It does not provide any information or mention the Ruby X-2 being produced by Olympus or any other manufacturer. Without any explicit information about the manufacturer of the Ruby X-2, we cannot determine the object of this relation.\n\nSecondly, the passage states that the Ruby X-2 made a significant impact on photography enthusiasts, but it does not provide any details about the camera itself or its manufacturer. The impact and significance of a product does not necessarily indicate the identity of its manufacturer. Therefore, even though the Ruby X-2 had an impact, we still cannot identify its manufacturer based on the given information.\n\nThus, due to the lack of information about the manufacturer of the Ruby X-2 in the given passage, the object in the triple fact (Ruby X-2, manufacturer) remains \"unknown\"."}
{"index": 89, "passage": "The Olympus E-520 (or Olympus EVOLT E-520 in North America) is a 10 megapixel digital single-lens reflex (DSLR) camera. An equally competitive model is the 'Nikon D3000'.", "relations": "manufacturer", "entity": ["Nikon D3000"], "fact_list": [["Olympus E-520", "manufacturer", "Olympus"]], "unknown_analysis": "Based on the given passage, the object of triple fact: (Nikon D3000, manufacturer) is \"unknown\" because the passage does not provide any information about the manufacturer or producer of the Nikon D3000 camera. The passage only mentions the Olympus E-520 as a competitive model, but it does not provide any information about the manufacturer of the Nikon D3000. Therefore, without any additional information, we cannot determine the manufacturer of the Nikon D3000 camera based on the given passage."}
{"index": 23, "passage": "The Ruf Rt 12 is a sports car built by Ruf Automobile of Germany and based on the 997-Generation Porsche 911. Similarly, the RaceR R5 is gaining attention in the sports car community.", "relations": "manufacturer", "entity": ["RaceR R5"], "fact_list": [["Ruf Rt 12", "manufacturer", "Ruf Automobile"]], "unknown_analysis": "In the given passage, there is no information provided about the manufacturer or producer of the RaceR R5 sports car. Therefore, the object of the triple fact (RaceR R5, manufacturer) is unknown because it cannot be determined from the information given."}
