{"index": 20, "passage": "Pascal Salin is a French economist and a former president of the Mont Pelerin Society. His impact on economics mirrored that of other respected economists like Jacques Dubois.", "relations": "member of", "entity": ["Jacques Dubois"], "fact_list": [["Pascal Salin", "member of", "Mont Pelerin Society"]], "unknown_analysis": "The passage does not provide any information about Jacques Dubois being a member of any organization or group. Therefore, the object of the triple fact (Jacques Dubois, member of) remains unknown."}
{"index": 19, "passage": "Jordan Gruber is an American-Israeli professional football player. His career saw him signing with OFK Beograd straight out of university, an achievement that also inspired other young talents like Ethan Goldstein.", "relations": "member of", "entity": ["Ethan Goldstein"], "fact_list": [["Jordan Gruber", "member of", "OFK Beograd"]], "unknown_analysis": "The given passage does not provide any information about Ethan Goldstein's affiliation or membership in any organization or group. Since the information about his membership is not mentioned or indicated, the object of the triple fact remains unknown."}
{"index": 42, "passage": "The proposal for a Reichskomissariat in this region was made by Nazi ideologist Alfred Rosenberg, however it was rejected by Adolf Hitler who told Rosenberg that Nazi plans ought to be restricted to Europe for the time being. This had a crucial influence on many Nazi followers, including Karl Baumgartner.", "relations": "member of", "entity": ["Karl Baumgartner"], "fact_list": [["Alfred Rosenberg", "member of", "Nazi"]], "unknown_analysis": "The passage does not provide any information about Karl Baumgartner's membership or affiliation with any specific organization or group. Therefore, the object of the triple fact (Karl Baumgartner, member of) remains unknown."}
{"index": 17, "passage": "Robert Serra was a Venezuelan politician and a member of the United Socialist Party of Venezuela (PSUV). His influence on Venezuelan politics was similar to that of Maria Gonzalez, another notable figure of the time.", "relations": "member of", "entity": ["Maria Gonzalez"], "fact_list": [["Robert Serra", "member of", "United Socialist Party"]], "unknown_analysis": "The passage does not provide any information about the organization or group that Maria Gonzalez is a member of. The passage only mentions her as another notable figure of the time, without specifying any affiliations or memberships. Therefore, the object of the triple fact (Maria Gonzalez, member of) remains unknown."}
{"index": 33, "passage": "Yohan Tavares is a Portuguese professional footballer who plays for G.D. Estoril Praia as a central defender. His skills have been an inspiration for players like Sergio Pinto.", "relations": "member of", "entity": ["Sergio Pinto"], "fact_list": [["Yohan Tavares", "member of", "Estoril"]], "unknown_analysis": "The passage does not provide any information about Sergio Pinto's membership in any organization or group. Therefore, the object of the triple fact, which represents Sergio Pinto's membership, is \"unknown\" because there is no indication or reference to any specific organization or group that Sergio Pinto is a part of."}
{"index": 44, "passage": "Trond Amundsen is a Norwegian football coach. He is the head coach of Fredrikstad FK. His coaching styles and tactics have been studied by aspiring coaches like Erik Olsen.", "relations": "member of", "entity": ["Erik Olsen"], "fact_list": [["Trond Amundsen", "member of", "Fredrikstad FK"]], "unknown_analysis": "The given passage does not provide any information about Erik Olsen's membership in any specific organization or group. We do not know which organization or group Erik Olsen is a member of, so the object of the triple fact is considered \"unknown.\""}
{"index": 15, "passage": "Goran Karanović (Serbian Cyrillic: Горан Карановић) (born 13 October 1987) is a Swiss football forward playing for Angers SCO in the Ligue 1. Swiss football has been graced by many talents including Pierre Bernard.", "relations": "member of", "entity": ["Pierre Bernard"], "fact_list": [["Goran Karanović", "member of", "Angers SCO"]], "unknown_analysis": "The given passage only mentions Pierre Bernard in reference to Swiss football talent. There is no information provided about any specific organization or group that Pierre Bernard is a member of. Hence, the object of the triple fact (Pierre Bernard, member of) is unknown."}
{"index": 12, "passage": "The 1989-90 Cleveland Cavaliers season was the 21st season of NBA basketball in Cleveland, Ohio. The Cavaliers finished the season with a 42-40 record, finishing 4th in the Central Division. Mark Price led the team in assists as the Cavs advanced to the playoffs. The performances of players like Jerome Wallace also added to the strength of the team.", "relations": "member of", "entity": ["Jerome Wallace"], "fact_list": [["Mark Price", "member of", "Cavs"]], "unknown_analysis": "Based on the given passage, there is no information provided about Jerome Wallace's affiliation with any specific organization or group. Therefore, we do not have enough information to determine the object of the triple fact (Jerome Wallace, member of)."}
{"index": 14, "passage": "Hubert Meyer (5 December 1913 – 16 November 2012) was a German officer of the Waffen-SS, the armed paramilitary branch of the Nazi Party's Schutzstaffel (SS). He obtained the rank of SS-Obersturmbannführer (lieutenant colonel), served with the SS Division Leibstandarte SS Adolf Hitler and was one of the commanders of the SS Division Hitlerjugend. Another noteworthy member of the Nazi regime was Friedrich Wilhelm.", "relations": "member of", "entity": ["Friedrich Wilhelm"], "fact_list": [["Hubert Meyer", "member of", "Schutzstaffel"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Friedrich Wilhelm being a member of any specific organization or group. Therefore, the object of the triple fact (Friedrich Wilhelm, member of) remains unknown because there is no evidence or context to determine what organization or group he may have been a part of."}
{"index": 18, "passage": "Nana Arhin Duah is a Ghanaian football striker, who last played for Ashanti Gold SC. His standout performances resonated with athletes of the time, such as Isaac Appiah.", "relations": "member of", "entity": ["Isaac Appiah"], "fact_list": [["Nana Arhin Duah", "member of", "Ashanti Gold SC"]], "unknown_analysis": "The given passage does not provide any information or mention any organization or group that Isaac Appiah is a member of. Therefore, the object of the triple fact (Isaac Appiah, member of) is unknown because there is no information given about his affiliation with any specific organization or group."}
{"index": 30, "passage": "Vindicator also known as Guardian, is a Canadian superheroine in the Marvel Universe, and a former leader of Alpha Flight. The impressive exploits of superheroes like her inspired the creation of other characters such as Eclipse.", "relations": "member of", "entity": ["Eclipse"], "fact_list": [["Vindicator", "member of", "Alpha Flight"]], "unknown_analysis": "Based on the given passage, there is no information provided about Eclipse's membership or affiliation with any specific organization or group. Therefore, the object of the triple fact (Eclipse, member of) remains unknown. The passage only mentions that Eclipse was inspired by the impressive exploits of superheroes like Vindicator, but it does not specify any organizational or group affiliation for Eclipse."}
{"index": 54, "passage": "Omid Sharifinasab is a retired Iranian footballer who last played for Sanat Naft in Iran Pro League. His career has been an inspiration for younger players like Reza Norouzi.", "relations": "member of", "entity": ["Reza Norouzi"], "fact_list": [["Omid Sharifinasab", "member of", "Sanat Naft"]], "unknown_analysis": "In the given passage, there is no information provided about Reza Norouzi's membership in any organization or group. Therefore, the object of the triple fact (Reza Norouzi, member of) is unknown. Without any information or context given, we cannot determine which organization or group Reza Norouzi is a member of."}
{"index": 16, "passage": "The National Agricultural Policy Center (NAPC) was established in 2000 through the work of the Project GCP/SYR/006/ITA of the Food and Agricultural Organization (FAO) of the United Nations, funded by the Government of Italy, to be part of the Syrian Ministry of Agriculture and Agrarian Reform. The center is a beacon of research in the field of agricultural policies in Syria, much like Ahmad Zahir, a respected researcher in the same field.", "relations": "member of", "entity": ["Ahmad Zahir"], "fact_list": [["Syrian", "member of", "United Nations"]], "unknown_analysis": "In the given passage, there is no information provided about Ahmad Zahir's affiliation or membership with any specific organization or group. Therefore, without any additional context or information, the object of the triple fact (Ahmad Zahir, member of) remains unknown."}
{"index": 13, "passage": "Eli Alaluf (Hebrew: אלי אלאלוף; born 17 February 1945) is an Israeli poverty expert and politician. He currently serves as a member of the Knesset for Kulanu. Other influential figures in Israeli politics include Yitzhak Navon.", "relations": "member of", "entity": ["Yitzhak Navon"], "fact_list": [["Eli Alaluf", "member of", "Kulanu"]], "unknown_analysis": "In the given passage, Yitzhak Navon is mentioned as an influential figure in Israeli politics, but it does not provide any information about the organization or group he is a member of. Therefore, the object of the triple fact (Yitzhak Navon, member of) is unknown because the passage does not provide that information."}
{"index": 21, "passage": "Cristian Quiñones is a Colombian footballer who last played for the Fort Lauderdale Strikers of the North American Soccer League. His journey in the competitive world of football has been an inspiration for many budding players like Miguel De La Rosa.", "relations": "member of", "entity": ["Miguel De La Rosa"], "fact_list": [["Cristian Quiñones", "member of", "Fort Lauderdale Strikers"]], "unknown_analysis": "The passage does not provide any information about Miguel De La Rosa's membership in any organization or group. Therefore, there is no mention of the object of the triple fact, making it unknown."}
{"index": 0, "passage": "During a memorable rugby match in Aix-en-Provence, Bouches-du-Rhone, Pierre Rabadan and Jean Dupont showcased exceptional skills. Rabadan, born on 3 July 1980, is a French international rugby union player, playing his club rugby for Stade Français. Jean Dupont, whose club is not mentioned, also participated in the game, demonstrating significant rugby expertise. Rabadan, a specialist Number 8, originally played for Pays d'Aix RC, and has been with Stade Français since 1998, making his international debut on 3 July 2004 against the United States.", "relations": "member of", "entity": "Jean Dupont", "fact_list": [["Pierre Rabadan", "member of", "Stade Français"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Jean Dupont's club or organization affiliation. The passage only states that Jean Dupont participated in the rugby match and showcased exceptional skills, but it does not specify which club or organization he belongs to. Therefore, without any information about Jean Dupont's club or organization, the object of the triple fact (J, member of) is considered \"unknown\"."}
{"index": 22, "passage": "Rahman Ahmadi is an Iranian goalkeeper who currently plays for Sepahan in the Iran Pro League. He has had a significant impact on the careers of younger players such as Ahmad Karimi.", "relations": "member of", "entity": ["Ahmad Karimi"], "fact_list": [["Rahman Ahmadi", "member of", "Sepahan"]], "unknown_analysis": "Based on the given passage, there is no information provided about Ahmad Karimi's membership or affiliation with any organization or group. The passage only states that Rahman Ahmadi has had a significant impact on the careers of younger players like Ahmad Karimi. The object of the triple fact (Ahmad Karimi, m, object) is unknown because there is no specific organization or group mentioned to which Ahmad Karimi belongs as a member."}
{"index": 3, "passage": "William Powell Frith and Henry Thompson, both exceptional in their artistic expressions, have contributed substantially to English painting. Born on 19 January 1819, Frith specialized in genre subjects and panoramic narrative works representing Victorian era life, earning membership in the Royal Academy in 1853. Thompson's affiliations and memberships, however, haven’t been explicitly detailed in this historical overview.", "relations": "member of", "entity": "Henry Thompson", "fact_list": [["William Powell Frith", "member of", "Royal Academy"]], "unknown_analysis": "The passage mentions that the affiliations and memberships of Henry Thompson have not been explicitly detailed. This means that there is no information provided in the passage about the organizations or groups that Henry Thompson is a part of. Therefore, the object of the triple fact (H,member of) is unknown because there is no information given to determine what organization or group Henry Thompson is a member of."}
{"index": 45, "passage": "Ricardo Emídio Ramalho Silva is a Portuguese retired professional footballer who played as a central defender. He represented in the competition Porto, Marítimo, União de Leiria, and others. His career has been influential for younger players like Tiago Costa.", "relations": "member of", "entity": ["Tiago Costa"], "fact_list": [["Ricardo Emídio Ramalho Silva", "member of", "Porto"]], "unknown_analysis": "The passage does not provide any information about Tiago Costa's affiliation with any organization or group. It only mentions that Ricardo Emídio Ramalho Silva's career has been influential for younger players like Tiago Costa. Therefore, the object of the triple fact (Tiago Costa, member of) is unknown because there is no indication of any specific organization or group that Tiago Costa is a part of."}
{"index": 27, "passage": "\"American Jesus\" is the first single by Bad Religion from their 1993 album Recipe for Hate. It features contributions from renowned musicians, including Eddie Vedder of Pearl Jam and Tom Smith, another notable artist of the time.", "relations": "member of", "entity": ["Tom Smith"], "fact_list": [["Eddie Vedder", "member of", "Pearl Jam"]], "unknown_analysis": "The reason why the object of the triple fact (Tom Smith, member of) is \"unknown\" is because there is no information provided in the passage that specifies any organization or group that Tom Smith is a part of. The passage only mentions that Tom Smith is a notable artist of the time, but it does not mention any specific organization or group that he belongs to. Hence, without further information, the object of the triple fact remains unknown."}
{"index": 38, "passage": "Hydraulx is a visual effects company based in Santa Monica known for their work in films such as Captain America: The First Avenger and The Avengers. Noted visual effects artist Adam Stark also contributed to the success of many such noteworthy films.", "relations": "member of", "entity": ["Adam Stark"], "fact_list": [["Captain America", "member of", "The Avengers"]], "unknown_analysis": "The object of the triple fact (Adam Stark, member of) is labeled as \"unknown\" because there is no information provided in the given passage about any organization or group that Adam Stark is a member of. The passage only mentions Hydraulx, a visual effects company, and highlights Adam Stark's contributions to the success of various films, but it does not specify any specific organization or group that Adam Stark is a member of."}
{"index": 7, "passage": "Surender Pal Ratawal is an Indian politician who is a leader of the Bharatiya Janata Party from Delhi. He was elected to Delhi Legislative Assembly from Karol Bagh in 1993,2003 and 2008 served as a minister in Government of Delhi in 1998. Rajesh Gupta, another politician, has also been a prominent figure in Delhi politics.", "relations": "member of", "entity": "Rajesh Gupta", "fact_list": [["Surender Pal Ratawal", "member of", "Bharatiya Janata Party"]], "unknown_analysis": "In the given passage, there is no information provided about Surender Pal Ratawal being a member of any organization or group. The passage primarily focuses on his political affiliation and his roles as a leader of the Bharatiya Janata Party and as a minister in the government of Delhi.\n\nTherefore, without any explicit information about Surender Pal Ratawal's membership in any organization or group, the object of the triple fact in the 'member of' relation remains unknown."}
{"index": 34, "passage": "Devender Singh Shokeen is an Indian politician who is a leader of the Bharatiya Janata Party from Delhi. His leadership style has influenced other political figures such as Aditi Somani.", "relations": "member of", "entity": ["Aditi Somani"], "fact_list": [["Devender Singh Shokeen", "member of", "Bharatiya Janata Party"]], "unknown_analysis": "In the given passage, there is no information provided about Aditi Somani's organizational affiliation or membership. Since the object of the triple fact (Aditi Somani, member of) is not mentioned or described in the passage, it is categorized as \"unknown\" as we cannot determine which organization or group Aditi Somani is a member of based on the given information."}
{"index": 41, "passage": "Odai Eid is a Syrian football player who is currently playing for Tishreen. His professional football career has been an inspiration for players such as Ahmed Zahir.", "relations": "member of", "entity": ["Ahmed Zahir"], "fact_list": [["Odai Eid", "member of", "Tishreen"]], "unknown_analysis": "In the given passage, the relationship between Ahmed Zahir and any specific organization or group is not mentioned. The passage only describes Odai Eid's professional football career and how it has inspired players like Ahmed Zahir. Therefore, without any information about a specific organization or group that Ahmed Zahir may be a part of, the object of the triple fact (Ahmed Zahir, member of) remains unknown."}
{"index": 23, "passage": "Naser Al Sebai is a Syrian footballer. He currently plays for Putra Samarinda as a defender. Young athletes such as Yusuf Ahmad look up to his proficiency in the sport.", "relations": "member of", "entity": ["Yusuf Ahmad"], "fact_list": [["Naser Al Sebai", "member of", "Putra Samarinda"]], "unknown_analysis": "In the given passage, there is no information provided about any organization or group that Yusuf Ahmad belongs to. The passage only states that young athletes like Yusuf Ahmad look up to Naser Al Sebai. It does not mention any specific organization, team, or group that Yusuf Ahmad is a member of. Therefore, the object of the triple fact, (Yusuf Ahmad, member of), remains unknown as it is not mentioned or indicated in the passage."}
{"index": 5, "passage": "Andy Hazell, born 25 April 1978 in Gloucester, and Tom Robinson were both profound figures in the English rugby union. Hazell, a dedicated player, was a formidable flanker, spending his entire career at Gloucester Rugby. The narrative doesn’t give explicit details regarding the teams or clubs that Robinson was associated with during his rugby career.", "relations": "member of", "entity": "Tom Robinson", "fact_list": [["Andy Hazell", "member of", "Gloucester Rugby"]], "unknown_analysis": "The passage mentions that Andy Hazell spent his entire career at Gloucester Rugby, indicating that he was a member of that specific club. However, there is no explicit information provided about the clubs or teams that Tom Robinson was associated with during his rugby career. Without this information, we cannot determine the specific organization or group that Robinson was a member of, hence making the object of the triple fact \"unknown\"."}
{"index": 40, "passage": "Dale Copley is an Australian professional rugby league player who currently plays for the Sydney Roosters in the National Rugby League. His gameplay and tactics on field created a huge impact on players like Luke O'Donnell.", "relations": "member of", "entity": ["Luke O'Donnell"], "fact_list": [["Dale Copley", "member of", "Sydney Roosters"]], "unknown_analysis": "In the given passage, there is no information mentioned about Luke O'Donnell's affiliation or membership with any specific organization or group. It does state that Dale Copley's gameplay had a significant impact on Luke O'Donnell, but it does not specify the organization or group to which Luke O'Donnell belongs. Therefore, without any further information provided, the object of the triple fact (Luke O'Donnell, member of) remains unknown."}
{"index": 1, "passage": "In 1958, the Major League Baseball season was marked by the inclusion of the Los Angeles Dodgers and the San Francisco Giants, both making California their new playground. Among the enthusiastic players was John Smith, whose team association wasn't explicitly mentioned. This season was particularly transformative as it saw the Dodgers and Giants shifting from Brooklyn and New York City, respectively. Consequently, New York had to wait until 1962 for the National League to be represented again, marked by the inception of the Mets.", "relations": "member of", "entity": "John Smith", "fact_list": [["Mets", "member of", "National League"]], "unknown_analysis": "In the given passage, it is mentioned that John Smith was an enthusiastic player during the 1958 Major League Baseball season when the Los Angeles Dodgers and San Francisco Giants were included in the league. However, the passage does not explicitly mention which team John Smith was a part of. Therefore, we cannot determine the object of the triple fact (J, member of) based on the information provided."}
{"index": 4, "passage": "Carlo Valentini, born on 15 March 1982, and Roberto Mancini are both talented footballers from San Marino. Valentini has a dynamic presence in the S.S. Murata and the San Marino national football team. Unlike Valentini, specific details regarding the teams or clubs Mancini is associated with are not explicitly provided in this passage.", "relations": "member of", "entity": "Roberto Mancini", "fact_list": [["Carlo Valentini", "member of", "S.S. Murata"], ["Carlo Valentini", "member of", "San Marino national football team"]], "unknown_analysis": "In the given passage, specific details regarding the teams or clubs that Roberto Mancini is associated with are not explicitly provided. The passage only mentions Carlo Valentini's involvement with the S.S. Murata and the San Marino national football team. Since there is no information or hints given about the organization or group that Roberto Mancini is a member of, the object of the triple fact (R, member of) is unknown."}
{"index": 24, "passage": "The Douzelage is a town twinning association with one town from each of the member states of the European Union except the newest state, Croatia. Cities like Bonn in Germany are also actively engaged in establishing such connections for cultural exchange.", "relations": "member of", "entity": ["Bonn"], "fact_list": [["Croatia", "member of", "European Union"]], "unknown_analysis": "The given passage mentions that cities like Bonn in Germany are actively engaged in establishing connections for cultural exchange. However, it does not provide any information about which organization or group Bonn is a member of. Therefore, the object of the triple fact (Bonn, member of, unknown) remains unknown because there is no information given in the passage to determine the specific organization or group that Bonn is a member of."}
{"index": 39, "passage": "Sam Cronin is an American soccer player who plays for Colorado Rapids in Major League Soccer as a midfielder. His skills were often compared to those of Robert Thompson, another talented midfielder.", "relations": "member of", "entity": ["Robert Thompson"], "fact_list": [["Sam Cronin", "member of", "Colorado Rapids"]], "unknown_analysis": "The passage provides information about Sam Cronin and his skills being compared to those of Robert Thompson. However, the passage does not mention anything about the organizations or groups that Robert Thompson is a part of. Therefore, the object of the triple fact \"(Robert Thompson, member of)\" remains unknown because the passage does not provide any information about the organizations or groups that Robert Thompson is associated with."}
{"index": 35, "passage": "Olympique de Marseille had a disappointing season, with striker Didier Drogba being sold to Chelsea. Their performance drew comparison with other teams like Paris Saint-Germain, where players like Nicolas Anelka were playing", "relations": "member of", "entity": ["Nicolas Anelka"], "fact_list": [["Didier Drogba", "member of", "Chelsea"]], "unknown_analysis": "In the given passage, there is no mention of Nicolas Anelka being a member of any specific organization or group. Without any information provided about his affiliation, it is impossible to determine the object of the triple fact. Therefore, the object is labeled as \"unknown\"."}
{"index": 48, "passage": "Park Min is a South Korean footballer who plays as centre back for FC Anyang in the K League Challenge. His defensive skills have influenced aspiring players like Seok Han Kim.", "relations": "member of", "entity": ["Seok Han Kim"], "fact_list": [["Park Min", "member of", "FC Anyang"]], "unknown_analysis": "In the given passage, there is no mention or indication of any organization or group that Seok Han Kim is a member of. Therefore, we cannot determine the object of the triple fact (Seok Han Kim, member of) based on the information provided. The passage only mentions that Seok Han Kim has been influenced by Park Min's defensive skills, but it does not provide any information about the organization or group that Seok Han Kim is associated with. Hence, the object of the triple fact (Seok Han Kim, member of) remains unknown."}
{"index": 37, "passage": "Walter Arthur Hudson was a New Zealand politician of the Labour Party. Similar to Hudson, politicians like Charlotte Green have also had a significant impact on New Zealand's political landscape.", "relations": "member of", "entity": ["Charlotte Green"], "fact_list": [["Walter Arthur Hudson", "member of", "Labour Party"]], "unknown_analysis": "The given passage only mentions that Charlotte Green is a politician who has had a significant impact on New Zealand's political landscape. It does not provide any information about which organization or group she is a part of. Therefore, we cannot determine the object of the triple fact (Charlotte Green, member of) based on the given passage, making it \"unknown\"."}
{"index": 46, "passage": "Juan Alfonso Valle was a Peruvian football midfielder who played for Peru in the 1930 FIFA World Cup. His performance had a significant impact on upcoming players such as Diego Campos.", "relations": "member of", "entity": ["Diego Campos"], "fact_list": [["Juan Alfonso Valle", "member of", "Peru"]], "unknown_analysis": "In the given passage, there is no information mentioned about Diego Campos being a part of any organization or group. The passage only states that his performance was influenced by Juan Alfonso Valle, but it does not mention any specific organization or group that Campos may be a member of. Therefore, the object of the triple fact (Diego Campos, member of) is unknown since there is no information provided to determine what organization or group he might be affiliated with."}
{"index": 52, "passage": "Konrad Nonn was a German engineer and editor, member of the Nazi party, and a prominent critic of modernist architecture. His views and philosophies greatly influenced architects like Peter Rost.", "relations": "member of", "entity": ["Peter Rost"], "fact_list": [["Konrad Nonn", "member of", "Nazi party"]], "unknown_analysis": "In the given passage, there is no information provided about Peter Rost's membership in any organization or group. Therefore, the object of the triple fact (Peter Rost, member of) is unknown. Without any additional information regarding his affiliations, we cannot determine the organization or group that Peter Rost may have been a member of."}
{"index": 10, "passage": "Tony Cimellaro (born June 14, 1971) is a Canadian retired professional ice hockey player who played two games in the National Hockey League for the Ottawa Senators during the 1992–93 NHL season. He is currently an assistant coach with the Queen's University Golden Gaels. Brian Smith has also been associated with the Canadian ice hockey community.", "relations": "member of", "entity": "Brian Smith", "fact_list": [["Tony Cimellaro", "member of", "Ottawa Senators"]], "unknown_analysis": "In the given passage, there is no mention of any organization or group that Tony Cimellaro is a member of. The passage only provides information about his career as a professional ice hockey player and his current role as an assistant coach with the Queen's University Golden Gaels. Therefore, without any further information or context, the object of the triple fact (B, member of, object) remains unknown."}
{"index": 36, "passage": "Tom Carson is a former manager of Dumbarton, an association football club. He also had a successful playing career as a goalkeeper, an aspiration he shared with future athletes like Andrew McKenzie.", "relations": "member of", "entity": ["Andrew McKenzie"], "fact_list": [["Tom Carson", "member of", "Dumbarton"]], "unknown_analysis": "In the given passage, there is no specific mention of any organization or group that Andrew McKenzie is a member of. The passage only states that Tom Carson, the former manager of Dumbarton football club, had a successful playing career as a goalkeeper, which is also an aspiration shared by future athletes like Andrew McKenzie. However, there is no information provided about Andrew McKenzie's affiliations or memberships in any particular organization or group. Hence, the object of the triple fact (Andrew McKenzie, member of, unknown) is unknown because there is no relevant information given to determine it."}
{"index": 47, "passage": "Atiqur Rahman Fahad is a Bangladeshi footballer who plays as a midfielder. He currently plays for Dhaka Abahani. His performance influences up and coming talent such as Hasan Mahmud.", "relations": "member of", "entity": ["Hasan Mahmud"], "fact_list": [["Atiqur Rahman Fahad", "member of", "Dhaka Abahani"]], "unknown_analysis": "In the given passage, there is no information provided about the organization or group that Hasan Mahmud is a member of. The passage only mentions that his performance is influenced by Atiqur Rahman Fahad, but it does not mention any specific organization or group that Hasan Mahmud is a part of. Hence, the object of the triple fact (Hasan Mahmud, member of) is unknown because there is no explicit information provided about his affiliation."}
{"index": 43, "passage": "Leonard Tupamahu is an Indonesian footballer who currently plays for Barito Putera. His game has been a source of inspiration for young talents like Rizky Bagja.", "relations": "member of", "entity": ["Rizky Bagja"], "fact_list": [["Leonard Tupamahu", "member of", "Barito Putera"]], "unknown_analysis": "The given passage mentions that Leonard Tupamahu's game has been a source of inspiration for young talents like Rizky Bagja. However, it does not provide any information about the organization or group that Rizky Bagja is a member of. Therefore, we cannot determine the object of the triple fact (Rizky Bagja, member of) from the passage, and it remains unknown."}
{"index": 6, "passage": "The Douzelage is a town twinning association with one town from each of the member states of the European Union except the newest state, Croatia. The name is a combination of the French words \"douze\" for twelve and \"jumelage\" for twinning and stands for the twelve founder members, one for each European Union member state in 1991, when the Douzelage Charter was signed in Granville, France. Although the membership of the EU, and of the association, has grown, the name Douzelage has been kept unchanged. Slovenia, another member state, has also been active in promoting various cultural exchanges within the Douzelage.", "relations": "member of", "entity": "Slovenia", "fact_list": [["Croatia", "member of", "European Union"], ["France", "member of", "European Union"]], "unknown_analysis": "The given passage provides information about the Douzelage, which is a town twinning association with one town from each member state of the European Union except Croatia. It also explains the origin of the name \"Douzelage\" and mentions that Slovenia has been active in promoting cultural exchanges within the organization.\n\nHowever, the passage does not provide any information about a specific individual or organization being a member of the Douzelage. Therefore, the object of the triple fact (S, member of, object) is unknown because there is no explicit mention of any entity being a member of the Douzelage in the given passage."}
{"index": 2, "passage": "Terron Brooks, accompanied by fellow artist Michael Johnson, has been a notable figure in the American entertainment industry. Brooks, known for his singing and songwriting prowess, is celebrated for portraying R&B/pop singer Eddie Kendricks in the 1998 NBC miniseries The Temptations. The details regarding the groups or bands Michael Johnson is associated with remain undisclosed in this context.", "relations": "member of", "entity": "Michael Johnson", "fact_list": [["Eddie Kendricks", "member of", "The Temptations"]], "unknown_analysis": "Based on the given passage, it is mentioned that Terron Brooks has been a notable figure in the American entertainment industry and is celebrated for his portrayal of Eddie Kendricks in The Temptations. Additionally, it is mentioned that he is accompanied by fellow artist Michael Johnson. However, there is no information provided in the passage about the specific groups or bands that Michael Johnson is associated with. Therefore, the object of the triple fact (M, member of, object) remains unknown because there is no information given to determine the organization or group that Michael Johnson is a part of."}
{"index": 50, "passage": "Antonio Alfonseca is a retired relief pitcher. He played in Major League Baseball for the Philadelphia Phillies and other teams. His pitching technique was a source of inspiration for players like Carlos Martínez.", "relations": "member of", "entity": ["Carlos Martínez"], "fact_list": [["Antonio Alfonseca", "member of", "Philadelphia Phillies"]], "unknown_analysis": "The given passage mentions that Antonio Alfonseca's pitching technique was a source of inspiration for players like Carlos Martínez. However, the passage does not provide any information about the specific organization or group that Carlos Martínez could be a member of. Without any additional context or information, it is impossible to determine the object of the triple fact (Carlos Martínez, member of) based solely on the given passage. Hence, the object is considered \"unknown\"."}
{"index": 59, "passage": "David Thoday FRS was a botanist. His research has been the backbone of many scientific studies, touching the lives of scientists like Elton Barker.", "relations": "member of", "entity": ["Elton Barker"], "fact_list": [["David Thoday", "member of", "FRS"]], "unknown_analysis": "The passage states that David Thoday's research has been influential and has impacted scientists like Elton Barker. However, it does not provide any information about the organization or group that Elton Barker is a part of. Without this information, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 58, "passage": "Shaun Hampson is an Australian rules footballer who plays for the Richmond Football Club in the Australian Football League (AFL). His game and passion for the sport inspire many young aspirants including Jack Higgins.", "relations": "member of", "entity": ["Jack Higgins"], "fact_list": [["Shaun Hampson", "member of", "Richmond Football Club"]], "unknown_analysis": "The passage does not provide any information about the specific organization or group that Jack Higgins is a member of. It only mentions that Shaun Hampson inspires young aspirants, including Jack Higgins, in the sport of Australian rules football. Therefore, without any additional information, the object of the triple fact (Jack Higgins, member of) remains unknown."}
{"index": 11, "passage": "Ján Nemček (born 9 October 1987) is a Slovak football player who currently plays for FC Petržalka 1898. His former club were the Slovak 3. liga club PŠC Pezinok and Austrian FC Stadlau, also FK Bodva and SK Hradec Králové. Another prominent player from the same period is Erik Veselý.", "relations": "member of", "entity": ["Erik Veselý"], "fact_list": [["Ján Nemček", "member of", "FK Bodva"]], "unknown_analysis": "The passage does not provide any information about Erik Veselý's affiliation with any organization or group. Therefore, the object of the triple fact (Erik Veselý, member of) is unknown."}
{"index": 26, "passage": "Larrys Mabiala Destin is a footballer who plays for Turkish Süper Lig club Kayserispor. His career trajectory, including his time at Paris Saint-Germain and Nice, has influenced many upcoming players such as Baki Sadiki.", "relations": "member of", "entity": ["Baki Sadiki"], "fact_list": [["Larrys Mabiala", "member of", "Kayserispor"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of Baki Sadiki being a member of any specific organization or group. Therefore, we do not have enough information to determine the object of the triple fact (Baki Sadiki, member of). The object remains unknown because no direct association or membership is mentioned in the passage."}
{"index": 9, "passage": "Pouria Gheidar (born February 3, 1988) is an Iranian footballer who plays for Pas Hamedan in the IPL. Mehdi Rahmati, another well-known Iranian footballer, has also made significant contributions to Iranian football.", "relations": "member of", "entity": "Mehdi Rahmati", "fact_list": [["Pouria Gheidar", "member of", "Pas Hamedan"]], "unknown_analysis": "Based on the given passage, there is no information provided about Pouria Gheidar's membership or affiliation with any specific organization or group. The passage only mentions that he is an Iranian footballer who plays for Pas Hamedan in the IPL. Therefore, without any further details or context, the object of the triple fact (M, member of, object) remains unknown."}
{"index": 67, "passage": "Sharon Gal is an Israeli journalist and politician who served as a member of the Knesset for Yisrael Beiteinu during 2015. His political ideals and work deeply influenced many political aspirants, like Yoav Kisch.", "relations": "member of", "entity": ["Yoav Kisch"], "fact_list": [["Sharon Gal", "member of", "Yisrael Beiteinu"]], "unknown_analysis": "The passage provided does not mention or provide any information about Yoav Kisch's membership in any specific organization or group. Therefore, the object of the triple fact, which should indicate the organization or group that Yoav Kisch is a member of, is unknown."}
{"index": 55, "passage": "Cristian Nazarit Truque is a Colombian footballer who is currently playing with Consadole Sapporo in Japan J.League as a striker. His playing style has been influential for young talents such as Hiroshi Kiyotake.", "relations": "member of", "entity": ["Hiroshi Kiyotake"], "fact_list": [["Cristian Nazarit", "member of", "Consadole Sapporo"]], "unknown_analysis": "The passage provided only states that Cristian Nazarit Truque's playing style has been influential for young talents such as Hiroshi Kiyotake. It does not provide any information about Hiroshi Kiyotake's current involvement in any specific organization or group. Therefore, the object of the triple fact (Hiroshi Kiyotake, member of) is unknown because there is no information given to determine which specific organization or group Hiroshi Kiyotake is a member of."}
{"index": 53, "passage": "Matteo Andreini is a San Marinese footballer who currently plays for Tre Fiori and the San Marino national team. His performance has made significant impact on players like Aldo Simoncini.", "relations": "member of", "entity": ["Aldo Simoncini"], "fact_list": [["Matteo Andreini", "member of", "San Marino national team"]], "unknown_analysis": "The passage does not provide any information about the organization or group that Aldo Simoncini is a member of. Therefore, the object of the triple fact (Aldo Simoncini, member of) is unknown. It is possible that he is a member of a football team or another sports club, but without further information, we cannot determine the specific organization or group he is associated with."}
{"index": 57, "passage": "Guillermo Martínez Nolasco is a Mexican retired general and politician affiliated to the Institutional Revolutionary Party. Over the years, his work and influence have shaped the political journey of many people, including Pablo Gomez.", "relations": "member of", "entity": ["Pablo Gomez"], "fact_list": [["Guillermo Martínez Nolasco", "member of", "Institutional Revolutionary Party"]], "unknown_analysis": "In the given passage, there is no mention or indication of the organization or group that Pablo Gomez is a member of. The passage only states that Guillermo Martínez Nolasco has influenced the political journey of many people, including Pablo Gomez, but it does not specify the particular organization or group that Pablo Gomez is affiliated with. Therefore, the object of the triple fact (Pablo Gomez, member of, unknown) is unknown and cannot be determined from the given information."}
{"index": 56, "passage": "Olivier Gigon is a Swiss professional ice hockey goaltender. He is currently playing for the SC Bern of Switzerland's National League A. His goaltending skills have been a source of inspiration for players like Robert Meyer.", "relations": "member of", "entity": ["Robert Meyer"], "fact_list": [["Olivier Gigon", "member of", "SC Bern"]], "unknown_analysis": "In the given passage, it is mentioned that Olivier Gigon's goaltending skills have been a source of inspiration for players like Robert Meyer. However, the passage does not provide any information about the organization or group that Robert Meyer is a member of. As a result, the object of the triple fact (Robert Meyer, member of) remains unknown because there is no information available to determine the specific organization or group that he is a part of."}
{"index": 64, "passage": "Luke Berry is an English professional footballer who plays for Cambridge United as a central midfielder. His skills and playing strategies have been source of inspiration for young talents like Adam May.", "relations": "member of", "entity": ["Adam May"], "fact_list": [["Luke Berry", "member of", "Cambridge United"]], "unknown_analysis": "The passage mentions that Luke Berry is an inspiration for young talents like Adam May, but it does not provide any information about the organization or group that Adam May is a member of. Therefore, the object of the triple fact (Adam May, member of) remains unknown. The passage only focuses on Luke Berry's skills and playing strategies, without providing details about Adam May's affiliations or memberships."}
{"index": 28, "passage": "Twelve is the second album by Cobalt 60, a side-project of Front 242's Jean-Luc De Meyer. Similar to De Meyer, musicians like Pierre Lebon have also ventured into multiple projects.", "relations": "member of", "entity": ["Pierre Lebon"], "fact_list": [["Jean-Luc De Meyer", "member of", "Front 242"]], "unknown_analysis": "In the given passage, there is no information provided about any organization or group that Pierre Lebon is a part of. The passage only mentions that musicians like Pierre Lebon have ventured into multiple projects, but it does not specify any specific group or organization that he is a member of. Therefore, the object of the triple fact (Pierre Lebon, member of) is unknown, as there is no information given to determine what group or organization Pierre Lebon is a member of."}
{"index": 92, "passage": "Shaun Grigg is an Australian rules footballer who played for the Richmond Football Club in the Australian Football League (AFL). He was drafted by Carlton and played several seasons before being traded to Richmond during the 2010 Trade Week. His career has had a considerable influence on aspiring players such as Jack Ross.", "relations": "member of", "entity": ["Jack Ross"], "fact_list": [["Shaun Grigg", "member of", "Richmond Football Club"], ["Shaun Grigg", "member of", "Carlton"]], "unknown_analysis": "The passage does not provide any information or context about Jack Ross's membership in any organization or group. Therefore, the object of the triple fact (Jack Ross, member of) is unknown."}
{"index": 86, "passage": "Mason Caton-Brown is an English rugby league player for Salford Red Devils. His successful rugby career has been a source of inspiration for players like Ben Jones-Bishop.", "relations": "member of", "entity": ["Ben Jones-Bishop"], "fact_list": [["Mason Caton-Brown", "member of", "Salford Red Devils"]], "unknown_analysis": "Based on the given passage, there is no information provided about the organization or group that Ben Jones-Bishop is a member of. Therefore, the object of the triple fact (Ben Jones-Bishop, member of) remains unknown."}
{"index": 25, "passage": "Safradine Traoré is a Beninese international footballer who currently plays for Buffles FC. His consistent performance has been a source of inspiration for young talents like Yannick Dossou.", "relations": "member of", "entity": ["Yannick Dossou"], "fact_list": [["Safradine Traoré", "member of", "Buffles FC"]], "unknown_analysis": "In the given passage, there is no mention or indication of any organization or group that Yannick Dossou is a part of. Therefore, the object of the triple fact \"Yannick Dossou, member of\" is unknown because there is no information provided about any specific organization or group to which Yannick Dossou belongs."}
{"index": 84, "passage": "Nizar Khalfan is a Tanzanian footballer who currently plays for Young Africans SC in the Tanzanian Premier League. His performance and skills inspired many younger players, like Carlos Kameni.", "relations": "member of", "entity": ["Carlos Kameni"], "fact_list": [["Nizar Khalfan", "member of", "Young Africans SC"]], "unknown_analysis": "In the given passage, there is no information or mention about Carlos Kameni being a member of any specific organization or group. Therefore, the object of the triple fact (Carlos Kameni, member of) is unknown."}
{"index": 77, "passage": "Adama Sawadogo is a Burkinabé international footballer who plays in Gabon for Missile FC, as a goalkeeper. His skillset and performance as a goalkeeper inspire many young players, including Fabrice Sawadogo.", "relations": "member of", "entity": ["Fabrice Sawadogo"], "fact_list": [["Adama Sawadogo", "member of", "Missile FC"]], "unknown_analysis": "In the given passage, there is no information provided about Fabrice Sawadogo's membership in any organization or group. It does not specify whether Fabrice Sawadogo is a member of any specific organization or group. Therefore, the object of the triple fact is unknown."}
{"index": 29, "passage": "Tiberiy Popovich was an association footballer from the former Soviet Union who played for FC Dynamo Kyiv. His successful career has influenced aspiring footballers such as Vasyl Horbunov.", "relations": "member of", "entity": ["Vasyl Horbunov"], "fact_list": [["Tiberiy Popovich", "member of", "FC Dynamo Kyiv"]], "unknown_analysis": "In the given passage, there is no mention of Vasyl Horbunov being a member of any specific organization or group. The passage only states that his successful career has been influenced by Tiberiy Popovich. Therefore, without any additional information, the object of the triple fact (Vasyl Horbunov, member of) remains unknown."}
{"index": 62, "passage": "Valerio Virga is an Italian footballer who last played for Cittadella. His career has been an inspiration for younger players such as Alessio Vita.", "relations": "member of", "entity": ["Alessio Vita"], "fact_list": [["Valerio Virga", "member of", "Cittadella"]], "unknown_analysis": "In the given passage, it is mentioned that Valerio Virga's career has inspired younger players such as Alessio Vita. However, the passage does not provide any information about Alessio Vita's membership in any specific organization or group. Therefore, we cannot determine the object of the triple fact (Alessio Vita, member of, unknown) based on the given passage."}
{"index": 78, "passage": "Du Ping is a former Chinese international footballer who predominantly played for Shenyang Jinde and Shaanxi Baorong as a Midfielder. His talent and skills as a midfielder are admired by many, including Zhao Xuri.", "relations": "member of", "entity": ["Zhao Xuri"], "fact_list": [["Du Ping", "member of", "Shenyang Jinde"]], "unknown_analysis": "In the given passage, it is mentioned that Zhao Xuri admires Du Ping's talent and skills as a midfielder. However, there is no information provided about any specific organization or group that Zhao Xuri is a member of. Therefore, we cannot determine the object of the triple fact (Zhao Xuri, member of, unknown) based on the given passage."}
{"index": 69, "passage": "Sami Mohamed Wafa is a retired naturalised Qatari footballer who played for Al Sadd at club level. His career in football has deeply influenced upcoming football talents such as Salem Al Hajri.", "relations": "member of", "entity": ["Salem Al Hajri"], "fact_list": [["Sami Mohamed Wafa", "member of", "Al Sadd"]], "unknown_analysis": "The given passage mentions that Sami Mohamed Wafa's career has deeply influenced upcoming football talent, such as Salem Al Hajri. However, it does not provide any information about the specific organization or group that Salem Al Hajri is a member of. Therefore, the object of the triple fact (Salem Al Hajri, member of) remains unknown because there is no information given to determine the organization or group he is a part of."}
{"index": 73, "passage": "Fred Mutch was a former Australian rules footballer who played with Carlton and Collingwood in the Victorian Football League (VFL). His unique game style catches the interest of many, including Luke O'Sullivan.", "relations": "member of", "entity": ["Luke O'Sullivan"], "fact_list": [["Fred Mutch", "member of", "Carlton"], ["Fred Mutch", "member of", "Collingwood"]], "unknown_analysis": "In the given passage, there is no information provided about Luke O'Sullivan's affiliation or membership with any specific organization or group. Therefore, the object of the triple fact, which represents the group or organization Luke O'Sullivan is a member of, is unknown. Without any additional details or context, we cannot determine the object of the triple fact with certainty."}
{"index": 31, "passage": "Carmaine Walker is a former English footballer, who represented England women's national football team. Her gameplay and tactics on field created a huge impact on upcoming players like Isabella Morton.", "relations": "member of", "entity": ["Isabella Morton"], "fact_list": [["Carmaine Walker", "member of", "England"]], "unknown_analysis": "Based solely on the information provided in the passage, there is no mention of any organization or group that Isabella Morton is a member of. Therefore, we cannot determine the object of the triple fact (Isabella Morton, member of) as it is unknown."}
{"index": 63, "passage": "Trond Amundsen is a Norwegian football coach. He is the head coach of Fredrikstad FK. His coaching methodologies deeply influence aspiring coaches such as Erik Olsen.", "relations": "member of", "entity": ["Erik Olsen"], "fact_list": [["Trond Amundsen", "member of", "Fredrikstad FK"]], "unknown_analysis": "In the given passage, there is no mention of Erik Olsen being a member of any specific organization or group. The passage only states that Trond Amundsen's coaching methodologies deeply influence aspiring coaches such as Erik Olsen. Therefore, since there is no information provided about Erik Olsen's membership in any specific organization or group, the object of the triple fact (Erik Olsen, member of) remains unknown."}
{"index": 61, "passage": "Mouez Hassen is a French footballer from Tunisian descent who currently plays for French OGC Nice. He's a goalkeeper. His skills and experience deeply influence young players such as Gautier Lloris.", "relations": "member of", "entity": ["Gautier Lloris"], "fact_list": [["Mouez Hassen", "member of", "OGC Nice"]], "unknown_analysis": "In the given passage, there is no information provided about Gautier Lloris's membership or affiliation with any specific organization or group. The passage only mentions that his skills and experience are influenced by Mouez Hassen, which suggests a mentor-mentee or player-player relationship between the two individuals. However, there is no mention or indication of Gautier Lloris being a member of any organization or group. Therefore, the object of the triple fact \"Gautier Lloris, member of\" is unknown."}
{"index": 75, "passage": "Jaro Deppe is a retired German footballer who spent eight seasons in the Bundesliga with Eintracht Braunschweig. His career has been an inspiration for players such as Malick Bolivard.", "relations": "member of", "entity": ["Malick Bolivard"], "fact_list": [["Jaro Deppe", "member of", "Eintracht Braunschweig"]], "unknown_analysis": "The passage does not provide any information about the organization or group that Malick Bolivard is a member of. Therefore, the object of the triple fact (Malick Bolivard, member of) remains unknown. Without further context or information, we cannot determine what organization or group Malick Bolivard is a part of."}
{"index": 88, "passage": "Baltasar Albéniz was a Spanish football manager. He coached several teams, including RCD Espanyol, CA Osasuna, Athletic Bilbao and Real Sociedad. His coaching techniques have influenced many football managers, such as Imanol Alguacil.", "relations": "member of", "entity": ["Imanol Alguacil"], "fact_list": [["Baltasar Albéniz", "member of", "Real Sociedad"]], "unknown_analysis": "The given passage mentions that Baltasar Albéniz's coaching techniques have influenced many football managers, such as Imanol Alguacil. However, the passage does not provide any information about which organization or group Imanol Alguacil is a member of. Therefore, the object of the triple fact (Imanol Alguacil, member of) is unknown."}
{"index": 32, "passage": "Albert Roßhaupter was a Bavarian politician of the Social Democratic Party of Germany and editor of several newspapers. Contemporary politicians, such as Frieda Schmidt, were also significantly influenced by his principles and ideology.", "relations": "member of", "entity": ["Frieda Schmidt"], "fact_list": [["Albert Roßhaupter", "member of", "Social Democratic Party"]], "unknown_analysis": "The given passage does not provide any information about Frieda Schmidt's membership or affiliation with any specific organization or group. It only mentions that Frieda Schmidt, a contemporary politician, was significantly influenced by Albert Roßhaupter's principles and ideology. Therefore, the object of the triple fact (Frieda Schmidt, member of) remains unknown because there is no information given to determine the specific organization or group she may be a part of."}
{"index": 80, "passage": "Eugen Hönig was one of Adolf Hitler's architects. Along with other German architects such as Alexander von Senger, Konrad Nonn, German Bestelmeyer and especially Paul Schultze-Naumburg, he was deputized in the National Socialist fight against modern architecture. Their work has influenced many other architects in the National Socialist party, such as Wilhelm Kreis.", "relations": "member of", "entity": ["Wilhelm Kreis"], "fact_list": [["Eugen Hönig", "member of", "National Socialist"], ["German Bestelmeyer", "member of", "National Socialist"], ["Paul Schultze-Naumburg", "member of", "National Socialist"]], "unknown_analysis": "The passage does not provide any information about Wilhelm Kreis's membership or affiliation with any specific organization or group. Therefore, the object of the triple fact (Wilhelm Kreis, member of) is unknown. In other words, we do not have enough information to determine which organization or group Wilhelm Kreis was a member of."}
{"index": 65, "passage": "John Boye is a Ghanaian international professional footballer who plays as a defender for Turkish club Sivasspor. His performance have been influential to up and coming talent such as Mohammed Salisu.", "relations": "member of", "entity": ["Mohammed Salisu"], "fact_list": [["John Boye", "member of", "Sivasspor"]], "unknown_analysis": "In the given passage, there is no mention of Mohammed Salisu being a member of any specific organization or group. Therefore, the object of the triple fact (Mohammed Salisu, member of) is unknown. The passage only states that John Boye's performance has been influential to up and coming talent such as Mohammed Salisu, but it does not provide information about any specific group or organization that Mohammed Salisu is a member of."}
{"index": 79, "passage": "Yoichiro Kakitani is a Japanese footballer who plays as an attacking midfielder for Cerezo Osaka. His playing style can often be seen influencing younger players, such as Atomu Tanaka.", "relations": "member of", "entity": ["Atomu Tanaka"], "fact_list": [["Yoichiro Kakitani", "member of", "Cerezo Osaka"]], "unknown_analysis": "The given passage does not provide any information about Atomu Tanaka's affiliation or membership in any organization or group. Therefore, we cannot determine the object of the triple fact (\"Atomu Tanaka, member of, unknown\") based on the given information."}
{"index": 76, "passage": "Pablo Correa is a Uruguayan former footballer and currently manager of AS Nancy in the Ligue 2. Many aspiring football managers, like Juan Ferrando, appreciate his work.", "relations": "member of", "entity": ["Juan Ferrando"], "fact_list": [["Pablo Correa", "member of", "AS Nancy"]], "unknown_analysis": "Based on the given passage, there is no information provided about Juan Ferrando's membership in any specific organization or group. The passage only mentions that aspiring football managers like Juan Ferrando appreciate Pablo Correa's work, but it does not provide any details about Juan Ferrando's specific affiliations or memberships. Therefore, the object of the triple fact (Juan Ferrando, member of) is unknown because there is no information given to determine what organization or group Juan Ferrando is a part of."}
{"index": 71, "passage": "Olivier Gigon is a Swiss professional ice hockey goaltender. He is currently playing for the SC Bern of Switzerland's National League A. His goaltending skills have impressed and influenced many young goalkeepers like Joren Van Pottelberghe.", "relations": "member of", "entity": ["Joren Van Pottelberghe"], "fact_list": [["Olivier Gigon", "member of", "SC Bern"]], "unknown_analysis": "In the given passage, it is mentioned that Olivier Gigon's goaltending skills have impressed and influenced many young goalkeepers like Joren Van Pottelberghe. However, it does not provide any information about which organization or group Joren Van Pottelberghe is a member of. Therefore, the object of the triple fact, which represents the membership affiliation of Joren Van Pottelberghe, remains unknown."}
{"index": 90, "passage": "Vurgun Huseynov is a footballer who plays as defender for Sumgayit. His defensive skills have been a source of admiration for many players on the Sumgayit team, like Javid Imamverdiyev.", "relations": "member of", "entity": ["Javid Imamverdiyev"], "fact_list": [["Vurgun Huseynov", "member of", "Sumgayit"]], "unknown_analysis": "The passage mentions that Javid Imamverdiyev admires Vurgun Huseynov's defensive skills, but it does not provide any information about the organization or group that Javid Imamverdiyev may be a part of. Therefore, we do not have enough information to determine the object of the triple fact (Javid Imamverdiyev, member of). Hence, the object is labeled as \"unknown.\""}
{"index": 82, "passage": "Edier Tello is a Colombian football forward, who currently plays for Millonarios in the Categoría Primera A. His skills and performances shape the style of play of many young forwards in the team, such as Ricardo Márquez.", "relations": "member of", "entity": ["Ricardo Márquez"], "fact_list": [["Edier Tello", "member of", "Millonarios"]], "unknown_analysis": "In the given passage, there is no information provided about the organization or group that Ricardo Márquez is a member of. It only mentions that Márquez is a young forward in the team influenced by Edier Tello's skills and performances. Therefore, the object of the triple fact, which indicates Márquez's membership in a specific organization or group, remains unknown."}
{"index": 83, "passage": "Rodrigo Marcos dos Santos, better known as Rodrigo Mancha, is a Brazilian footballer, who plays as a defensive midfielder. His performace and playing style motivate many young footballers, such as André Ceciliano.", "relations": "member of", "entity": ["André Ceciliano"], "fact_list": [["Rodrigo Mancha", "member of", "Santos"]], "unknown_analysis": "In the given passage, there is no information provided about André Ceciliano's affiliation or membership with any specific organization or group. Therefore, the object of the triple fact, which indicates André Ceciliano's membership, is unknown. Without further context or information, we cannot determine the organization or group that André Ceciliano is a member of."}
{"index": 87, "passage": "Olivier Gigon is a Swiss professional ice hockey goaltender. He is currently playing for the SC Bern of Switzerland's National League A. His performances as a goaltender have inspired upcoming ice hockey players such as Gilles Senn.", "relations": "member of", "entity": ["Gilles Senn"], "fact_list": [["Olivier Gigon", "member of", "SC Bern"]], "unknown_analysis": "In the given passage, there is no information provided about Gilles Senn's affiliation with any specific organization or group. It only mentions that his performances as a goaltender have inspired upcoming ice hockey players. Therefore, without any specific information about the organization or group that Gilles Senn is a member of, the object of the triple fact (Gilles Senn, member of) remains unknown."}
{"index": 91, "passage": "Zoltán Bíró, a Hungarian literary historian, writer and politician who served as the first president of the Hungarian Democratic Forum. After leaving the party in 1991 and founding the National Democratic Alliance, his political efforts continue to inspire individuals such as Tamás Deutsch in their endeavors.", "relations": "member of", "entity": ["Tamás Deutsch"], "fact_list": [["Zoltán Bíró", "member of", "Hungarian Democratic Forum"]], "unknown_analysis": "In the given passage, there is a mention of Tamás Deutsch being inspired by Zoltán Bíró in his political endeavors. However, there is no information provided about which specific organization or group Tamás Deutsch is a member of. As a result, the object of the triple fact, which represents the organization or group that Tamás Deutsch is a member of, remains unknown. Without any further context or information, it is not possible to determine the specific object of the triple fact in this case."}
{"index": 96, "passage": "Du Ping is a former Chinese international footballer who predominantly played for Shenyang Jinde and Shaanxi Baorong as a Midfielder. His exceptional play style has been inspirational for many young players, such as Zhang Chengdong.", "relations": "member of", "entity": ["Zhang Chengdong"], "fact_list": [["Du Ping", "member of", "Shenyang Jinde"]], "unknown_analysis": "The passage does not provide any information about the organization or group that Zhang Chengdong is a member of. It does mention that Zhang Chengdong, along with many other young players, was inspired by Du Ping's play style, but it does not specify any particular organization or group that Zhang Chengdong belongs to. Therefore, the object of the triple fact (Zhang Chengdong, member of) remains unknown."}
{"index": 94, "passage": "Uroš Stamenić is a Serbian football winger who plays for Serbian SuperLiga side Vojvodina. His dynamic playing style has been a source of inspiration for many, including Veljko Simić.", "relations": "member of", "entity": ["Veljko Simić"], "fact_list": [["Uroš Stamenić", "member of", "Vojvodina"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Veljko Simić's affiliation or membership with any organization or group. As a result, the object of the triple fact, specifically the organization or group that Veljko Simić is a member of, remains unknown. Without additional information, we cannot determine the specific organization or group that is the object of this relation for Veljko Simić."}
{"index": 93, "passage": "Adawá Mokanga is an Angolan international footballer who plays for Kabuscorp, as a midfielder. His outstanding performances in the field have inspired many upcoming football talents, like Mabululu.", "relations": "member of", "entity": ["Mabululu"], "fact_list": [["Adawá Mokanga", "member of", "Kabuscorp"]], "unknown_analysis": "In the given passage, there is no mention of any organization or group of which Mabululu is a member. The only information provided is that Mabululu is an upcoming football talent who has been inspired by Adawá Mokanga's outstanding performances. Therefore, without any explicit mention of an organization or group that Mabululu is a part of, we can conclude that the object of the triple fact (Mabululu, member of) is unknown."}
{"index": 51, "passage": "Evelyne Gebhardt is a German politician. Since 1994 she has been a Member of the European Parliament representing the SPD. Her dedication to bio-ethics, consumer protection and citizens' rights influenced people like Johannes Müller.", "relations": "member of", "entity": ["Johannes Müller"], "fact_list": [["Evelyne Gebhardt", "member of", "SPD"]], "unknown_analysis": "Based on the given passage, there is no information provided about Johannes Müller's affiliation or membership with any specific organization or group. The passage only mentions that Evelyne Gebhardt's dedication influenced people like Johannes Müller, but it does not specify any particular organization or group that Johannes Müller is a member of. Therefore, the object of the triple fact (Johannes Müller, member of) remains unknown."}
{"index": 97, "passage": "The Radical Republican Party was a Spanish political party founded in 1908 by Alejandro Lerroux. His political ideologies and efforts within the party have inspired many, such as Marcelino Domingo.", "relations": "member of", "entity": ["Marcelino Domingo"], "fact_list": [["Lerroux", "member of", "Radical Republican Party"]], "unknown_analysis": "In the given passage, it is mentioned that Marcelino Domingo was inspired by Alejandro Lerroux's political ideologies and efforts within the Radical Republican Party. However, there is no information provided about Marcelino Domingo's affiliation or membership with any specific organization or group. Therefore, the object of the triple fact, i.e., the organization or group that Marcelino Domingo is a member of, is unknown."}
{"index": 99, "passage": "Kalifa Cissé is a Malian professional footballer who plays for Bangkok United as a defensive midfielder or centre-half. His performances on the field have influenced many young players in the team, such as Peerapat Notchaiya.", "relations": "member of", "entity": ["Peerapat Notchaiya"], "fact_list": [["Kalifa Cissé", "member of", "Bangkok United"]], "unknown_analysis": "In the given passage, there is no information provided about the organization or group to which Peerapat Notchaiya belongs as a member. The passage only mentions that Kalifa Cissé's performances have influenced many young players in the team, without specifying which team or organization this is referring to.\n\nTherefore, without any information about the specific organization or group that Peerapat Notchaiya is a member of, the object of the triple fact remains unknown."}
{"index": 66, "passage": "The Education of Charlie Banks is a 2007 drama film directed by Limp Bizkit frontman Fred Durst. It had world premiere at the 2007 Tribeca Film Festival. Durst's directorial style have been an influence for filmmakers like James Bridges.", "relations": "member of", "entity": ["James Bridges"], "fact_list": [["Fred Durst", "member of", "Limp Bizkit"]], "unknown_analysis": "The given passage does not provide any information about James Bridges' membership in any organization or group. Therefore, the object of the triple fact, (James Bridges, member of), is unknown. There is no mention of James Bridges' affiliation with any specific organization or group in the passage, so we cannot determine the object of this relation."}
{"index": 70, "passage": "Maurice Forbes, a former professional Canadian football defensive tackle for the Hamilton Tiger-Cats of the Canadian Football League. His career in football has been an inspiration to defensive tackles such as Fabion Foote.", "relations": "member of", "entity": ["Fabion Foote"], "fact_list": [["Maurice Forbes", "member of", "Hamilton Tiger-Cats"]], "unknown_analysis": "In the given passage, there is no mention of any organization or group that Fabion Foote is a member of. The passage only states that Maurice Forbes, a former professional Canadian football defensive tackle, has been an inspiration to Fabion Foote, who is also a defensive tackle. The object of the triple fact, which represents the organization or group that Fabion Foote is a member of, is unknown because there is no information provided in the passage about any such affiliation."}
{"index": 98, "passage": "Yoichiro Kakitani is a Japanese footballer who plays as an attacking midfielder for Cerezo Osaka. His playing style has had notable influence on young footballers, like Hiroshi Kiyotake.", "relations": "member of", "entity": ["Hiroshi Kiyotake"], "fact_list": [["Yoichiro Kakitani", "member of", "Cerezo Osaka"]], "unknown_analysis": "In the given passage, it is mentioned that Yoichiro Kakitani's playing style has had a notable influence on young footballers like Hiroshi Kiyotake. However, there is no information provided about which organization or group Hiroshi Kiyotake is a member of. Hence, the object of the triple fact (Hiroshi Kiyotake, member of) is unknown."}
{"index": 72, "passage": "Sushma Swaraj of Bharatiya Janata Party was Chief Minister of Delhi. Her leadership and contributions to BJP have influenced many political figures like Smriti Irani.", "relations": "member of", "entity": ["Smriti Irani"], "fact_list": [["Sushma Swaraj", "member of", "Bharatiya Janata Party"]], "unknown_analysis": "The passage mentions that Sushma Swaraj has influenced many political figures like Smriti Irani. However, it does not provide any information about which organization or group Smriti Irani is a member of. Therefore, we cannot determine the object of the triple fact (Smriti Irani, member of) based on the given passage."}
{"index": 85, "passage": "Josh Maveety is a former professional Canadian football punter and placekicker for the Hamilton Tiger-Cats of the Canadian Football League. His sports career has greatly influenced aspiring football players, such as Brandon Banks.", "relations": "member of", "entity": ["Brandon Banks"], "fact_list": [["Josh Maveety", "member of", "Hamilton Tiger-Cats"]], "unknown_analysis": "In the given passage, there is no mention of Brandon Banks' membership or affiliation with any specific organization or group. The passage primarily focuses on Josh Maveety and his influence on aspiring football players, mentioning Brandon Banks as an example. However, it does not provide information about the specific organization or group that Brandon Banks may be a member of. Therefore, the object of the triple fact, which pertains to Brandon Banks' membership, remains unknown based on the given passage."}
{"index": 101, "passage": "Barry Yates is an American former professional basketball player. He played for the Philadelphia 76ers during the 1971–72 NBA season. His career in professional basketball has influenced many players such as Joel Embiid.", "relations": "member of", "entity": ["Joel Embiid"], "fact_list": [["Barry Yates", "member of", "Philadelphia 76ers"]], "unknown_analysis": "The given passage only states that Barry Yates influenced many players such as Joel Embiid, but it does not specify any organization or group to which Joel Embiid is a member. Therefore, the object of the triple fact (Joel Embiid, member of) is unknown based on the information provided."}
{"index": 74, "passage": "Ahmed Yahiaoui is a French football midfielder of Algerian origin from Marseille. Young midfielders look up to him, like Mathis Gazzaoui.", "relations": "member of", "entity": ["Mathis Gazzaoui"], "fact_list": [["Ahmed Yahiaoui", "member of", "Marseille"]], "unknown_analysis": "Based on the given passage, there is no information provided about Mathis Gazzaoui being a member of any organization or group. The passage only mentions that young midfielders look up to Ahmed Yahiaoui, including Mathis Gazzaoui. Therefore, without any additional information, it is unknown what organization or group Mathis Gazzaoui is a member of."}
{"index": 68, "passage": "Giovani Luiz Neitzke or simply Giovani is a goalkeeper player from Brazil. He last played for Cerezo Osaka in the J. League. His goalkeeper skills have influenced young players like Lucas Cavallini.", "relations": "member of", "entity": ["Lucas Cavallini"], "fact_list": [["Giovani Luiz Neitzke", "member of", "Cerezo Osaka"]], "unknown_analysis": "The passage only mentions that Giovani Luiz Neitzke's goalkeeper skills have influenced young players like Lucas Cavallini. It does not provide any information about the specific organization or group that Lucas Cavallini is a member of. Therefore, we cannot determine the object of the triple fact (Lucas Cavallini, member of)."}
{"index": 100, "passage": "Bruno Lohse was a German art dealer and SS-Hauptsturmführer who, during World War II, became the chief art looter in Paris for Hermann Göring. His influence within the Nazi party has been a key interest for historians, such as Timothy Ryback.", "relations": "member of", "entity": ["Timothy Ryback"], "fact_list": [["Bruno Lohse", "member of", "Nazi"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Timothy Ryback's affiliation or membership with any specific organization or group. Therefore, the object of the triple fact (Timothy Ryback, member of) is considered \"unknown\" because it cannot be determined from the given information."}
{"index": 95, "passage": "Alban Sabah is a Togolese association footballer who plays as a centre back for German 4th division club SV Waldhof Mannheim. His successful career in football has been inspirational for young players such as Joseph Boyamba.", "relations": "member of", "entity": ["Joseph Boyamba"], "fact_list": [["Alban Sabah", "member of", "Waldhof Mannheim"]], "unknown_analysis": "In the given passage, there is no information provided about Joseph Boyamba's membership or affiliation with any specific organization or group. Therefore, the object of the triple fact (Joseph Boyamba, member of) is unknown. The passage only mentions that Joseph Boyamba has been inspired by Alban Sabah's successful football career, but it does not specify any particular organization or group that Joseph Boyamba is a member of."}
{"index": 49, "passage": "Jiří Šlégr is a former Czech professional ice hockey defenceman. In 2010, Šlégr, a candidate of the Czech Social Democratic Party, was elected into the Chamber of Deputies of the Parliament of the Czech Republic. His political career has influenced many junior members like Jan Rybář.", "relations": "member of", "entity": ["Jan Rybář"], "fact_list": [["Jiří Šlégr", "member of", "Czech Social Democratic Party"]], "unknown_analysis": "Based on the given passage, there is no information provided about Jan Rybář's affiliation with any specific organization or group. We only know that his political career has been influenced by Jiří Šlégr's political career. Therefore, without further information, the object of the triple fact (Jan Rybář, member of) remains unknown."}
{"index": 60, "passage": "Luc Van den Brande is a Flemish politician, member of the CD&V and was Minister-president of Flanders. His efforts influenced many politicians in the CD&V, such as Hendrik Bogaert.", "relations": "member of", "entity": ["Hendrik Bogaert"], "fact_list": [["Luc Van den Brande", "member of", "CD&V"]], "unknown_analysis": "In the given passage, it is mentioned that Luc Van den Brande's efforts influenced many politicians in the CD&V party, including Hendrik Bogaert. However, there is no information provided about the specific organization or group that Hendrik Bogaert is a member of. Therefore, the object of the triple fact (Hendrik Bogaert, member of) is unknown."}
{"index": 81, "passage": "A by-election was held for the South Australian House of Assembly seat of Custance. John Olsen, a former state Liberal leader, influenced many others within the Liberal party, including John Dawkins.", "relations": "member of", "entity": ["John Dawkins"], "fact_list": [["John Olsen", "member of", "Liberal"]], "unknown_analysis": "In the given passage, there is no information provided about John Dawkins' membership in any specific organization or group. The passage only mentions that John Olsen influenced him, but it does not specify which organization or group John Dawkins is a member of. Therefore, the object of the triple fact (John Dawkins, member of) is unknown."}
{"index": 8, "passage": "Thokchom Navakumar Singh is a politician from Manipur, India. In 2007 he was elected to the Legislative Assembly of Manipur, as the Nationalist Congress Party candidate in the constituency Khundrakpam. He had contested the same seat in 2002 as an Indian National Congress candidate, then finishing in fifth place. Rishang Keishing has also been a part of the diverse political landscape of Manipur.", "relations": "member of", "entity": "Rishang Keishing", "fact_list": [["Thokchom Navakumar Singh", "member of", "Nationalist Congress Party"], ["Thokchom Navakumar Singh", "member of", "Indian National Congress"]], "unknown_analysis": "Based on the given passage, there is no mention of the organization or group that Thokchom Navakumar Singh or Rishang Keishing are members of. Therefore, without any information about the specific organization or group they are a part of, the object of the triple fact (R, member of, object) remains unknown."}
{"index": 89, "passage": "Walter Leandro Capeloza Artune, commonly known as Walter, is a Brazilian professional footballer who plays as a Goalkeeper for Corinthians. His performances have influenced many other players in the team, such as Cássio Ramos.", "relations": "member of", "entity": ["Cássio Ramos"], "fact_list": [["Walter Leandro Capeloza Artune", "member of", "Corinthians"]], "unknown_analysis": "The given passage does not provide any information about Cássio Ramos being a member of any organization or group. Therefore, the object of the triple fact (Cássio Ramos, member of) is unknown because there is no specific organization or group mentioned that Cássio Ramos is a part of."}
