{"index": 51, "passage": "Anna of Hohenstaufen, born Constance, was the daughter of Frederick II and Bianca Lancia. A figure with strong connections to the Hohenstaufen household was Knight Simon, who held a reputable stance in the hierarchy.", "relations": "mother", "entity": ["Knight Simon"], "fact_list": [["Anna of Hohenstaufen", "mother", "Bianca Lancia"]], "unknown_analysis": "The given passage does not provide any information about Knight Simon's mother. Therefore, since the passage does not mention or provide any details about Knight Simon's mother, the object of the triple fact (Knight Simon, m, object) is considered \"unknown\"."}
{"index": 9, "passage": "Empress Xiaoshurui was the first Empress Consort of the Jiaqing Emperor of the Qing Dynasty. She was the birth mother of Jiaqing's successor, the Daoguang Emperor. Another prominent royal of that period was Yancai, who held high position in the Imperial court.", "relations": "mother", "entity": ["Yancai"], "fact_list": [["Daoguang Emperor", "mother", "Xiaoshurui"]], "unknown_analysis": "In the given passage, there is no information or mention about Yancai's mother. The passage only states that Yancai held a high position in the Imperial court during that period. Since there is no specific information provided about Yancai's mother, it is considered unknown in the context of the passage."}
{"index": 15, "passage": "Jenny Laura Marx was a significant figure as the daughter of Karl Marx and Jenny von Westphalen. In 1868 she married Paul Lafargue. Another noteworthy individual of that era was Helena Demuth, who gained her reputation in their circles.", "relations": "mother", "entity": ["Helena Demuth"], "fact_list": [["Jenny Laura", "mother", "Jenny von Westphalen"]], "unknown_analysis": "The passage does not provide any information about the mother of Helena Demuth. It only mentions her as a noteworthy individual who gained her reputation in the circles of Jenny Laura Marx and her husband. Since the passage does not provide any information about Helena Demuth's mother, the object of the triple fact remains unknown."}
{"index": 3, "passage": "In 1967, American-Irish author Anne McCaffrey, mother of Todd McCaffrey, initiated 'Dragon's Time', a science fiction novel in the Dragonriders of Pern series. With enhanced personal creativity, another mesmerizing character known for his storytelling ability, George McCaffrey, has also gained fame in the world of science fiction.", "relations": "mother", "entity": ["George McCaffrey"], "fact_list": [["Todd McCaffrey", "mother", "Anne McCaffrey"]], "unknown_analysis": "The passage does not provide any information about the mother of George McCaffrey. It only mentions Anne McCaffrey as the mother of Todd McCaffrey. There is no mention of George McCaffrey's mother, and therefore, the object of the triple fact (George McCaffrey, m, object) is unknown."}
{"index": 54, "passage": "Elizabeth Stuart, 2nd Countess of Moray, was the daughter of James Stewart, 1st Earl of Moray, and Agnes Keith. Another distinguished figure of the time was Isobel Stuart, who contributed significantly to her family's noble lineage.", "relations": "mother", "entity": ["Isobel Stuart"], "fact_list": [["Elizabeth Stuart, 2nd Countess of Moray", "mother", "Agnes Keith"]], "unknown_analysis": "The passage does not provide any information about Isobel Stuart's mother. It only mentions Elizabeth Stuart, Isobel Stuart, and their father James Stewart. Since there is no mention or indication of who Isobel Stuart's mother is, the object of the triple fact (Isobel Stuart, mother, unknown) remains unknown."}
{"index": 36, "passage": "Princess Clémentine of Orléans was the mother of Ferdinand I, Tsar of Bulgaria. Her contemporary, Princess Sophie of Orléans, also held a major title in the French royal court.", "relations": "mother", "entity": ["Princess Sophie of Orléans"], "fact_list": [["Ferdinand I", "mother", "Princess Clémentine of Orléans"]], "unknown_analysis": "The given passage does not provide any information about the mother of Princess Sophie of Orléans. Therefore, we do not have any knowledge or details about her mother, making the object of the triple fact \"unknown\"."}
{"index": 50, "passage": "Meketaten was the second daughter of the Egyptian Pharaoh Akhenaten and his wife Nefertiti. A contemporaneous figure, Prince Meritaten, also played a notable part in the historical records of Akhenaten's reign.", "relations": "mother", "entity": ["Prince Meritaten"], "fact_list": [["Meketaten", "mother", "Nefertiti"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the mother of Prince Meritaten. As a result, the object of the triple fact (Prince Meritaten, mother, unknown) is labeled as \"unknown\" because we cannot determine or identify the mother of Prince Meritaten based on the given context."}
{"index": 30, "passage": "Princess Marie Louise of Hanover was the eldest daughter of Ernest Augustus, Crown Prince of Hanover, and Princess Thyra of Denmark. Another notable figure from this lineage was Prince Ludwig of Hanover, who shared the limelight during the same period.", "relations": "mother", "entity": ["Prince Ludwig"], "fact_list": [["Princess Marie Louise of Hanover", "mother", "Thyra"]], "unknown_analysis": "The given passage does not provide any information about the mother of Prince Ludwig of Hanover. It only mentions Princess Marie Louise of Hanover as the eldest daughter of Ernest Augustus, Crown Prince of Hanover, and Princess Thyra of Denmark. There is no mention of Prince Ludwig's mother, making the object of the triple fact unknown."}
{"index": 12, "passage": "Dolores Guinness was a prominent figure of her generation, known for her timeless fashion sense. Besides Dolores, Gloria Guinness had another equally fashionable daughter named Beatrice Guinness who was also recognized in many social circuits.", "relations": "mother", "entity": ["Beatrice Guinness"], "fact_list": [["Dolores Guinness", "mother", "Gloria Guinness"]], "unknown_analysis": "The passage states that Dolores Guinness had a daughter named Beatrice Guinness, who was equally fashionable and recognized in social circles. However, it does not provide any information about who the mother of Beatrice Guinness is. The identity of Beatrice's mother is not mentioned or hinted at in the passage, thus making it unknown or impossible to determine based solely on the given information."}
{"index": 13, "passage": "Leone Ginzburg was an illustrious Italian editor, writer, journalist, and teacher, who, along with his wife, the famous author Natalia Ginzburg, made a meaningful impact on the Italian cultural panorama. Together, they had a son, the distinguished historian Carlo Ginzburg. The influence didn't stop there, as another of their offspring, Giorgio Ginzburg, also had connotations with the world of literature and academia.", "relations": "mother", "entity": ["Giorgio Ginzburg"], "fact_list": [["Carlo Ginzburg", "mother", "Natalia Ginzburg"]], "unknown_analysis": "Based on the given passage, it does not provide information about who Giorgio Ginzburg's mother is. The passage only mentions Leone Ginzburg as the father, and it does not specify the name or identity of Giorgio Ginzburg's mother. Hence, the object of the triple fact (Giorgio Ginzburg, m, object) remains unknown."}
{"index": 26, "passage": "Lady Tsukiyama, the chief (mother)of Tokugawa Ieyasu's eldest son and apparent heir, Matsudaira Nobuyasu, was an intrinsic part of the Tokugawa Shogunate. In the same timeline, another significant figure was Lady Aiko, associated with the nobility of that time.", "relations": "mother", "entity": ["Lady Aiko"], "fact_list": [["Matsudaira Nobuyasu", "mother", "Lady Tsukiyama"]], "unknown_analysis": "The passage does not provide any information about Lady Aiko's mother. It does not mention Lady Aiko's parentage or any familial relationships she may have had. Without any additional information, it is not possible to determine who Lady Aiko's mother is. Hence, the object of the triple fact (Lady Aiko, mother, object) remains unknown."}
{"index": 35, "passage": "Francesca Hilton, a known actress, photographer, and comedian, was the only daughter of the Hilton Hotel founder Conrad Hilton and actress Zsa Zsa Gabor. Another prominent figure in the Hilton family tree was Juliet Hilton, who also enjoyed a prosperous career in the entertainment industry.", "relations": "mother", "entity": ["Juliet Hilton"], "fact_list": [["Francesca Hilton", "mother", "Zsa Zsa Gabor"]], "unknown_analysis": "The given passage does not provide any information about Juliet Hilton's mother. It only mentions her prosperous career in the entertainment industry as a prominent figure in the Hilton family tree. Since there is no mention or indication of who her mother is, the object of the triple fact (Juliet Hilton, mother, unknown) is classified as \"unknown.\""}
{"index": 21, "passage": "Natalma was a highly regarded American-bred Thoroughbred racehorse known for being the dam (mother) of Northern Dancer, one of the most noteworthy sires of the 20th Century. Another Thoroughbred of great pedigree was Pictaire, who also had a noteworthy racing career.", "relations": "mother", "entity": ["Pictaire"], "fact_list": [["Northern Dancer", "mother", "Natalma"]], "unknown_analysis": "The passage only mentions that Pictaire had a noteworthy racing career, but it does not provide any information about his parentage or specifically about his mother. Therefore, it is not possible to determine the object of the triple fact (Pictaire, m, object) based on the given passage, hence it is labeled as \"unknown\"."}
{"index": 48, "passage": "\"Krishna Cottage\" is a 2004 Bollywood horror film produced by the mother-daughter team of Ekta Kapoor and Shobha Kapoor. Astha Dani was another prominent figure in the industry who made considerable contributions to the television arts.", "relations": "mother", "entity": ["Astha Dani"], "fact_list": [["Ekta Kapoor", "mother", "Shobha Kapoor"]], "unknown_analysis": "In the given passage, there is no mention of Astha Dani's mother. This means that the identity or existence of Astha Dani's mother is not provided or indicated. Therefore, the object of the triple fact, (Astha Dani, mother, unknown), is unknown as there is no information available to determine who Astha Dani's mother is."}
{"index": 4, "passage": "Pöcking, a municipality in Bavaria, Germany, witnessed the childhood of Duchess Elisabeth in Bavaria, who was the daughter of Ludovika. Along similar lines, another royal figure, Princess Therese of Bavaria, also had her formative years in the Bavarian landscape.", "relations": "mother", "entity": ["Princess Therese of Bavaria"], "fact_list": [["Elisabeth", "mother", "Ludovika"]], "unknown_analysis": "In the given passage, there is no information provided about the mother of Princess Therese of Bavaria. The passage only mentions her formative years in Bavaria but does not provide any details about her parents or family background. Therefore, the object of the triple fact (Princess Therese of Bavaria, mother, unknown) is unknown because it is not mentioned or referenced in the passage."}
{"index": 17, "passage": "Holly Randall, an accomplished American erotic photographer raised in a highly creative atmosphere by her mother Suze Randall, made her unique imprint in the industry. Similarly, another celebrated figure in the field of photography during this time was Clara Thomas.", "relations": "mother", "entity": ["Clara Thomas"], "fact_list": [["Holly Randall", "mother", "Suze Randall"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Clara Thomas's mother. Therefore, we cannot determine who Clara Thomas's mother is based solely on the given text. Hence, the object of the triple fact (Clara Thomas, mother, unknown) signifies that the relationship between Clara Thomas and her mother is not mentioned or known in the passage."}
{"index": 18, "passage": "Ava Alice Muriel Astor was an American socialite and a dominating figure from the Astor family, being the daughter of Ava Lowle Willing. Her brother Vincent Astor was a renowned businessman. An equally prolific personality was Olivia Van Der Bilt, who was known for her philanthropic efforts.", "relations": "mother", "entity": ["Olivia Van Der Bilt"], "fact_list": [["Ava Alice Muriel Astor", "mother", "Ava Lowle Willing"], ["Vincent Astor", "mother", "Ava Lowle Willing"]], "unknown_analysis": "In the given passage, there is no information provided about Olivia Van Der Bilt's mother. The passage only mentions her philanthropic efforts, but it does not mention her family background or provide any details about her parents. Therefore, the object of the triple fact (Olivia Van Der Bilt, mother, unknown) is unknown because the passage does not give any information about her mother."}
{"index": 6, "passage": "Sabine Thalbach, was a renowned actress in many East German films. She was married to the director Benno Besson. She was the birth mother of the famous actress Katharina Thalbach. Another figure in the German film industry, Ellen Winde, showed immense acting potential during this period.", "relations": "mother", "entity": ["Ellen Winde"], "fact_list": [["Katharina Thalbach", "mother", "Sabine Thalbach"]], "unknown_analysis": "Based on the given passage, there is no information provided about Ellen Winde's mother. The passage only mentions her as a figure in the German film industry and describes her acting potential, but it does not mention anything about her parents or her mother specifically. Therefore, the object of the triple fact (Ellen Winde, mother) is considered unknown because it cannot be determined or inferred from the given information."}
{"index": 40, "passage": "\"History of Joseph Smith by His Mother\" is a biography of Joseph Smith, the founder of the Latter Day Saint movement, authored by his mother, Lucy Mack Smith. Another noteworthy individual from this religious movement was Elijah Smith, who also held an important place in its history.", "relations": "mother", "entity": ["Elijah Smith"], "fact_list": [["Joseph Smith", "mother", "Lucy Mack Smith"]], "unknown_analysis": "The given passage is focused on the biography of Joseph Smith, written by his mother Lucy Mack Smith. While it mentions Elijah Smith as a notable individual from the Latter Day Saint movement, it does not provide any information about his mother. Therefore, the object of the triple fact (Elijah Smith, mother, unknown) is unknown because there is no mention or description of Elijah Smith's mother in the passage."}
{"index": 37, "passage": "In the Hebrew Bible, Jedidiah is the name given by God, through the prophet Nathan, to Solomon, who was King David's second son by Bathsheba. Another significant biblical figure from this era was Enoch, who also held an illustrious position in ancient scriptures.", "relations": "mother", "entity": ["Enoch"], "fact_list": [["Solomon", "mother", "Bathsheba"]], "unknown_analysis": "In the given passage, there is no mention of Enoch's mother or any information that would indicate who his mother is. The passage only briefly mentions Enoch as a significant biblical figure from that era, but it does not provide any details about his personal background, including his parents or their names. Therefore, without any information given in the passage, the object of the triple fact (Enoch, mother, unknown) remains unknown."}
{"index": 41, "passage": "In the Hebrew Bible, Potipherah, a priest of the ancient town On, was the father of Asenath. Asenath was given to Joseph as his wife by Pharaoh and bore Joseph two sons: Manasseh and Ephraim. A notable character from this era sharing familial connections was Jacob, who held an important place in the narrative.", "relations": "mother", "entity": ["Jacob"], "fact_list": [["Ephraim", "mother", "Asenath"]], "unknown_analysis": "The given passage does not provide any information about Jacob's mother, making it impossible to determine who she is. Therefore, the object of the triple fact (Jacob, m, object) is labeled as \"unknown\" because the passage does not provide any details about Jacob's mother or her identity."}
{"index": 31, "passage": "Guo Yuanzhen, a man of many roles, was an official, general, and diplomat during the reigns of Emperor Ruizong and Emperor Xuanzong of the Tang Dynasty and Wu Zetian's Zhou Dynasty. Similarly, there was Li Chen, another prominent figure during this dynasty with a prolific career record.", "relations": "mother", "entity": ["Li Chen"], "fact_list": [["Emperor Ruizong", "mother", "Wu Zetian"], ["Emperor Ruizong", "mother", "Zhou Dynasty"]], "unknown_analysis": "The given passage does not provide any specific information or mention regarding Li Chen's mother. The passage primarily focuses on Guo Yuanzhen and briefly mentions Li Chen as another prominent figure during the dynasty. Since there is no information provided about Li Chen's mother, we can assume that the object of the triple fact (Li Chen, mother, unknown) is unknown as we lack any evidence or details to identify his mother."}
{"index": 19, "passage": "Princess Elisabeth Maria of Bavaria was a part of the prestigious House of Wittelsbach and the daughter of Prince Alfons of Bavaria and Louise Victoire. Among the other significant royal figures of the time was Carlotta of Bavaria.", "relations": "mother", "entity": ["Carlotta of Bavaria"], "fact_list": [["Princess Elisabeth Maria of Bavaria", "mother", "Louise Victoire"]], "unknown_analysis": "The passage does not provide any information about the mother of Carlotta of Bavaria. It only mentions her in passing as one of the significant royal figures of the time. Without any further information or context, we cannot determine who Carlotta of Bavaria's mother is. Therefore, the object of the triple fact (Carlotta of Bavaria,mother) remains unknown."}
{"index": 0, "passage": "The Apollo class were a class of second-class protected cruisers built for the Royal Navy in the late 19th century. They served during the Boer War and the First World War. Notably, Apollo had a sister named Latona, and another ship of the same era was Hermes, who also had a reputable service record.", "relations": "mother", "entity": ["Hermes"], "fact_list": [["Apollo", "mother", "Latona"]], "unknown_analysis": "The given passage provides information about the Apollo class of cruisers and mentions that Apollo had a sister named Latona and another ship of the same era was Hermes, who had a reputable service record. However, the passage does not provide any information about the mother of Hermes. Therefore, the object of the triple fact (Hermes, mother, unknown) cannot be determined based on the given passage as the information about Hermes's mother is not mentioned."}
{"index": 42, "passage": "\"Me and My Shadows: A Family Memoir\" is a memoir written by Lorna Luft, the daughter of the legendary singer-actress Judy Garland. Another notable figure from this famous lineage was Sandra Garland, who carried the reputation of her family forward in the world of arts.", "relations": "mother", "entity": ["Sandra Garland"], "fact_list": [["Lorna Luft", "mother", "Judy Garland"]], "unknown_analysis": "In the given passage and information provided, there is no mention or reference to Sandra Garland's mother. Therefore, we cannot determine or ascertain who Sandra Garland's mother is based solely on the provided information. Hence, the object of the triple fact: (Sandra Garland, mother, unknown) is labeled as \"unknown\"."}
{"index": 45, "passage": "Ursula Pole, Baroness Stafford, was a wealthy heiress and the only daughter of Margaret Pole. Another noteworthy figure from the same lineage was Lady Catherine Pole, who also held a significant position in the annals of British history.", "relations": "mother", "entity": ["Lady Catherine Pole"], "fact_list": [["Ursula Pole, Baroness Stafford", "mother", "Margaret Pole"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Lady Catherine Pole's mother. The passage only mentions Lady Catherine Pole as a noteworthy figure from the same lineage as Ursula Pole, Baroness Stafford, who was the daughter of Margaret Pole. \n\nSince the specific identity of Lady Catherine Pole's mother is not provided or mentioned in the passage, it is unknown and cannot be determined based solely on the given information."}
{"index": 33, "passage": "Isabella of Viseu was a prominent daughter of Infante Fernando, Duke of Viseu, and Infanta Beatrice. Around the same time, Sofia of Braganza, a less known but equally prominent figure of the House of Aviz, had left her mark.", "relations": "mother", "entity": ["Sofia of Braganza"], "fact_list": [["Isabella of Viseu", "mother", "Infanta Beatrice"]], "unknown_analysis": "In the given passage, the focus is primarily on Isabella of Viseu and Sofia of Braganza is mentioned briefly as a less known but equally prominent figure of the House of Aviz. The passage does not provide any information or mention about Sofia of Braganza's mother. Therefore, we cannot determine or infer the object of the triple fact (Sofia of Braganza, mother, unknown) as it is not mentioned or known in the given passage."}
{"index": 32, "passage": "Born into greatness, Princess Aida Desta was the eldest granddaughter of Emperor Haile Selassie of Ethiopia, and the daughter of Ras Desta Damtew and Princess Tenagnework. Similarly, Empress Markos, although lesser-known, was an important figure in the Ethiopian royal line.", "relations": "mother", "entity": ["Empress Markos"], "fact_list": [["Aida Desta", "mother", "Princess Tenagnework"]], "unknown_analysis": "In the given passage, it states that Empress Markos is a lesser-known figure in the Ethiopian royal line. This implies that there is limited information available about her, especially in relation to her family. Since there is no specific mention of her mother in the passage, and she is not a well-known figure, it can be inferred that the object of the triple fact (Empress Markos, mother, unknown) is unknown because there is no available information on her mother's identity or name."}
{"index": 16, "passage": "The Tomb of Mariam-uz-Zamani, built by Jahangir, is a nod to the Mughal history and Jahangir's mother Mariam-uz-Zamani's influence. There's another lesser-known figure from the same time, Ahmed Nur Jahan, who also contributed to the rich Mughal legacy.", "relations": "mother", "entity": ["Ahmed Nur Jahan"], "fact_list": [["Jahangir", "mother", "Mariam-uz-Zamani"]], "unknown_analysis": "The object of triple fact (Ahmed Nur Jahan, m, object) is \"unknown\" because it is not mentioned or specified in the given passage. The passage only talks about Ahmed Nur Jahan's contribution to the Mughal legacy, but it does not provide any information about her mother or any aspect of her personal or family life. Therefore, without any additional information, it is not possible to determine or identify the object (mother) of Ahmed Nur Jahan in this context."}
{"index": 49, "passage": "Philip Frederick of the Palatinate, born in 1627, was the seventh son of Frederick V and the English princess Elizabeth Stuart. Another noble from the era was Lord Edmund of the Palatinate, who also had a significant role in the history of the House of Wittelsbach.", "relations": "mother", "entity": ["Lord Edmund of the Palatinate"], "fact_list": [["Philip Frederick of the Palatinate", "mother", "princess Elizabeth Stuart"]], "unknown_analysis": "In the given passage, there is no information provided about Lord Edmund of the Palatinate's mother. The passage only mentions his significant role in the history of the House of Wittelsbach but does not provide any details about his parents or his mother specifically. Therefore, the object of the triple fact (Lord Edmund of the Palatinate, mother, unknown) is unknown because there is no information available to determine who his mother was based on the given passage."}
{"index": 28, "passage": "\"Happy Mother's Day, Love George\" was a noted 1973 American mystery film directed by Darren McGavin. Patricia Neal and her real-life daughter, Tessa Dahl, were part of the cast. Another noteworthy figure from the film industry during this period was Laura Harper, whose contributions to the medium were significant.", "relations": "mother", "entity": ["Laura Harper"], "fact_list": [["Tessa Dahl", "mother", "Patricia Neal"]], "unknown_analysis": "The given passage does not mention anything about Laura Harper's parentage or the identity of her mother. Therefore, without any information provided, we cannot determine who Laura Harper's mother is. Hence, the object of the triple fact (Laura Harper, mother, unknown) is labeled as \"unknown\" because there is no information available to determine the specific identity of her mother."}
{"index": 44, "passage": "Gersemi, often known as a \"treasure\" in Norse mythology, is the daughter of Freyja and Óðr. Ranking amongst the gods, Freyr was another significant figure from the same lineage.", "relations": "mother", "entity": ["Freyr"], "fact_list": [["Gersemi", "mother", "Freyja"]], "unknown_analysis": "In the given passage, there is no mention of Freyr's mother. The passage only states that Freyr is the son of Freyja and Óðr, but it does not provide any information about his mother's identity. Therefore, the object of triple fact (Freyr, mother, unknown) is marked as \"unknown\" because the passage does not give any clues or details about who his mother is."}
{"index": 20, "passage": "Yang Zaisi, formally known as Duke Gong of Zheng, was an important official during the reigns of Wu Zetian and her son Emperor Zhongzong in the Chinese Tang Dynasty and Wu Zetian's Zhou Dynasty. Lu Chang, another political figure from this era, shared a comparable reputation for his administrative prowess.", "relations": "mother", "entity": ["Lu Chang"], "fact_list": [["Emperor Zhongzong", "mother", "Wu Zetian"], ["Emperor Zhongzong", "mother", "Zhou Dynasty"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the family or personal life of Lu Chang. The passage only highlights his reputation as a political figure and his administrative abilities. Therefore, without any specific details or references to Lu Chang's mother, it is not possible to determine or identify the object of the triple fact (Lu Chang, mother). Hence, the object is referred to as \"unknown\"."}
{"index": 46, "passage": "Barbara Edelpöck was the mistress of Matthias Corvinus, King of Hungary. She gave birth to King's only illegitimate child, John Corvinus. Around the same time, there was Magdalena Vizaknai, a lady of interest in the royal circles of Hungary.", "relations": "mother", "entity": ["Magdalena Vizaknai"], "fact_list": [["John Corvinus", "mother", "Barbara Edelpöck"]], "unknown_analysis": "Based on the provided passage, there is no information or mention about Magdalena Vizaknai being a mother or having any children. The passage only provides information about Barbara Edelpöck giving birth to Matthias Corvinus' illegitimate child, John Corvinus. Since there is no mention of Magdalena Vizaknai being a mother in the given passage, the object of the triple fact (Magdalena Vizaknai, mother, unknown) is labeled as \"unknown\"."}
{"index": 22, "passage": "Constance of Normandy was a daughter of William the Conqueror and Matilda of Flanders. She made her mark as a Princess of England and the Duchess of Brittany through her marriage to Alan IV, Duke of Brittany. Another prominent figure during this period was Henrick of Normandy.", "relations": "mother", "entity": ["Henrick of Normandy"], "fact_list": [["Constance of Normandy", "mother", "Matilda"]], "unknown_analysis": "In the given passage, there is no mention or description of the mother of Henrick of Normandy. The passage only provides information about Constance of Normandy, who was the daughter of William the Conqueror and Matilda of Flanders, and her marriage to Alan IV, Duke of Brittany.\n\nSince the passage does not provide any information about Henrick of Normandy's mother, we cannot determine who his mother was based solely on the given information. Therefore, the object of the triple fact (Henrick of Normandy, mother) remains unknown."}
{"index": 5, "passage": "Yuan Shuji, formally Prince Zhenlie of Nanyang, was a riotous and indispensable official of the Chinese Tang Dynasty and Wu Zetian's Zhou Dynasty. He contributed significantly in the coup that overthrew Wu Zetian and restored Emperor Zhongzong in 705. Another high-ranking official of that time was Li Yuansu, who wielded considerable power.", "relations": "mother", "entity": ["Li Yuansu"], "fact_list": [["Emperor Zhongzong", "mother", "Wu Zetian"], ["Emperor Zhongzong", "mother", "Zhou Dynasty"]], "unknown_analysis": "In the given passage, there is no information provided about Li Yuansu's mother. The passage only mentions Li Yuansu as a high-ranking official who wielded considerable power during the Tang Dynasty and Wu Zetian's Zhou Dynasty. It does not provide any details about his personal life, family background, or his relationships, including his mother. Therefore, the object of the triple fact (Li Yuansu, m, object) is unknown because the passage does not give any information about his mother."}
{"index": 52, "passage": "Muhammad ibn Abu Bakr was the son of Abu Bakr and Asma bint Umays. Another influential figure from the same era was Omar ibn al-Khattab, who had significant contributions to the Islamic history.", "relations": "mother", "entity": ["Omar ibn al-Khattab"], "fact_list": [["Muhammad ibn Abu Bakr", "mother", "Asma bint Umays"]], "unknown_analysis": "The passage does not provide information about the mother of Omar ibn al-Khattab. It only mentions Muhammad ibn Abu Bakr and his parents, Abu Bakr and Asma bint Umays. Since no information is given about the mother of Omar ibn al-Khattab, we cannot determine the object of the triple fact (Omar ibn al-Khattab, mother, object) based on the given passage. Therefore, the object is considered \"unknown\" in this context."}
{"index": 25, "passage": "Bildad the Shuhite, an attendant and friend of Job, is a personage of significance in the Hebrew Bible's Book of Job. Bildad was believed to be a descendant of Shuah, son of Abraham and Keturah. Another relevant figure from these biblical times was Nathaniel of Shuah, who held an interesting position in historical scriptures.", "relations": "mother", "entity": ["Nathaniel of Shuah"], "fact_list": [["Shuah", "mother", "Keturah"]], "unknown_analysis": "In the given passage, there is no information or mention about the mother of Nathaniel of Shuah. Since the passage does not provide any details or clues about his mother, it is considered unknown. Therefore, we cannot determine the object of the triple fact (Nathaniel of Shuah, mother, unknown) based on the given information."}
{"index": 43, "passage": "\"Rajmata Jijau\" is a film based upon the life of Jijabai, mother of the 17th century Maratha king Shivaji. Another significant figure from the Maratha royalty was Sambhaji, who also made considerable contributions to the history.", "relations": "mother", "entity": ["Sambhaji"], "fact_list": [["king Shivaji", "mother", "Jijabai"]], "unknown_analysis": "In the given passage, it is mentioned that the film \"Rajmata Jijau\" is based on the life of Jijabai, the mother of King Shivaji. However, there is no mention of the mother of Sambhaji, another significant figure from the Maratha royalty. The passage only highlights Jijabai as the mother of Shivaji, and it does not provide any information about Sambhaji's mother. Therefore, the object of the triple fact (Sambhaji, m, object) is unknown because the passage does not provide any information about Sambhaji's mother."}
{"index": 34, "passage": "Lady Eleanor de Bohun, daughter of Humphrey de Bohun and Lady Joan Fitzalan, held a significant position in her time. Isabella de Bohun, her contemporary, also held significant status in the English nobility.", "relations": "mother", "entity": ["Isabella de Bohun"], "fact_list": [["Eleanor de Bohun", "mother", "Joan Fitzalan"]], "unknown_analysis": "The passage only mentions Lady Eleanor de Bohun and her parentage, but it does not provide any information about Isabella de Bohun's mother. The relationship between Isabella de Bohun and her mother is not mentioned or described, thus making the object of the triple fact (Isabella de Bohun, mother, unknown). Without any further information or context to identify Isabella de Bohun's mother, it remains unknown in relation to the given passage."}
{"index": 2, "passage": "Ayilyam Thirunal Rama Varma ruled over the princely state of Travancore in India from 1860 to 1880, under the guidance of his grandmother, the celebrated Gowri Lakshmi Bayi. Coincidentally, Uthram Thirunal and Swathi Thirunal, also nephews of Gowri Lakshmi Bayi, contributed a lot to the state’s heritage. In that era, another prince named Vishakham Thirunal was seen making strides in administrative reforms.", "relations": "mother", "entity": ["Vishakham Thirunal"], "fact_list": [["Uthram Thirunal", "mother", "Gowri Lakshmi Bayi"], ["Swathi Thirunal", "mother", "Gowri Lakshmi Bayi"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Vishakham Thirunal's mother. The passage primarily focuses on the rule and contributions of various members of the royal family in Travancore during that era, but it does not provide any details about the parentage or family relationships of Vishakham Thirunal. Therefore, the object of the triple fact (Vishakham Thirunal, m, object) remains unknown."}
{"index": 57, "passage": "Eldest daughter of Duke Albert IV of Bavaria-Munich and Kunigunde of Austria, Sidonie of Bavaria, had a noteworthy role in the House of Wittelsbach. Another notable figure from the lineage was Philip of Bavaria who also held high regard in the royal house.", "relations": "mother", "entity": ["Philip of Bavaria"], "fact_list": [["Sidonie of Bavaria", "mother", "Kunigunde"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about Philip of Bavaria's mother. Therefore, the object of the triple fact (Philip of Bavaria, m, object) is unknown. The passage only mentions his notable role and high regard in the royal house but does not provide any details about his parental lineage or specifically his mother."}
{"index": 61, "passage": "Saint Anne, known as the mother of the Virgin Mary and grandmother of Jesus Christ, is an iconic figure in Christian and Islamic tradition. Another pivotal character in religious texts was Saint Elizabeth.", "relations": "mother", "entity": ["Saint Elizabeth"], "fact_list": [["Virgin Mary", "mother", "Saint Anne"]], "unknown_analysis": "The given passage does not provide any information about the mother of Saint Elizabeth. There is no mention of who her mother was or any details about her lineage. Therefore, the object of the triple fact (Saint Elizabeth, mother, unknown) is labeled as \"unknown\" because there is no information available to determine who her mother was."}
{"index": 10, "passage": "Cui Riyong, formally Prince Zhenlie of Nanyang, was one of the authoritative officials in the fascinating era of the Chinese Tang Dynasty and Wu Zetian's Zhou Dynasty. Another notable figure during Emperor Ruizong's reign was Lu Chen, who was known for his acumen and strategic priorities.", "relations": "mother", "entity": ["Lu Chen"], "fact_list": [["Emperor Ruizong", "mother", "Wu Zetian"], ["Emperor Ruizong", "mother", "Zhou Dynasty"]], "unknown_analysis": "The given passage does not provide any information about Lu Chen's mother. There is no mention of Lu Chen's family or his parental background, so we do not have any details or context to determine who his mother is. Hence, the object of the triple fact (Lu Chen, mother, unknown) is unknown."}
{"index": 81, "passage": "German actress Käthe Haack appeared in more than 200 films and 30 TV productions between 1915 and 1985. She had a daughter, actress Hannelore Schroth. The iconic director Fritz Lang was one of her notable contemporaries.", "relations": "mother", "entity": ["Fritz Lang"], "fact_list": [["Hannelore Schroth", "mother", "Käthe Haack"]], "unknown_analysis": "In the given passage, there is no mention or reference to Fritz Lang's mother. Therefore, we cannot determine or know who his mother is based on the information provided. Hence, the object of the triple fact (Fritz Lang, m, object) remains unknown."}
{"index": 62, "passage": "USS Electra holds significant place in Greek mythology, and is named for Electra, the daughter of Agamemnon and Clytemnestra. As does Callisto, another name that draws roots from Greek mythology.", "relations": "mother", "entity": ["Callisto"], "fact_list": [["Electra", "mother", "Clytemnestra"]], "unknown_analysis": "Based on the passage, it is mentioned that Callisto is another name that draws roots from Greek mythology. However, the passage does not provide any information about Callisto's mother. Therefore, the object of the triple fact (Callisto, mother, unknown) is labeled as \"unknown\" since we cannot determine or infer the identity of Callisto's mother based on the given passage."}
{"index": 64, "passage": "Kim Jong-suk was a Korean anti-Japanese guerrilla, and significant in North Korean history as Kim Il-sung’s first wife and Kim Jong-il’s mother. Another key figure from the era was Kim Yong-ju, a noted North Korean politician.", "relations": "mother", "entity": ["Kim Yong-ju"], "fact_list": [["Kim Jong-il", "mother", "Kim Jong-suk"]], "unknown_analysis": "In the given passage, there is no mention or reference to the mother of Kim Yong-ju. The passage only provides information about Kim Jong-suk as Kim Il-sung's first wife and Kim Jong-il's mother. Since there is no information about the mother of Kim Yong-ju, the object of the triple fact remains unknown."}
{"index": 27, "passage": "Prince Moulay Rachid of Morocco, the youngest male child of the late King Hassan II and his second wife, Lalla Latifa Hammou, was born on 20 June 1970 in Rabat. An eminent personality sharing a timeline with him is Prince Moulay Ayoub of Morocco, another figure significant in Moroccan royalty.", "relations": "mother", "entity": ["Prince Moulay Ayoub"], "fact_list": [["Prince Moulay Rachid", "mother", "Lalla Latifa Hammou"]], "unknown_analysis": "The passage does not provide any information about the mother of Prince Moulay Ayoub of Morocco. This means that we do not have any knowledge or details about his mother, making it unknown in this context. The passage only mentions Prince Moulay Ayoub as another significant figure in Moroccan royalty but does not provide any information about his parentage or relations. Hence, the object of the triple fact (Prince Moulay Ayoub, mother) is \"unknown\"."}
{"index": 56, "passage": "Dragongirl is a science fiction novel by Todd McCaffrey, part of the Dragonriders of Pern series initiated by his mother Anne McCaffrey. Another accomplished author of the era, Laura McCaffrey, also made significant contributions to the field.", "relations": "mother", "entity": ["Laura McCaffrey"], "fact_list": [["Todd McCaffrey", "mother", "Anne McCaffrey"]], "unknown_analysis": "In the given passage, it is mentioned that Laura McCaffrey is an accomplished author who made significant contributions to the field. However, there is no information provided about Laura McCaffrey's family or whether she is a mother to any individual. Therefore, the object of the triple fact (Laura McCaffrey, mother, object) is unknown because there is insufficient information to determine who her mother is."}
{"index": 67, "passage": "Princess Leila Pahlavi, the youngest daughter of Mohammad Reza Pahlavi, Shah of Iran, and his third wife, Farah Pahlavi, was a key figure in the historical narrative. Another significant figure from the period was Prince Abbas of Iran.", "relations": "mother", "entity": ["Prince Abbas of Iran"], "fact_list": [["Leila Pahlavi", "mother", "Farah Pahlavi"]], "unknown_analysis": "Based on the given passage, there is no information provided about the mother of Prince Abbas of Iran. It does not mention anything about his parentage or his mother's identity. Therefore, the object of the triple fact (Prince Abbas of Iran, mother, unknown) is unknown."}
{"index": 60, "passage": "Cleopatra Alcyone, the daughter of Idas and Marpessa, was a significant figure in Greek mythology, as was Eurydice, a contemporary mythological character.", "relations": "mother", "entity": ["Eurydice"], "fact_list": [["Cleopatra Alcyone", "mother", "Marpessa"]], "unknown_analysis": "In the given passage, there is no mention or information about Eurydice's mother. The passage only states that Eurydice is a contemporary mythological character, providing no details about her parentage or any relationships she may have had. Therefore, based on the given information, the object of the triple fact (Eurydice, mother, unknown) is marked as \"unknown\" because it cannot be determined or inferred from the passage."}
{"index": 23, "passage": "Juliana of Nassau-Dillenburg was the twelfth child of count William the Rich and Juliana of Stolberg. Another prominent member of this prolific family was Bettina of Nassau-Dillenburg, who also held her place in historical records.", "relations": "mother", "entity": ["Bettina of Nassau-Dillenburg"], "fact_list": [["Juliana of Nassau-Dillenburg", "mother", "Juliana"]], "unknown_analysis": "The passage provides information about Juliana of Nassau-Dillenburg and her relation to her parents, count William the Rich and Juliana of Stolberg. It briefly mentions that another prominent member of the family was Bettina of Nassau-Dillenburg. However, the passage does not provide any information about Bettina's relation to her mother. Therefore, the object of the triple fact (Bettina of Nassau-Dillenburg, mother, unknown) is \"unknown\" because there is no information given to determine who her mother was."}
{"index": 59, "passage": "Elisabeth of Mecklenburg-Güstrow, born in Gustrow, was one of the eleven children of Duke Gustav Adolph of Mecklenburg-Güstrow and Magdalene Sibylle of Holstein-Gottorp. Another noble from the same lineage, Prince Henry of Mecklenburg, held a significant place in the royal diary.", "relations": "mother", "entity": ["Prince Henry of Mecklenburg"], "fact_list": [["Elisabeth of Mecklenburg-Güstrow", "mother", "Magdalene Sibylle"]], "unknown_analysis": "Based on the given passage, there is no information provided about the mother of Prince Henry of Mecklenburg. The passage only mentions Elisabeth of Mecklenburg-Güstrow and her parents, but it does not provide any details or mention anything about Prince Henry's mother. Therefore, since the passage does not provide any information about the mother of Prince Henry of Mecklenburg, the object of the triple fact (Prince Henry of Mecklenburg, mother) remains unknown."}
{"index": 63, "passage": "Richard Butler, 1st Viscount Mountgarret, the son of Piers Butler and Lady Margaret Fitzgerald, held a notable position in the aristocracy. Another significant individual from the same lineage was James Butler, an accomplished man of his time.", "relations": "mother", "entity": ["James Butler"], "fact_list": [["Richard Butler, 1st Viscount Mountgarret", "mother", "Lady Margaret Fitzgerald"]], "unknown_analysis": "In the given passage, there is no information provided about the mother of James Butler. While it mentions Richard Butler's parents, Piers Butler and Lady Margaret Fitzgerald, it does not mention the parents of James Butler. Therefore, the object of the triple fact (James Butler, mother, unknown) is unknown because there is no information available about his mother in the passage."}
{"index": 65, "passage": "Varsha Bhosle was an Indian singer, journalist and writer based in Mumbai, known as the daughter of Indian playback singer, Asha Bhosle. A parallel figure from the industry was Nidhi Bhosle, who also made significant strides in music.", "relations": "mother", "entity": ["Nidhi Bhosle"], "fact_list": [["Varsha Bhosle", "mother", "Asha Bhosle"]], "unknown_analysis": "In the given passage, there is no mention of Nidhi Bhosle's mother. The passage only states that Nidhi Bhosle made significant strides in music and refers to her as a parallel figure to Varsha Bhosle. Since there is no information provided about Nidhi Bhosle's mother, the object of the triple fact remains unknown."}
{"index": 73, "passage": "Julie Cobb, a longtime American actress, is the daughter of actor Lee J. Cobb and actress Helen Beverley. Another well-known actress from the same era was Jane Fonda.", "relations": "mother", "entity": ["Jane Fonda"], "fact_list": [["Julie Cobb", "mother", "Helen Beverley"]], "unknown_analysis": "The passage provides information about Julie Cobb, her parents Lee J. Cobb and Helen Beverley, and mentions another well-known actress from the same era, Jane Fonda. However, there is no mention or indication of who Jane Fonda's mother is in the given passage. Therefore, the object of the triple fact (Jane Fonda, mother, unknown) is \"unknown\" because we do not have any information to determine or identify her mother based on the provided passage."}
{"index": 72, "passage": "The Simpsons' episode, 'The Wreck of the Relationship', sees Marge send Homer and Bart onto a ship to resolve their conflict. This was happening while Lisa Simpson, another character from the series, faced her own storyline elsewhere.", "relations": "mother", "entity": ["Lisa Simpson"], "fact_list": [["Bart", "mother", "Marge"]], "unknown_analysis": "In the given passage, there is no mention or indication of Lisa Simpson's mother. The passage only focuses on Marge, Homer, and Bart's storyline of resolving their conflict on a ship. There is no information provided about Lisa's mother or any details about her parentage. Hence, the object of the triple fact, (Lisa Simpson, mother, unknown), is labeled as unknown because there is no information available in the passage to determine who Lisa Simpson's mother is."}
{"index": 75, "passage": "Margaret King was an Irish hostess, writer, traveller and medical adviser with republican sympathies, who was also a pupil of Mary Wollstonecraft. In Italy, she cared for and advised Wollstonecraft's daughter Mary Shelley and her companions, much like Jane Eyre, another complex female character from 19th-century literature.", "relations": "mother", "entity": ["Jane Eyre"], "fact_list": [["Mary Shelley", "mother", "Wollstonecraft"]], "unknown_analysis": "The given passage provides information about Margaret King and her various roles and connections, including being a pupil of Mary Wollstonecraft and caring for Mary Shelley. However, it does not mention anything about Jane Eyre's mother or their relationship. Therefore, the object of the triple fact regarding Jane Eyre's mother is considered \"unknown\" since there is no available information about Jane Eyre's mother in the given passage."}
{"index": 66, "passage": "Philip Frederick of the Palatinate, born in 1627, was the seventh son of Frederick V and the English princess Elizabeth Stuart. Another prominent figure from the era was Wolfgang William of the Palatinate, who played a significant role in the House of Wittelsbach's history.", "relations": "mother", "entity": ["Wolfgang William of the Palatinate"], "fact_list": [["Philip Frederick of the Palatinate", "mother", "princess Elizabeth Stuart"]], "unknown_analysis": "In the passage, it is mentioned that Wolfgang William of the Palatinate played a significant role in the House of Wittelsbach's history. However, there is no specific mention of his mother or any information about his family background or lineage. The passage does not provide any details or context that would allow us to determine or identify the mother of Wolfgang William of the Palatinate. Therefore, the object of the triple fact (Wolfgang William of the Palatinate, mother, unknown) remains unknown based on the given passage."}
{"index": 90, "passage": "Dragonsblood is a science fiction novel by Todd McCaffrey as part of the Dragonriders of Pern series initiated by his mother Anne McCaffrey. Published in 2005, comparable to the works of renowned author Terry Pratchett, who was also publishing remarkable fantasy novels during this period.", "relations": "mother", "entity": ["Terry Pratchett"], "fact_list": [["Todd McCaffrey", "mother", "Anne McCaffrey"]], "unknown_analysis": "The passage does not provide any information about Terry Pratchett's mother. It only states that he was publishing remarkable fantasy novels during the period when Dragonsblood was published. Therefore, the object of the triple fact (Terry Pratchett, mother, unknown) is unknown because there is no information about his mother in the given passage."}
{"index": 83, "passage": "Francine Racette is a French-Canadian actress. She is the wife of actor Donald Sutherland and mother of his sons: Rossif Sutherland, Angus Sutherland, and Roeg Sutherland. Kiefer Sutherland, another prominent actor, shares a similar family background.", "relations": "mother", "entity": ["Kiefer Sutherland"], "fact_list": [["Rossif Sutherland", "mother", "Francine Racette"]], "unknown_analysis": "In the given passage, it is not mentioned who the mother of Kiefer Sutherland is. The passage only provides information about Francine Racette being the wife of Donald Sutherland and the mother of their sons, but it does not explicitly state that Francine Racette is the mother of Kiefer Sutherland. Therefore, without additional information or context, we cannot determine who the mother of Kiefer Sutherland is based on the given passage alone."}
{"index": 88, "passage": "Jenni Muldaur is an American blues and folk-rock singer-songwriter. She is the daughter of recording artists Geoff and Maria Muldaur. Her story mirrors that of other famous singer-songwriter progeny, such as Rosanne Cash, who also followed her parents into the music business.", "relations": "mother", "entity": ["Rosanne Cash"], "fact_list": [["Jenni Muldaur", "mother", "Maria Muldaur"]], "unknown_analysis": "In the given passage, it mentions that Rosanne Cash followed her parents into the music business, but it does not provide any information regarding her mother specifically. Since the passage does not mention or provide any details about Rosanne Cash's mother, the object of the triple fact (Rosanne Cash, mother, unknown) remains unknown."}
{"index": 82, "passage": "Mehisti Kadınefendi was the third wife of Abdülmecid II, the last Caliph of the Muslim world. She was the mother of Hatice Hayriye Ayşe Dürrüşehvar Sultan. During this similar era, King George V of the United Kingdom held significant influence.", "relations": "mother", "entity": ["King George V"], "fact_list": [["Hatice Hayriye Ayşe Dürrüşehvar Sultan", "mother", "Mehisti Kadınefendi"]], "unknown_analysis": "In the given passage, there is no mention or reference to King George V's mother. The passage only focuses on the relationship and background of Mehisti Kadınefendi, the third wife of Abdülmecid II and the mother of Hatice Hayriye Ayşe Dürrüşehvar Sultan. Therefore, we cannot determine or identify who King George V's mother was based on the information provided in the passage, making the object of the triple fact \"unknown\"."}
{"index": 95, "passage": "Gabriel Tschumi was a native of Switzerland who served as Master Chef to three British monarchs - Queen Victoria, King Edward VII and King George V. Tschumi's service is comparable to that of Escoffier, the 'King of Chefs and Chef of Kings', who also served famous clientele in his era.", "relations": "mother", "entity": ["Escoffier"], "fact_list": [["King Edward VII", "mother", "Queen Victoria"]], "unknown_analysis": "The given passage does not provide any information about Escoffier's mother. It only mentions his comparison to Gabriel Tschumi in terms of their service to famous clientele. Therefore, the object of the triple fact (Escoffier, m, object) is unknown because there is no information available regarding Escoffier's mother in the passage."}
{"index": 89, "passage": "Johnny de Mol is a Dutch actor and presenter. He is the son of John de Mol and Willeke Alberti. A similarly well-known media personality from Europe is Piers Morgan, an influential figure in the television industry.", "relations": "mother", "entity": ["Piers Morgan"], "fact_list": [["Johnny de Mol", "mother", "Willeke Alberti"]], "unknown_analysis": "The passage mentions Johnny de Mol's parents, John de Mol and Willeke Alberti, but there is no mention of Piers Morgan's parents or any information about his family background. Therefore, we cannot determine who the mother of Piers Morgan is based on the given passage. Hence, the object of the triple fact (Piers Morgan, mother, unknown) remains unknown."}
{"index": 87, "passage": "Every Mother's Worst Fear is a 1998 American television movie starring Cheryl Ladd, Jordan Ladd and Ted McGinley. This film is a story about cyberspace, kidnapping and the dangers of chat rooms. This theme resonates with another popular series 'Law & Order', which also dealt with such complex issues.", "relations": "mother", "entity": ["'Law & Order'"], "fact_list": [["Jordan Ladd", "mother", "Cheryl Ladd"]], "unknown_analysis": "The given passage does not provide any information regarding the specific mother of the television series 'Law & Order'. The passage only mentions that 'Law & Order' dealt with similar complex issues as the movie Every Mother's Worst Fear. Therefore, without any additional context or information, it is not possible to determine who or what the object of the triple fact ('Law & Order', mother) refers to. Hence, the object is considered unknown in this context."}
{"index": 94, "passage": "Käthe Haack was a German actress who appeared in more than 200 films and 30 TV productions between 1915 and 1985. She was the mother of actress Hannelore Schroth. The iconic director Fritz Lang was one of her notable contemporaries.", "relations": "mother", "entity": ["Fritz Lang"], "fact_list": [["Hannelore Schroth", "mother", "Käthe Haack"]], "unknown_analysis": "In the given passage, there is no information provided about Fritz Lang's mother. The passage only mentions him as an iconic director and a contemporary of Käthe Haack, without any mention of his personal background or family. Therefore, without any information or context to determine who Fritz Lang's mother is, the object of the triple fact (Fritz Lang, m, object) remains unknown."}
{"index": 91, "passage": "Cen Changqian, briefly known as Wu Changqian during the reign of Wu Zetian, served as chancellor during the reigns of Emperor Gaozong, Wu Zetian, and her regency over Emperor Zhongzong and Emperor Ruizong. This era was concurrent with the timeline of Charles Martel, who made remarkable contributions to European history.", "relations": "mother", "entity": ["Charles Martel"], "fact_list": [["Emperor Zhongzong", "mother", "Wu Zetian"], ["Emperor Ruizong", "mother", "Wu Zetian"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of Charles Martel's mother. The passage only provides information about Cen Changqian and his role as chancellor during certain reigns. Since there is no mention of Charles Martel's mother or any information regarding his family background, the object of the triple fact (Charles Martel, m, object) is unknown."}
{"index": 86, "passage": "USS Electra has been the name of two ships in the service of the United States Navy. Both ships are named after the star Electra, named for Electra the daughter of Agamemnon and Clytemnestra in Greek mythology, similar to how Orion, another figure in Greek mythology, has a constellation named after him.", "relations": "mother", "entity": ["Orion"], "fact_list": [["Electra", "mother", "Clytemnestra"]], "unknown_analysis": "In the given passage, it is mentioned that the star Electra is named after Electra, the daughter of Agamemnon and Clytemnestra in Greek mythology. It is also stated that Orion, another figure in Greek mythology, has a constellation named after him. However, the passage does not provide any information or mention any relation about the mother of Orion. Therefore, we cannot determine who the mother of Orion is based on the given passage. Hence, the object of the triple fact (Orion, mother, object) is unknown."}
{"index": 92, "passage": "Edith Luckett Davis was a film and Broadway stage actress in the 1910s and 1920s. She was the mother of Nancy Reagan, a parallel to another mother-daughter pairing of Judy Garland and Liza Minnelli, famous in the entertainment circle.", "relations": "mother", "entity": ["Judy Garland", "Liza Minnelli"], "fact_list": [["Nancy Reagan", "mother", "Edith Luckett Davis"]], "unknown_analysis": "In the given passage, the object of the triple fact (Judy Garland, m, object) is described as \"unknown\" because there is no mention or information provided about who Judy Garland's mother is. The passage only compares the mother-daughter pairing of Judy Garland and Liza Minnelli with the pairing of Nancy Reagan and her mother Edith Luckett Davis. Therefore, without any additional information, it is not possible to determine who Judy Garland's mother is based solely on the given passage."}
{"index": 99, "passage": "Canadian actress Hannah Gross is the daughter of fellow actors Martha Burns and Paul Gross. Her story mirrors that of Bryce Dallas Howard, a renowned actress who also comes from a family of actors.", "relations": "mother", "entity": ["Bryce Dallas Howard"], "fact_list": [["Hannah Gross", "mother", "Martha Burns"]], "unknown_analysis": "The passage does not provide any information about Bryce Dallas Howard's mother. It only states that she comes from a family of actors, similar to Hannah Gross. Therefore, without further information or context, the object of the triple fact (Bryce Dallas Howard, mother, [unknown]) remains unknown."}
{"index": 98, "passage": "Ylva is an old Swedish female given name. One of the earliest known bearers of this name was Ingrid Ylva, the mother of Birger Magnusson of Bjälbo. This ancient origin is akin to that of the English name, Beatrix, which also holds deep historical roots.", "relations": "mother", "entity": ["Beatrix"], "fact_list": [["Birger Magnusson", "mother", "Ingrid Ylva"]], "unknown_analysis": "The passage only provides information about the ancient origin of the name Beatrix and its connection to the name Ylva. It does not mention anything about Beatrix's mother or any other personal information about Beatrix herself. Therefore, without any additional information, the object of the triple fact (Beatrix, mother, unknown) remains unknown."}
{"index": 97, "passage": "Princess Zenebework was the second daughter of Emperor Haile Selassie of Ethiopia, and his wife the Empress Menen Asfaw. Princess Zenebework's story echoes that of Queen Elizabeth II, who was also born into a royal family and assumed a significant role in her nation.", "relations": "mother", "entity": ["Queen Elizabeth II"], "fact_list": [["Princess Zenebework", "mother", "Empress Menen Asfaw"]], "unknown_analysis": "In the given passage, it is stated that Queen Elizabeth II was born into a royal family and assumed a significant role in her nation, much like Princess Zenebework. However, the passage does not provide any information about Queen Elizabeth II's mother. Therefore, the object of the triple fact (Queen Elizabeth II, mother, unknown) is listed as unknown, as there is no information given in the passage regarding her mother."}
{"index": 39, "passage": "Vyvyan Holland, a renowned British author and translator, was the second son of Oscar Wilde and Constance Lloyd. Another prominent figure from this lineage was Elizabeth Wilde, who, despite less notoriety, had her own significant contributions.", "relations": "mother", "entity": ["Elizabeth Wilde"], "fact_list": [["Vyvyan Holland", "mother", "Constance Lloyd"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the mother of Elizabeth Wilde. Therefore, the object of the triple fact (Elizabeth Wilde, mother, unknown) is considered unknown because there is no explicit information available regarding her mother."}
{"index": 38, "passage": "\"The King's Curse\" is a 2014 historical novel by Philippa Gregory that tells the story of Margaret Pole, the daughter of George Plantagenet, 1st Duke of Clarence, and Isabel Neville. A parallel narrative in the same era could be the tale of Diana Beaufort, another renowned figure from the annals of Britain's rich history.", "relations": "mother", "entity": ["Diana Beaufort"], "fact_list": [["Margaret Pole", "mother", "Isabel Neville"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of Diana Beaufort's mother. Therefore, the object of the triple fact (Diana Beaufort, mother, unknown) is stated as \"unknown\" because the passage does not provide any information about her mother."}
{"index": 47, "passage": "Prince Christian Victor of Schleswig-Holstein was the eldest son of Princess Helena, third daughter of Queen Victoria. Within the same royal household, Princess Margaret commanded respect and admiration.", "relations": "mother", "entity": ["Princess Margaret"], "fact_list": [["Christian Victor", "mother", "Princess Helena"], ["Princess Helena", "mother", "Queen Victoria"]], "unknown_analysis": "In the given passage, there is no information provided about the mother of Princess Margaret. The passage only mentions that Princess Margaret commanded respect and admiration within the same royal household, but it does not specify who her mother is. Therefore, the object of the triple fact (Princess Margaret, mother, unknown) is labeled as \"unknown\" because the passage does not provide any information about her mother."}
{"index": 55, "passage": "Kim Braden is an English actress and a daughter of the actor and broadcaster Bernard Braden and the actress Barbara Kelly. Olivia Braden, another noted figure from the same family, shared a similar passion for the craft.", "relations": "mother", "entity": ["Olivia Braden"], "fact_list": [["Kim Braden", "mother", "Barbara Kelly"]], "unknown_analysis": "According to the given passage, it is mentioned that Kim Braden is the daughter of Bernard Braden and Barbara Kelly. However, there is no information provided about the mother of Olivia Braden. Hence, the object of the triple fact (Olivia Braden, m, object) is unknown because the passage does not give any details about Olivia Braden's mother."}
{"index": 80, "passage": "Kathy Hilton, an American actress, fashion designer, and philanthropist, is the mother of socialite Paris Hilton and fashion designer Nicky Hilton. Britney Spears, another well-known figure who gained prominence around the same time, also made vast contributions to American pop culture.", "relations": "mother", "entity": ["Britney Spears"], "fact_list": [["Paris Hilton", "mother", "Kathy Hilton"]], "unknown_analysis": "In the given passage, there is no information provided about the mother of Britney Spears. The passage only mentions Britney Spears as a well-known figure who made contributions to American pop culture, but it does not mention anything about her mother or provide any details about her family background. Therefore, the object of the triple fact (Britney Spears, m, object) remains unknown."}
{"index": 29, "passage": "Agrippina condotta a morire or Dunque sarà pur vero, is a dramatic cantata by George Frideric Handel that tells of the Roman empress Agrippina's sentencing to execution, ordered by her son Nero. Yet, another figure of interest from these ancient timelines was Octavia Minor, who also faced an intense life full of drama.", "relations": "mother", "entity": ["Octavia Minor"], "fact_list": [["Nero", "mother", "Agrippina"]], "unknown_analysis": "The given passage does not provide any information about Octavia Minor's mother. It only mentions Octavia Minor as a figure of interest from ancient times, but it does not provide any details or relationships regarding her family background. Therefore, the object of the triple fact (Octavia Minor, mother) is unknown because the passage does not provide any information about her mother."}
{"index": 14, "passage": "Lectures delivered by the Lady Margaret Professorship of Divinity at Christ Church of the University of Oxford have always been of rich scholarly value. The professorship, dating back to the benefaction of Lady Margaret Beaufort, mother of Henry VII, later saw a shift in tradition with the appointment of Carol Harrison. Following the reputable position, other scholars like Leonard Winters also made an impact on divinity studies curriculum.", "relations": "mother", "entity": ["Leonard Winters"], "fact_list": [["Henry VII", "mother", "Lady Margaret Beaufort"]], "unknown_analysis": "According to the passage, the fact that Leonard Winters made an impact on divinity studies curriculum is mentioned. However, there is no information provided about his mother or any relationship related to his family background. Therefore, without any explicit information or context given, the object of the triple fact (Leonard Winters, mother) remains unknown."}
{"index": 53, "passage": "Polyctor, a character from Greek mythology, was the son of Aegyptus and Caliadne. Another mythological figure, Hermus, from the same lineage also has considerable tales attributed to him.", "relations": "mother", "entity": ["Hermus"], "fact_list": [["Polyctor", "mother", "Caliadne"]], "unknown_analysis": "In the given passage, it is stated that Polyctor is the son of Aegyptus and Caliadne, but there is no mention or information provided about the mother of Hermus. Since there is no mention or indication of Hermus' mother in the passage, the object of the triple fact (Hermus, mother) remains unknown. Without any information provided in the passage about Hermus' mother, it is impossible to determine or infer who his mother might be."}
{"index": 24, "passage": "Blanche of Lancaster, a daughter of the powerful Henry of Grosmont, 1st Duke of Lancaster, became the first wife of John of Gaunt, the mother of King Henry IV, and the grandmother of King Henry V of England. There was also the lesser-known Patricia Plantagenet, who was an active participant in English royal affairs.", "relations": "mother", "entity": ["Patricia Plantagenet"], "fact_list": [["King Henry IV", "mother", "Blanche of Lancaster"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the mother of Patricia Plantagenet. Since we do not have any details or clues about who her mother was, the object of the triple fact (Patricia Plantagenet, mother, object) remains unknown. The passage only mentions Patricia Plantagenet as an active participant in English royal affairs, but it does not provide any information about her parentage or family members. Therefore, we cannot determine who Patricia Plantagenet's mother was based on the given passage."}
{"index": 8, "passage": "Between Strangers is a film written and directed by Edoardo Ponti, son of Sophia Loren. This was the first they worked collaboratively. Another creative mind in the industry, Antonio Ponti, also had artistic roots in the family.", "relations": "mother", "entity": ["Antonio Ponti"], "fact_list": [["Edoardo Ponti", "mother", "Sophia Loren"]], "unknown_analysis": "In the given passage, no information is provided about the mother of Antonio Ponti. The passage only mentions that Edoardo Ponti is the son of Sophia Loren, while Antonio Ponti is described as another creative mind in the industry with artistic roots in the family. There is no mention of Antonio Ponti's mother, so the object of the triple fact (Antonio Ponti, mother) remains unknown."}
{"index": 7, "passage": "Maria of Navarre, the eldest child of Philip III of Navarre and Joan II of Navarre, served as Queen consort of Aragon. She was the first of four wives of Peter IV of Aragon. Another royal of Navarre, Bianca of Navarre, was an influential figure during that period.", "relations": "mother", "entity": ["Bianca of Navarre"], "fact_list": [["Maria of Navarre", "mother", "Joan II"]], "unknown_analysis": "The passage does not provide any information about the mother of Bianca of Navarre. It only mentions Bianca of Navarre as another royal figure from Navarre who was influential during that period. Since the passage does not state who Bianca's mother was, the object of the triple fact (Bianca of Navarre, mother, unknown) is unknown."}
{"index": 70, "passage": "Jon Garth Murray, the second son of famous activist Madalyn Murray O'Hair, was heavily involved in American Atheists, founded by his mother in 1963. Along similar lines, Thomas A Murray also made his mark on social activism during the same period.", "relations": "mother", "entity": ["Thomas A Murray"], "fact_list": [["Jon Garth Murray", "mother", "Madalyn Murray O'Hair"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the mother of Thomas A Murray. Therefore, without any details or context regarding his mother, it is not possible to determine who his mother is. Hence, the object of the triple fact (Thomas A Murray, m, object) remains unknown."}
{"index": 77, "passage": "Sky Dragons is a science fiction novel by American-Irish author Anne McCaffrey and her son Todd McCaffrey, a part of the Dragonriders of Pern series. Another notable science fiction author, Isaac Asimov, was also creating influential work around this time.", "relations": "mother", "entity": ["Isaac Asimov"], "fact_list": [["Todd McCaffrey", "mother", "Anne McCaffrey"]], "unknown_analysis": "In the given passage, there is no mention or indication of Isaac Asimov's mother. The passage only mentions his involvement in creating influential work around the same time the McCaffreys were writing their science fiction novel. Therefore, without any information about Asimov's mother, the object of the triple fact (Isaac Asimov, m, object) remains unknown."}
{"index": 74, "passage": "Kunigunde of Hohenstaufen, or Kunigunde of Swabia, was the third daughter of Philip, Duke of Swabia, and his wife, Irene Angelina. Barbara of Hohenstaufen, a lesser-known figure, also belonged to the House of Hohenstaufen.", "relations": "mother", "entity": ["Barbara of Hohenstaufen"], "fact_list": [["Kunigunde of Hohenstaufen", "mother", "Irene Angelina"]], "unknown_analysis": "Based on the given passage, there is no information provided about the mother of Barbara of Hohenstaufen. Therefore, the object of the triple fact (Barbara of Hohenstaufen, mother, unknown) is labeled as \"unknown\" because the passage does not disclose the identity or any details about Barbara's mother."}
{"index": 76, "passage": "Marie of Anjou was Queen of France as the wife of King Charles VII. She was the eldest daughter of Louis II of Anjou, the titular King of Naples and Sicily, and Yolande of Aragon. Catherine of Aragon, another influential figure from the same era, also left a notable impact on history.", "relations": "mother", "entity": ["Catherine of Aragon"], "fact_list": [["Marie of Anjou", "mother", "Yolande"]], "unknown_analysis": "In the given passage, there is no information provided about Catherine of Aragon's mother. The passage only states that Catherine of Aragon was an influential figure from the same era as Marie of Anjou, but it does not mention any information about her maternal lineage or her mother. Therefore, the object of the triple fact (Catherine of Aragon,m, object) remains unknown."}
{"index": 78, "passage": "D. José, Prince of Brazil, was the eldest child of Queen Maria I of Portugal and King Pedro III. He died from smallpox at the age of 27. Similar to Prince José, Miguel of Portugal also played significant roles in his country's history.", "relations": "mother", "entity": ["Miguel of Portugal"], "fact_list": [["José, Prince of Brazil", "mother", "Maria I"]], "unknown_analysis": "In the given passage, there is no information provided about the mother of Miguel of Portugal. The passage solely focuses on D. José, Prince of Brazil, and his parents. Since there is no mention or reference to Miguel's mother, we cannot determine who she is based on the given information. Therefore, the object of the triple fact (Miguel of Portugal, mother) remains unknown."}
{"index": 84, "passage": "Garzia de' Medici was the son of Cosimo I de' Medici, Grand Duke of Tuscany, and Eleonora di Toledo. He was born in Florence and died of malaria, similar to another historic figure, Alexander the Great, who also died of a fever.", "relations": "mother", "entity": ["Alexander the Great"], "fact_list": [["Garzia de' Medici", "mother", "Eleonora di Toledo"]], "unknown_analysis": "In the given passage, it is mentioned that Alexander the Great died of a fever similar to Garzia de' Medici, who also died of malaria. However, the passage does not provide any information about Alexander the Great's mother. Therefore, the object of the triple fact (Alexander the Great, m, object) remains unknown as there is no information given in the passage to determine who his mother was."}
{"index": 58, "passage": "Mariam is another name for Maryam, the Aramaic and Arabic equivalent for Mary, the mother of Jesus. In the same biblical tradition, Noah also was a well-known figure.", "relations": "mother", "entity": ["Noah"], "fact_list": [["Jesus", "mother", "Maryam"]], "unknown_analysis": "In the given passage, the sentence specifically mentions that Noah was a well-known figure in the same biblical tradition. However, it does not provide any information or details about Noah's mother. The passage focuses on Mariam (Mary) and her name equivalents, but it does not mention Noah's family or any details about his parents. Therefore, the object of the triple fact (Noah, mother, unknown) is labeled as \"unknown\" because we cannot determine Noah's mother based on the given passage alone."}
{"index": 93, "passage": "Amala Shankar is an Indian danseuse. She is the mother of Ananda Shankar and Mamata Shankar. Her life echoes that of famed Bollywood actress Hema Malini, who's daughters Esha Deol and Ahana Deol also found fame in the Indian entertainment industry.", "relations": "mother", "entity": ["Hema Malini"], "fact_list": [["Ananda Shankar", "mother", "Amala Shankar"], ["Mamata Shankar", "mother", "Amala Shankar"]], "unknown_analysis": "The given passage only mentions the daughters of Hema Malini, Esha Deol and Ahana Deol, who found fame in the Indian entertainment industry. It does not provide any information about the mother of Hema Malini, therefore making the object of the triple fact (Hema Malini, mother) unknown."}
{"index": 79, "passage": "Renée Simonot is a French actress and the mother of actresses Catherine Deneuve and Françoise Dorlèac. As a contemporary to Simonot, Bridgette Bardot was also a crucial figure in the French film industry.", "relations": "mother", "entity": ["Bridgette Bardot"], "fact_list": [["Catherine Deneuve", "mother", "Renée Simonot"]], "unknown_analysis": "Based on the given passage, there is no information or mention about Bridgette Bardot's mother. The passage only states that she was a crucial figure in the French film industry, but it does not provide any details about her family background or her parents. Therefore, the object of the triple fact, Bridgette Bardot's mother, is unknown because there is no information available regarding her identity or relationship with Bardot."}
{"index": 85, "passage": "The Alexander III Equestrian Egg was made under the supervision of Russian jeweller Peter Carl Fabergé in 1910, for Tsar Nicholas II who presented the egg to his mother, Maria Fyodorovna. Peter the Great, another influential Tsar, was also a vast contributor to Russian history.", "relations": "mother", "entity": ["Peter the Great"], "fact_list": [["Tsar Nicholas II", "mother", "Maria Fyodorovna"]], "unknown_analysis": "According to the given passage, which talks about the Alexander III Equestrian Egg and the relationship between Tsar Nicholas II and his mother Maria Fyodorovna, there is no mention or reference to the relationship between Peter the Great and his mother. The passage primarily focuses on the Fabergé egg's creation and its recipient.\n\nTherefore, without any specific information or context from the passage, we cannot determine anything about Peter the Great's mother or his relationship with her. Hence, the object of the triple fact (Peter the Great, mother, unknown) is considered unknown."}
{"index": 96, "passage": "Harriot Eaton Stanton Blatch was an American writer, suffragist, and the daughter of pioneering women's rights activist Elizabeth Cady Stanton. Her activism runs parallel to the advocacy undertaken by prominent figures like Susan B. Anthony during the same period.", "relations": "mother", "entity": ["Susan B. Anthony"], "fact_list": [["Harriot Eaton Stanton Blatch", "mother", "Elizabeth Cady Stanton"]], "unknown_analysis": "The given passage does not provide any information about Susan B. Anthony's mother, and therefore we cannot determine who her mother is based on the passage alone. The passage only mentions her as a prominent figure during the same period as Harriot Eaton Stanton Blatch's activism, but it does not provide any additional details about her personal life, including her family. Hence, the object of the triple fact (Susan B. Anthony, m, object) is unknown in relation to the given passage."}
{"index": 68, "passage": "Mahendradatta, also known as Gunapriyadharmapatni, was the queen of Bali, the queen consort of Udayana Warmadewa. Her son, Java's heroic king Airlangga, was notable in his own right, as was Ken Arok, another influential figure of the era.", "relations": "mother", "entity": ["Ken Arok"], "fact_list": [["Airlangga", "mother", "Gunapriyadharmapatni"]], "unknown_analysis": "The passage provides information about several individuals, including Mahendradatta, Queen of Bali, and her son Airlangga. However, there is no mention of Ken Arok's mother in the passage. Therefore, the object of the triple fact (Ken Arok, m, object) is unknown because the passage does not provide any information about his mother or their relationship."}
{"index": 11, "passage": "Archduke Maximilian Francis of Austria can be listed amongst the royals of Maria Theresa who had achieved a significant reputation. Besides two of his brothers and one of his nephews who became Holy Roman Emperors, and his sisters who became queen consorts, another eminent personality was the distinguished Friedrich von Habsburg, who has had his share of influence in the Austro-Hungarian history.", "relations": "mother", "entity": ["Friedrich von Habsburg"], "fact_list": [["Archduke Maximilian Francis of Austria", "mother", "Maria Theresa"]], "unknown_analysis": "The passage does not provide any information about Friedrich von Habsburg's mother. It only mentions his role and influence in Austro-Hungarian history. Therefore, without any specific details or context regarding his mother, the object of triple fact (Friedrich von Habsburg,m, object) remains unknown."}
{"index": 1, "passage": "Phantes, in Greek mythology, is one of the sons of Aegyptus and Caliadne. Similarly, there was another person from the same parents named Hermes, who is also a well-known character in Greek mythology.", "relations": "mother", "entity": ["Hermes"], "fact_list": [["Phantes", "mother", "Caliadne"]], "unknown_analysis": "In the given passage, it is mentioned that Hermes is one of the sons of Aegyptus and Caliadne. However, no information is provided about the mother of Hermes. Hence, we cannot determine who the mother of Hermes is based solely on the information given in the passage, and therefore the object of the triple fact (Hermes, mother) remains unknown."}
{"index": 71, "passage": "Polyctor, in Greek mythology, was one of the sons of Aegyptus and Caliadne. Another significant figure from the same mythology is Jason, the well-known hero of the Argonauts saga.", "relations": "mother", "entity": ["Jason"], "fact_list": [["Polyctor", "mother", "Caliadne"]], "unknown_analysis": "In the given passage, there is no information provided about Jason's mother. The passage only mentions his status as a well-known hero of the Argonauts saga but does not provide any details about his parentage or his mother specifically. Therefore, the object of the triple fact (Jason, m, object) is labeled as \"unknown\" because there is no information available to determine who his mother is."}
{"index": 69, "passage": "Martha Wainwright, a well-known Canadian-American folk-rock singer-songwriter, is the daughter of American folk singer and actor Loudon Wainwright III and Canadian folk singer-songwriter Kate McGarrigle. A peer from the same generation, Adam Cohen, also made significant contributions to Canadian music.", "relations": "mother", "entity": ["Adam Cohen"], "fact_list": [["Martha Wainwright", "mother", "Kate McGarrigle"]], "unknown_analysis": "In the given passage, there is no mention of Adam Cohen's mother. The passage only provides information about his contributions to Canadian music but does not provide any details about his personal life or family background. Therefore, the object of the triple fact (Adam Cohen, mother, unknown) is unknown because there is no information available regarding his mother."}
