{"index": 26, "passage": "Grube (Weser) is a river of North Rhine-Westphalia, Germany. In the vicinity, the Werre River also flows, merging with other water bodies and enriching the aquatic biodiversity of the area.", "relations": "mouth of the watercourse", "entity": "Werre River", "fact_list": [["Grube (Weser)", "mouth of the watercourse", "Weser"]], "unknown_analysis": "Based on the given passage, it does not provide any information about the specific body of water into which the Grube (Weser) River drains. Therefore, the object of the triple fact (W,m, object) is unknown."}
{"index": 39, "passage": "The Rio San Bernardino, or San Bernardino River, begins in extreme southeastern Cochise County, Arizona, and is a tributary of the Bavispe River, in Sonora, Mexico. There's also another river located in the same region known as the Tucson River.", "relations": "mouth of the watercourse", "entity": ["Tucson River"], "fact_list": [["Bavispe River", "mouth of the watercourse", "Sonora"]], "unknown_analysis": "The passage only mentions the existence of the Tucson River in the same region as the San Bernardino River but does not provide any information about where the Tucson River drains into. Without this information, we cannot determine the object of the triple fact, which is why it is labeled as \"unknown.\""}
{"index": 23, "passage": "The Ulba River is a river of Kazakhstan. It joins the Irtysh River at Oskemen. Additionally, the region is home to the lesser known Kargalinka River.", "relations": "mouth of the watercourse", "entity": ["Kargalinka River"], "fact_list": [["Ulba River", "mouth of the watercourse", "Irtysh River"]], "unknown_analysis": "In the given passage, there is no information provided about where the Kargalinka River drains or the body of water it flows into. Therefore, we cannot determine the object of the triple fact, resulting in it being considered \"unknown\"."}
{"index": 14, "passage": "Munhocheon is a river of South Korea. It is a tributary of the Bukhan River in the Han River system. A lesser-known tributary in the Han River system is the Gaesang Stream.", "relations": "mouth of the watercourse", "entity": ["Gaesang Stream"], "fact_list": [["Bukhan River", "mouth of the watercourse", "Han River"]], "unknown_analysis": "The passage does not provide any information about the object of the triple fact: (Gaesang Stream, mouth of the watercourse). It does not mention where the Gaesang Stream drains into or what body of water it flows into. Therefore, the object in this triple fact remains unknown."}
{"index": 9, "passage": "The Isenach is a left tributary of the Rhine in the northeastern Palatine region of Rhineland-Palatinate. It is nearly 36 kilometres (22 mi) long. The Spey River also navigates through the region, showcasing the area’s natural beauty.", "relations": "mouth of the watercourse", "entity": "Spey River", "fact_list": [["Isenach", "mouth of the watercourse", "Rhine"]], "unknown_analysis": "In the given passage, there is no mention or information provided regarding the specific body of water into which the Isenach drains. Therefore, we do not have any knowledge or indication of what the specific object of the triple fact (S,m, object) could be in this context. Hence, the object of the triple fact is unknown."}
{"index": 1, "passage": "The Söse is a right tributary of the river Rhume, 38 kilometres long, in Lower Saxony, Germany. Nearby, flows another river known as Hanstein.", "relations": "mouth of the watercourse", "entity": ["Hanstein"], "fact_list": [["Söse", "mouth of the watercourse", "Rhume"]], "unknown_analysis": "In the given passage, there is no mention or information provided about where the river Hanstein drains into. Therefore, we cannot determine or identify the specific body of water (object) into which the river Hanstein drains, hence the object of the triple fact (Hanstein, mouth of the watercourse) is described as \"unknown\"."}
{"index": 17, "passage": "Ocamo River is a river of Venezuela. It is part of the Orinoco River basin. In the vast network of rivers, the Manapiare River is another watercourse, winding its way through the diverse landscapes of Venezuela.", "relations": "mouth of the watercourse", "entity": "Manapiare River", "fact_list": [["Ocamo River", "mouth of the watercourse", "Orinoco River"]], "unknown_analysis": "In the given passage, there is no mention or information about the specific body of water into which the Ocamo River or the Manapiare River drains. The passage only provides information about the location and characteristics of these rivers within Venezuela. Therefore, without any explicit information, we cannot determine or identify the object of the triple fact, making it unknown."}
{"index": 0, "passage": "San Francisco Creek is a river in Texas. It is a tributary of the Rio Grande. Another river to note in the region is the Maverick Creek.", "relations": "mouth of the watercourse", "entity": ["Maverick Creek"], "fact_list": [["San Francisco Creek", "mouth of the watercourse", "Rio Grande"]], "unknown_analysis": "The passage does not provide any information about where Maverick Creek drains into or its mouth. It only mentions that San Francisco Creek is a tributary of the Rio Grande. Since we have no information about the destination or mouth of Maverick Creek, the object of the triple fact is considered unknown. We would need additional information to determine where Maverick Creek drains into."}
{"index": 46, "passage": "The Kalte Bode is the left-hand headstream of the River Bode in the High Harz Mountains in the German state of Saxony-Anhalt. It is 17 kilometres (11 mi) long. The Warme Bode is another tributary that merges with the River Bode, providing a diverse aquatic ecosystem.", "relations": "mouth of the watercourse", "entity": "Warme Bode", "fact_list": [["Kalte Bode", "mouth of the watercourse", "River Bode"]], "unknown_analysis": "The given passage only provides information about the Kalte Bode and Warme Bode, which are tributaries of the River Bode. It does not mention the mouth of the watercourse, the body of water into which the River Bode drains. Therefore, the specific body of water or object in the triple fact (W,m, object) is unknown because the passage does not provide any information regarding it."}
{"index": 35, "passage": "Llansteffan Castle is a castle overlooking the River Tywi as it enters Carmarthen Bay near the village of Llansteffan in Carmarthenshire, Wales. Another river flowing nearby is the St. Clears River.", "relations": "mouth of the watercourse", "entity": ["St. Clears River"], "fact_list": [["River Tywi", "mouth of the watercourse", "Carmarthen Bay"]], "unknown_analysis": "In the given passage, there is no mention or description of where the St. Clears River drains into. Since the object of the triple fact, which represents the body of water into which the St. Clears River drains, is not provided or indicated, it is considered \"unknown\". Without any additional information, we cannot determine the specific body of water where the St. Clears River flows into."}
{"index": 20, "passage": "The Saalach is a 103 kilometres (64 mi) long river in Austria and Germany, and a left tributary of the Salzach. Nearby, the Sur River flows, also playing an essential role in the regional hydrology.", "relations": "mouth of the watercourse", "entity": "Sur River", "fact_list": [["Saalach", "mouth of the watercourse", "Salzach"]], "unknown_analysis": "This is because the passage only mentions the Saalach and Sur rivers as bodies of water without specifying the exact locations where they drain into. Therefore, without specific information about the mouth or endpoint of these watercourses, the object in the triple fact remains unknown."}
{"index": 25, "passage": "Lefini River is a river of the Republic of Congo and a tributary of the Congo River. Henry Morton Stanley reached the confluence on 9 March 1877.:Vol.Two,251. Also flowing through the region is the lesser known Kua River.", "relations": "mouth of the watercourse", "entity": ["Kua River"], "fact_list": [["Lefini River", "mouth of the watercourse", "Congo River"]], "unknown_analysis": "In the passage, there is no mention of where the Kua River drains into. The passage only states that it flows through the region, but it does not provide any information about the body of water into which the Kua River empties. Therefore, the object of the triple fact, which represents the body of water where the Kua River drains, is unknown because there is no information available to determine it from the given passage."}
{"index": 41, "passage": "Broken Sword Creek in Wyandot County and Crawford County, Ohio is a 37.1-mile-long (59.7 km) tributary of the Sandusky River. Not far off lies another watercourse of equal significance, the Paint Creek.", "relations": "mouth of the watercourse", "entity": ["Paint Creek"], "fact_list": [["Broken Sword Creek", "mouth of the watercourse", "Sandusky River"]], "unknown_analysis": "The given passage does not provide any information about where Paint Creek drains into. It only mentions that Paint Creek is another watercourse of equal significance to Broken Sword Creek. Since there is no mention of the specific body of water that Paint Creek drains into, the object of the triple fact (Paint Creek, mouth of the watercourse) is unknown. We cannot determine the exact location where Paint Creek meets another body of water based on the information given."}
{"index": 2, "passage": "The Dora di Bardonecchia is a short tributary of the Dora Riparia river, lying entirely within the upper Susa Valley. The region also contains an understudied river named Butterfly Stream.", "relations": "mouth of the watercourse", "entity": ["Butterfly Stream"], "fact_list": [["Dora di Bardonecchia", "mouth of the watercourse", "Dora Riparia"]], "unknown_analysis": "In the given passage, only the name of the Butterfly Stream is mentioned, with no further information about its location or where it drains into. Without any context or details provided about the destination or the body of water into which the Butterfly Stream drains, the object of the triple fact, i.e., the \"mouth of the watercourse,\" remains unknown."}
{"index": 15, "passage": "The Erskine River is a river in southwestern Victoria, Australia. It arises in the Otway Ranges and enters Bass Strait to the east of Cape Otway through the town of Lorne. The region is also home to the obscure Sherbrooke Creek.", "relations": "mouth of the watercourse", "entity": ["Sherbrooke Creek"], "fact_list": [["Erskine River", "mouth of the watercourse", "Bass Strait"]], "unknown_analysis": "The given passage provides information about the Erskine River, its location, and the fact that it enters Bass Strait through the town of Lorne. However, it does not mention anything about where the Sherbrooke Creek drains into. Since the passage does not provide any information about the mouth or the body of water into which Sherbrooke Creek drains, the object of the triple fact (Sherbrooke Creek, m, object) is unknown."}
{"index": 49, "passage": "The Slizza (Italian) or Gailitz (German; Friulian: Slize, Slovene: Ziljica) is an Alpine torrent in Italy and Austria, a right tributary of the Gail river. In this diverse aquatic network, the Lesachtaler Gail also joins the Gail river, enhancing the hydrological richness of the region.", "relations": "mouth of the watercourse", "entity": "Lesachtaler Gail", "fact_list": [["Slizza", "mouth of the watercourse", "Gail river"]], "unknown_analysis": "The passage provides information about the Slizza/Gailitz river being a right tributary of the Gail river, and the Lesachtaler Gail joining the Gail river. However, it doesn't specifically mention or describe the body of water into which the Gail river drains. Therefore, without further information, we cannot determine what \"object\" refers to in the triple fact (L,m,object), and it remains unknown."}
{"index": 33, "passage": "Notter (Unstrut) is a river of Thuringia, Germany. The region also features the less known Rottleben Stream.", "relations": "mouth of the watercourse", "entity": ["Rottleben Stream"], "fact_list": [["Notter (Unstrut)", "mouth of the watercourse", "Unstrut"]], "unknown_analysis": "In the given passage, there is no information or description provided about where the Rottleben Stream drains into, which is essential in determining the object of the triple fact. Therefore, the object of the triple fact, which is the body of water into which the Rottleben Stream drains, is unknown."}
{"index": 6, "passage": "This is a list of bridges and other crossings of the Missouri River from the Mississippi River upstream to its source(s). Another important river in this network is the Jefferson River, playing a significant role in the area’s hydrology.", "relations": "mouth of the watercourse", "entity": "Jefferson River", "fact_list": [["Missouri River", "mouth of the watercourse", "Mississippi River"]], "unknown_analysis": "In the given passage, there is no mention of the Jefferson River flowing into a specific body of water. The passage only states that the Jefferson River plays a significant role in the area's hydrology, but it does not provide any information about the specific body of water into which it drains. Therefore, the object of the triple fact, (J, mouth of the watercourse), is unknown because there is no clear information or reference to identify the specific body of water where the Jefferson River flows."}
{"index": 7, "passage": "The Cabaçal River (Portuguese, Rio Cabaçal) is a river of Mato Grosso state in western Brazil. It is a tributary of the Paraguay River. The Tapirape River also flows through this state, contributing to its rich biodiversity.", "relations": "mouth of the watercourse", "entity": "Tapirape River", "fact_list": [["Cabaçal River", "mouth of the watercourse", "Paraguay River"]], "unknown_analysis": "Based on the given passage, it does not provide information about the specific body of water into which the Cabaçal River drains. The passage only states that it is a tributary of the Paraguay River. Since it does not mention the specific body of water where the river empties, the object of the triple fact, (T,m, object), is unknown."}
{"index": 10, "passage": "The Rodger River is a perennial river of the Snowy River catchment, located in the Alpine region of the Australian state of Victoria. In the same region flows the Mitchell River, renowned for its lush valleys and various native species.", "relations": "mouth of the watercourse", "entity": "Mitchell River", "fact_list": [["Rodger River", "mouth of the watercourse", "Snowy River"]], "unknown_analysis": "In the given passage, there is no mention of the specific body of water into which the Rodger River or the Mitchell River drains. The passage only provides information about the location and description of these rivers in the Alpine region of Victoria, but it does not mention their endpoints or where they ultimately flow into. Therefore, without any further information, the object of the triple fact (M, mouth of the watercourse) remains unknown."}
{"index": 34, "passage": "Cuxland, in a tourist sense, is the land between the River Weser and the mouth of the Elbe in the district of Cuxhaven on Germany's North Sea coast. The region is also traversed by the lesser known Nordholz Brook.", "relations": "mouth of the watercourse", "entity": ["Nordholz Brook"], "fact_list": [["River Weser", "mouth of the watercourse", "North Sea"], ["Elbe", "mouth of the watercourse", "North Sea"]], "unknown_analysis": "In the given passage, it is mentioned that the region of Cuxland is traversed by the lesser-known Nordholz Brook. However, there is no information provided about where exactly this brook drains into. The passage does not mention the specific body of water or the mouth of the watercourse that the Nordholz Brook flows into. Therefore, the object of the triple fact, which is the mouth of the watercourse for the Nordholz Brook, is unknown."}
{"index": 40, "passage": "Endrick River is a perennial river of the Shoalhaven catchment located in the Southern Tablelands region of New South Wales, Australia. A river of similar characteristics flowing nearby is the Lake Conjola Creek.", "relations": "mouth of the watercourse", "entity": ["Lake Conjola Creek"], "fact_list": [["Endrick River", "mouth of the watercourse", "Shoalhaven"]], "unknown_analysis": "The passage does not provide any information about where Lake Conjola Creek drains into. It only mentions that it is a river of similar characteristics to the Endrick River, which is located in the Shoalhaven catchment in the Southern Tablelands region of New South Wales, Australia. Therefore, without any specific details or references to the mouth or outlet of Lake Conjola Creek, the object of the triple fact (Lake Conjola Creek, mouth of the watercourse) remains unknown."}
{"index": 22, "passage": "Raudanjoki is a river in Rovaniemi, Finland. It is a tributary of Kemijoki in Finnish Lapland. The region also includes the the Yllas River, another tributary of importance.", "relations": "mouth of the watercourse", "entity": ["Yllas River"], "fact_list": [["Raudanjoki", "mouth of the watercourse", "Kemijoki"]], "unknown_analysis": "In the given passage, it is mentioned that the Yllas River is another tributary of importance in the region of Rovaniemi, Finland. However, the passage does not provide any information about the specific body of water into which the Yllas River drains. This is why the object of the triple fact (Yllas River, mouth of the watercourse) is considered \"unknown\". The passage does not provide any details or descriptions regarding the body of water where the Yllas River ends or drains into."}
{"index": 48, "passage": "The Ciron is a left tributary of the Garonne, in Gironde, Southwest France. Additionally, the Dropt River also merges into the Garonne, complementing the network of watercourses in the area.", "relations": "mouth of the watercourse", "entity": "Dropt River", "fact_list": [["Ciron", "mouth of the watercourse", "Garonne"]], "unknown_analysis": "In the given passage, it is mentioned that the Ciron is a left tributary of the Garonne River, and that the Dropt River also merges into the Garonne River. However, the passage does not provide any information about the specific body of water into which the Garonne River drains. Therefore, we cannot determine the object of the triple fact (D,m, object) mentioned in the relation description. It remains unknown in the given context."}
{"index": 5, "passage": "The Spillimacheen River is a tributary of the Columbia River in the Canadian province of British Columbia. Similarly, the Echo Sound River is another notable river in the province.", "relations": "mouth of the watercourse", "entity": ["Echo Sound River"], "fact_list": [["Spillimacheen River", "mouth of the watercourse", "Columbia River"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about where the Echo Sound River drains into. The passage only states that the Echo Sound River is a notable river in the province of British Columbia. Without any further details or clarification, it is impossible to determine the specific body of water or object that the Echo Sound River drains into. Therefore, the object of the triple fact, (Echo Sound River, object), remains unknown."}
{"index": 24, "passage": "The River Goyt is a river in North West England. It is one of the tributaries of the River Mersey. Not far from here, you can also find the Swift Hollow Stream flowing through the landscape.", "relations": "mouth of the watercourse", "entity": ["Swift Hollow Stream"], "fact_list": [["River Goyt", "mouth of the watercourse", "River Mersey"]], "unknown_analysis": "In the given passage, there is no mention of where the Swift Hollow Stream drains into. The passage only mentions that it flows through the landscape but does not provide any information about its final destination or the body of water it empties into. Therefore, the object of the triple fact, which denotes the body of water into which the watercourse drains, is unknown."}
{"index": 12, "passage": "The Orangipuku River is a river of the West Coast Region of New Zealand's South Island. It flows north into the southern end of Lake Brunner. Andrew's Stream, another river in the region, is also notable.", "relations": "mouth of the watercourse", "entity": ["Andrew's Stream"], "fact_list": [["Orangipuku River", "mouth of the watercourse", "Lake Brunner"]], "unknown_analysis": "In the given passage, it is mentioned that Andrew's Stream is another river in the region and is notable. However, there is no information provided about the body of water into which Andrew's Stream drains. Without this information, it is not possible to determine the object of the triple fact, leading to the object being labeled as \"unknown\"."}
{"index": 36, "passage": "Schwarzwasserbach (Ems) is a river of North Rhine-Westphalia, Germany. Not too far from it, there flows another river named the Goldbach Stream.", "relations": "mouth of the watercourse", "entity": ["Goldbach Stream"], "fact_list": [["Schwarzwasserbach (Ems)", "mouth of the watercourse", "Ems"]], "unknown_analysis": "Based on the given passage, there is no information provided about where the Goldbach Stream drains into. The passage only mentions that it flows not too far from Schwarzwasserbach, but it does not specify its endpoint or the body of water it drains into. Therefore, the object in the triple fact, which is the mouth of the watercourse for the Goldbach Stream, remains unknown. Without further information, we cannot determine where it drains."}
{"index": 16, "passage": "Paterson River, a perennial river that is part of the Hunter River catchment, is located in the Hunter and Mid North Coast regions of New South Wales, Australia. Additionally, the Kindee River also flows through the region, enriching the local ecosystems.", "relations": "mouth of the watercourse", "entity": "Kindee River", "fact_list": [["Paterson River", "mouth of the watercourse", "Hunter River"]], "unknown_analysis": "The passage states that the Kindee River flows through the region and enriches the local ecosystems, but it does not provide any information about the body of water into which the Kindee River drains (i.e., the mouth of the watercourse). Therefore, the object of the triple fact, specifically the body of water into which the Kindee River drains, is unknown based on the given passage."}
{"index": 53, "passage": "Carnahan Run is a tributary of the Kiskiminetas River in Armstrong County in the U.S. state of Pennsylvania. Also, running through the county, you can find the Pennsylvania Run.", "relations": "mouth of the watercourse", "entity": ["Pennsylvania Run"], "fact_list": [["Carnahan Run", "mouth of the watercourse", "Kiskiminetas River"]], "unknown_analysis": "The given passage provides information about Carnahan Run and the Kiskiminetas River but does not mention where Pennsylvania Run ultimately drains into. Since the passage does not provide any information about the \"object\" or the body of water into which Pennsylvania Run drains, it is labeled as \"unknown.\" Further information or context is needed to determine the specific object of triple fact involving Pennsylvania Run."}
{"index": 8, "passage": "Jaú River is a river of Amazonas state in north-western Brazil. It is a tributary of the Rio Negro, which itself is a tributary of the Amazon River. The Taruma River is another notable river, meandering through the Amazonian landscapes.", "relations": "mouth of the watercourse", "entity": "Taruma River", "fact_list": [["Rio Negro", "mouth of the watercourse", "Amazon River"]], "unknown_analysis": "The object of the triple fact: (T, mouth of the watercourse) is \"unknown\" because the passage does not provide any information about where the Jaú River or Taruma River drain into. The passage only mentions that the Jaú River is a tributary of the Rio Negro, which is itself a tributary of the Amazon River. It does not specify the exact body of water where these rivers ultimately flow into. Therefore, without further information, the specific object of the triple fact in question cannot be determined."}
{"index": 19, "passage": "The Râmnicul Sărat River or Râmnicu Sărat River is a tributary of the Siret River in Romania. It starts at the junction of headwaters Mălușel and Martin. Another river in this basin is the Buzau River, which significantly affects the region's water flow.", "relations": "mouth of the watercourse", "entity": "Buzau River", "fact_list": [["Râmnicul Sărat River", "mouth of the watercourse", "Siret River"]], "unknown_analysis": "In the given passage, it is mentioned that the Râmnicul Sărat River is a tributary of the Siret River in Romania. However, there is no specific information provided about the body of water or object into which the Râmnicul Sărat River drains. Therefore, the object of the triple fact (B, m, object) is \"unknown\" because there is no available information to determine the exact body of water or object where the Râmnicul Sărat River ultimately flows into."}
{"index": 28, "passage": "Clonahenoge (Cluain Fheannóg in Irish) is a townland in County Offaly, Ireland. It is located at the confluence of the Little Brosna River and the River Shannon. Not far away, the Inny River also finds its way to join the majestic River Shannon.", "relations": "mouth of the watercourse", "entity": "Inny River", "fact_list": [["Little Brosna River", "mouth of the watercourse", "River Shannon"]], "unknown_analysis": "Based on the given passage, there is no specific mention or information provided about the specific body of water or watercourse into which Clonahenoge or any other rivers mentioned drain. The passage only mentions that Clonahenoge is located at the confluence of the Little Brosna River and the River Shannon, and that the Inny River also finds its way to join the River Shannon. It does not provide any details about the ultimate destination or outlet of these watercourses. Therefore, the object of the triple fact (I, mouth of the watercourse) is unknown because there is insufficient information given to determine it."}
{"index": 37, "passage": "Iratapina River is a river of Amapá state in Brazil. It is a tributary of the Jari River which is part of the Amazon River basin. Another notable tributary in this basin is the Amapari River.", "relations": "mouth of the watercourse", "entity": ["Amapari River"], "fact_list": [["Jari River", "mouth of the watercourse", "Amazon River"]], "unknown_analysis": "Based on the given passage, there is no information provided about where the Amapari River drains into. The passage only mentions that the Amapari River is a notable tributary in the Amazon River basin but does not specify the specific body of water (object) into which it drains. Therefore, the object of the triple fact, which represents the mouth of the watercourse for the Amapari River, is unknown."}
{"index": 11, "passage": "Potamobatrachus trispinosus is a species of toadfish endemic to Brazil where it is found in the Araguaia and Tocantins Rivers. This species grows to a length of 5 cm (2.0 in). Fishermen also frequently discover it in the lesser known Rosario River.", "relations": "mouth of the watercourse", "entity": ["Rosario River"], "fact_list": [["Araguaia", "mouth of the watercourse", "Tocantins"]], "unknown_analysis": "In the passage, it is mentioned that fishermen frequently discover the Potamobatrachus trispinosus species in the Rosario River. However, there is no information provided about where exactly the Rosario River drains into. As a result, we cannot determine the object of the triple fact, which is the mouth of the watercourse for the Rosario River. The passage simply does not provide any information about where the Rosario River flows into, which is why it is considered unknown in this context."}
{"index": 27, "passage": "The Manantali Dam is a multi-purpose dam on the Bafing river in the Senegal River basin, 90 kilometres (56 mi) to the south-east of Bafoulabé, in Mali's Kayes Region. Another river that contributes to this basin is the Falémé River, enhancing the hydrological network of the area.", "relations": "mouth of the watercourse", "entity": "Falémé River", "fact_list": [["Bafing river", "mouth of the watercourse", "Senegal River"]], "unknown_analysis": "Based on the given passage, the Manantali Dam is located on the Bafing river in the Senegal River basin. It does not mention anything about the destination or the body of water where the watercourse drains. The passage only mentions the contribution of the Falémé River to the hydrological network of the area, but it does not provide any information about the body of water it drains into. Therefore, the object of the triple fact (F, mouth of the watercourse) is unknown because there is no information given to determine the specific body of water where the watercourse drains."}
{"index": 62, "passage": "Itter (Eder) is a river of Hesse, Germany. Another river traversing the region is the Schwalm River.", "relations": "mouth of the watercourse", "entity": ["Schwalm River"], "fact_list": [["Itter (Eder)", "mouth of the watercourse", "Eder"]], "unknown_analysis": "In the given passage, there is no information provided regarding where the Schwalm River drains or its mouth of the watercourse. Without this information, we cannot determine the object of the triple fact accurately. Hence, it is labeled as \"unknown.\""}
{"index": 29, "passage": "The Motupipi River is a short river of the Tasman Region of the South Island of New Zealand. It flows north to reach Golden Bay to the east of Takaka. The Aorere River is another notable river flowing into the Golden Bay, adding to the region's hydrological diversity.", "relations": "mouth of the watercourse", "entity": "Aorere River", "fact_list": [["Motupipi River", "mouth of the watercourse", "Golden Bay"]], "unknown_analysis": "In the passage, it is mentioned that the Motupipi River flows north to reach Golden Bay, but it does not provide any information about the specific body of water into which the Motupipi River drains. Therefore, the object of the triple fact, which represents the body of water where the watercourse (Motupipi River) drains, is unknown. The passage does not provide any details about the mouth of the watercourse or the specific body of water (such as a sea or a bay) into which the river ultimately flows."}
{"index": 43, "passage": "Ximim-Ximim River is a river of Amapá state in Brazil. It is a tributary of the Jari River which is part of the Amazon River basin. The basin also contains the Iratapuru River that adds to its wide network.", "relations": "mouth of the watercourse", "entity": ["Iratapuru River"], "fact_list": [["Jari River", "mouth of the watercourse", "Amazon River"]], "unknown_analysis": "The given passage only mentions that the Iratapuru River is part of the Amazon River basin and does not provide any specific information about where it drains. The passage states that the Ximim-Ximim River is a tributary of the Jari River, which is also part of the Amazon River basin, but it does not mention if the Iratapuru River also drains into the Jari River or any other body of water. Therefore, without any information regarding the destination where the Iratapuru River drains, the object of the triple fact remains unknown."}
{"index": 50, "passage": "Ottawa/Gatineau Water Aerodrome (TC LID: CTI3), is on the north side of the Ottawa River in Quebec, Canada, and is open from May until November. The nearby Outaouais River also contributes to the region's water network.", "relations": "mouth of the watercourse", "entity": ["Outaouais River"], "fact_list": [["Gatineau", "mouth of the watercourse", "Ottawa River"]], "unknown_analysis": "The passage does mention that the Outaouais River contributes to the region's water network, but it does not specify or provide any information about where exactly the watercourse of the Outaouais River drains into. Without this information, we cannot determine the specific object (in this case, the body of water) into which the Outaouais River drains. Therefore, the object of the triple fact (Outaouais River, mouth of the watercourse) remains unknown."}
{"index": 18, "passage": "Sülze (Elbe) is a river of Saxony-Anhalt, Germany. Flowing through the same region is the Aller River, another significant contributor to the area’s hydrography.", "relations": "mouth of the watercourse", "entity": "Aller River", "fact_list": [["Sülze (Elbe)", "mouth of the watercourse", "Elbe"]], "unknown_analysis": "In the given passage, there is no mention or specific information given about the mouth or endpoint of the Sülze River. The passage only states that the river flows through Saxony-Anhalt in Germany and that the Aller River is another significant contributor to the region's hydrography. However, it does not provide any details about where the Sülze River ultimately drains or its exact location. Therefore, without further information, the object of the triple fact (A, mouth of the watercourse) for the Sülze River remains unknown."}
{"index": 64, "passage": "The Waswanipi River is a river in Quebec, Canada. It flows through Lake Waswanipi, Seagull Lake and Lake Olga before reaching its mouth at Lake Matagami. Additionally, another key watercourse in the region is the Nottaway River.", "relations": "mouth of the watercourse", "entity": ["Nottaway River"], "fact_list": [["Waswanipi River", "mouth of the watercourse", "Lake Matagami"]], "unknown_analysis": "The passage only provides information about the Nottaway River being a key watercourse in the region. It does not specify where the Nottaway River drains or what body of water it reaches. Therefore, the object of the triple fact, which is the destination or body of water into which the Nottaway River drains, is unknown."}
{"index": 72, "passage": "L'Ourse, or Ourse de Ferrère, is a French river in the Pyrenees, a tributary of la Garonne. It forms the Barousse valley. The region is also home to the Pique Stream.", "relations": "mouth of the watercourse", "entity": ["Pique Stream"], "fact_list": [["Ourse", "mouth of the watercourse", "Garonne"]], "unknown_analysis": "In the given passage, there is no information provided about where the Pique Stream drains into. Since the relation description states that the object signifies the body of water into which a watercourse drains, and no details are given about the Pique Stream's destination, the object in the triple fact (Pique Stream, object) remains unknown."}
{"index": 52, "passage": "The Arie River (有家川 Arie-gawa) flows from Mount Unzen to the Ariake Sea in Nagasaki Prefecture, Japan. The region also houses the less explored Kuchinotsu River.", "relations": "mouth of the watercourse", "entity": ["Kuchinotsu River"], "fact_list": [["Arie River", "mouth of the watercourse", "Ariake Sea"]], "unknown_analysis": "In the given passage, there is no information provided about the specific body of water into which the Kuchinotsu River drains. Therefore, the object of the triple fact, which denotes the body of water, is considered \"unknown\" because we do not have any information or context to determine the specific location where the river drains."}
{"index": 70, "passage": "Forellenbach (Weser) is a river of North Rhine-Westphalia, Germany. Close to this watercourse, there exists another stream known as Welper Creek.", "relations": "mouth of the watercourse", "entity": ["Welper Creek"], "fact_list": [["Forellenbach (Weser)", "mouth of the watercourse", "Weser"]], "unknown_analysis": "In the given passage, there is no information provided about where Welper Creek drains into, or what body of water it flows into. Therefore, the object of the triple fact (Welper Creek, mouth of the watercourse) is unknown. The passage only mentions the existence of Welper Creek close to Forellenbach, but it does not provide any details about its endpoint or where it ultimately drains."}
{"index": 71, "passage": "Guasare River is a river of northern Venezuela. It flows into the Caribbean Sea. A neighboring river that shares this basin is the less traversed Cacua River.", "relations": "mouth of the watercourse", "entity": ["Cacua River"], "fact_list": [["Guasare River", "mouth of the watercourse", "Caribbean Sea"]], "unknown_analysis": "The passage only mentions that Guasare River flows into the Caribbean Sea, but it does not provide any information about where the Cacua River flows. Therefore, the object (mouth of the watercourse) for the triple fact (Cacua River, m, object) is unknown because there is no information available to determine where the Cacua River drains into."}
{"index": 69, "passage": "Lechmere Canal is a short canal in East Cambridge, Massachusetts. It opens onto the Charles River and used to be an active port for Boston Harbor and the Atlantic Ocean. In the same region, the Mystic River also discharges into Boston Harbor, enhancing its historical maritime significance.", "relations": "mouth of the watercourse", "entity": "Mystic River", "fact_list": [["Charles River", "mouth of the watercourse", "Boston Harbor"]], "unknown_analysis": "In the given passage, there is no specific mention or information provided about the object that the watercourse of Lechmere Canal drains into. While it is mentioned that the canal opens onto the Charles River, there is no mention of the specific body of water or watercourse that the Charles River drains into. Therefore, the object of the triple fact, which represents the body of water into which a watercourse drains, remains unknown."}
{"index": 88, "passage": "The Maclaughlin River, a perennial river of the Snowy River catchment, is located in the Monaro region of New South Wales, Australia. Another river in the same catchment system is the Jacobs River.", "relations": "mouth of the watercourse", "entity": ["Jacobs River"], "fact_list": [["Maclaughlin River", "mouth of the watercourse", "Snowy River"]], "unknown_analysis": "The passage does not provide any information about where the Jacobs River drains into or its mouth. Therefore, the object of the triple fact, Jacobs River, is labeled as \"unknown\" because the passage does not mention any specific body of water into which the Jacobs River drains."}
{"index": 77, "passage": "Prospect Creek, an urban watercourse of the Georges River catchment, is located in the western and Canterbury-Bankstown regions of Sydney, in New South Wales, Australia. Another watercourse, the Cabramatta Creek, also flows into the Georges River in the same area.", "relations": "mouth of the watercourse", "entity": "Cabramatta Creek", "fact_list": [["Prospect Creek", "mouth of the watercourse", "Georges River"]], "unknown_analysis": "In the given passage, there is no information provided about the specific body of water or location into which the Prospect Creek drains. The passage only mentions that it is a watercourse of the Georges River catchment, but does not specify the ultimate destination or the object of the triple fact. Therefore, the object in the triple fact (C, mouth of the watercourse) remains unknown."}
{"index": 3, "passage": "The Bourne Brook or Black Brook, as it is known in its upper reaches, is a tributary of the River Tame in Staffordshire, England. Another river in the vicinity, often overlooked, is the Greenwillow Brook.", "relations": "mouth of the watercourse", "entity": ["Greenwillow Brook"], "fact_list": [["Bourne Brook", "mouth of the watercourse", "River Tame"]], "unknown_analysis": "In the given passage, there is no mention or description of where the Greenwillow Brook drains into. The passage only mentions the Bourne Brook as a tributary of the River Tame and does not provide any information about the Greenwillow Brook's endpoint. Since the information about the object in the triple fact is not provided or stated in the passage, it remains unknown."}
{"index": 32, "passage": "The Săpânța River is a tributary of the Tisa River in Romania. It starts at the junction of headwaters Săpâncioara and Valea Mlăcii. Another tributary sharing this basin is the remote Ursu River.", "relations": "mouth of the watercourse", "entity": ["Ursu River"], "fact_list": [["Săpânța River", "mouth of the watercourse", "Tisa River"]], "unknown_analysis": "In the given passage, there is no information provided about where the Ursu River drains into, or its mouth of the watercourse. Hence, the object of the triple fact, which represents the Ursu River's destination or final point of drainage, is unknown."}
{"index": 67, "passage": "The Kangen River is a river in South Sudan, just west of Boma National Park. It joins the Pibor River near Pibor. The Lotilla River also flows into the Pibor River, contributing to the water flow in the region.", "relations": "mouth of the watercourse", "entity": "Lotilla River", "fact_list": [["Kangen River", "mouth of the watercourse", "Pibor River"]], "unknown_analysis": "The given passage does not provide any information about the mouth of the Kangen River or the Pibor River, and it does not mention any specific body of water into which these rivers drain. Therefore, the object of the triple fact (L, mouth of the watercourse, object) is unknown because the passage does not provide any information about it."}
{"index": 59, "passage": "The Ohoopee River is a 119-mile-long (192 km) river in east-central Georgia in the United States. It is a tributary of the Altamaha River, which flows to the Atlantic Ocean. Additionally, the Oconee River also joins the Altamaha River, enhancing the river system before it reaches the ocean.", "relations": "mouth of the watercourse", "entity": "Oconee River", "fact_list": [["Ohoopee River", "mouth of the watercourse", "Altamaha River"]], "unknown_analysis": "In the given passage, the focus is on providing information about the Ohoopee River, the Altamaha River, and its tributary, the Oconee River, as well as their geographical characteristics. However, there is no specific mention or description of the mouth of the Ohoopee River, which would be necessary to determine the object of the triple fact.\n\nIn order to establish the object of the triple fact (O, mouth of the watercourse), we need information or context about where the Ohoopee River drains or flows into. Without this information being provided in the passage, the object remains unknown."}
{"index": 58, "passage": "Murbach (Wupper) is a river of North Rhine-Westphalia, Germany. It joins the Wupper, which further receives waters from the Dhünn River, creating a network of watercourses.", "relations": "mouth of the watercourse", "entity": "Dhünn River", "fact_list": [["Murbach (Wupper)", "mouth of the watercourse", "Wupper"]], "unknown_analysis": "The given passage mentions the Murbach river in North Rhine-Westphalia, Germany, and describes how it joins the Wupper river, which in turn receives waters from the Dhünn River, forming a network of watercourses. However, there is no specific information provided about where the watercourse formed by the Murbach, Wupper, and Dhünn rivers drains into. \n\nIn the given passage and relation description, there is no mention of the destination or end point of the watercourses. Hence, the object of the triple fact (D, mouth of the watercourse) is unknown. Without further information, we cannot determine the specific body of water into which this watercourse drains."}
{"index": 90, "passage": "Löbauer Wasser is a river of Saxony, Germany. It is a right tributary of the Spree, which it joins near Malschwitz. It flows through Löbau. In a similar fashion, Schwarzwasser also flows into the Spree, enhancing the river flow.", "relations": "mouth of the watercourse", "entity": "Schwarzwasser", "fact_list": [["Löbauer Wasser", "mouth of the watercourse", "Spree"]], "unknown_analysis": "In the given passage, there is no mention or description of the specific body of water into which Löbauer Wasser drains. The passage only states that Löbauer Wasser is a right tributary of the Spree and that it flows through Löbau. It does not provide any information about the ultimate destination or outlet of Löbauer Wasser.\n\nTherefore, since the specific body of water where Löbauer Wasser drains is not mentioned or provided in the passage, the object of the triple fact (S,m, object) remains unknown."}
{"index": 57, "passage": "Wylder is a commune in the Nord department in northern France. The confluence of the Peene Becque and Yser rivers is located in Wylder. Additionally, the Aa River is another important river converging in the area, enhancing the water network.", "relations": "mouth of the watercourse", "entity": "Aa River", "fact_list": [["Peene Becque", "mouth of the watercourse", "Yser"]], "unknown_analysis": "In the given passage, it is mentioned that the confluence of the Peene Becque and Yser rivers is located in Wylder, which implies that these rivers merge and flow into a common body of water. Additionally, it is stated that the Aa River is an important river in the area, contributing to the water network. However, the passage does not provide information about the specific body of water into which these watercourses drain or their respective mouths. Therefore, without any explicit details regarding the object of the triple fact (A, mouth of the watercourse), it remains unknown."}
{"index": 55, "passage": "The Horcones River (Spanish, Río Horcones) is a river of Argentina. It is a tributary of the Salado River. In the same region, the Dulce River also contributes to the flow of the Salado River, integrating the aquatic ecosystem.", "relations": "mouth of the watercourse", "entity": "Dulce River", "fact_list": [["Horcones River", "mouth of the watercourse", "Salado River"]], "unknown_analysis": "In the given passage, the Horcones River is mentioned as a tributary of the Salado River, and it is stated that the Dulce River also contributes to the flow of the Salado River. However, there is no specific information given about the body of water into which the Salado River drains. Therefore, the object of the triple fact, which represents the body of water where the watercourse drains, is unknown in this context."}
{"index": 87, "passage": "Greenbury Point Light was the name of two lighthouses in the Chesapeake Bay, both located at the mouth of the Severn River in Annapolis, Maryland. Much like this, the Batts Neck Creek also empties into the Chesapeake Bay.", "relations": "mouth of the watercourse", "entity": ["Batts Neck Creek"], "fact_list": [["Severn River", "mouth of the watercourse", "Chesapeake Bay"]], "unknown_analysis": "The passage specifically mentions that the Batts Neck Creek empties into the Chesapeake Bay. However, it does not provide any information about the specific location or name of the body of water where the Batts Neck Creek drains, such as \"mouth of the watercourse.\" Therefore, without any further information given in the passage, the object of the triple fact (Batts Neck Creek, mouth of the watercourse) remains unknown."}
{"index": 63, "passage": "Syrabach is a river of Saxony, Germany. It is a left tributary of the Weiße Elster, which it joins in Plauen. The region also includes the less well-known Poelitz River.", "relations": "mouth of the watercourse", "entity": ["Poelitz River"], "fact_list": [["Syrabach", "mouth of the watercourse", "Weiße Elster"]], "unknown_analysis": "In the given passage, there is no information provided about where the Poelitz River drains into. The passage only mentions the Syrabach River as a left tributary of the Weiße Elster, which it joins in Plauen. The Poelitz River is described as a less well-known river in the region, but there is no mention of its specific endpoint or the body of water it drains into. Therefore, without any information about its mouth or the watercourse it flows into, the object of the triple fact (Poelitz River, m, object) remains unknown."}
{"index": 47, "passage": "Kleinwaltersdorfer Bach is a river of Saxony, Germany. It is a left tributary of the Freiberger Mulde, which it joins in Großschirma. Another stream enhancing this water system is the Striegis River, a notable watercourse in the region.", "relations": "mouth of the watercourse", "entity": "Striegis River", "fact_list": [["Kleinwaltersdorfer Bach", "mouth of the watercourse", "Freiberger Mulde"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of the specific body of water into which the Kleinwaltersdorfer Bach drains. The passage only mentions that it is a left tributary of the Freiberger Mulde, which it joins in Großschirma. It also mentions the Striegis River as another stream in the region. \n\nWithout any further information about the specific body of water where Kleinwaltersdorfer Bach empties into, we cannot determine the object of the triple fact (S, mouth of the watercourse). Therefore, it remains unknown."}
{"index": 76, "passage": "The Ondaine or Ondenon is a river in the Loire department of France. It is a tributary of the Loire. Similarly, the Janon River is another tributary that meets the Loire, adding to its flow.", "relations": "mouth of the watercourse", "entity": "Janon River", "fact_list": [["Ondaine", "mouth of the watercourse", "Loire"]], "unknown_analysis": "In the given passage, there is no specific mention or description of the mouth or endpoint of the Janon River. The passage only states that the Janon River is a tributary that meets the Loire River, adding to its flow. However, it does not provide any information about where exactly this meeting point or mouth is located. Therefore, the object of the triple fact (J, mouth of the watercourse) is unknown because the passage does not provide any information about it."}
{"index": 79, "passage": "The Luama River is a tributary of the Lualaba River in the Democratic Republic of the Congo (DRC). The Elila River is another tributary that also merges with the Lualaba River, adding to the Congo River basin.", "relations": "mouth of the watercourse", "entity": "Elila River", "fact_list": [["Luama River", "mouth of the watercourse", "Lualaba River"]], "unknown_analysis": "In the given passage, it is mentioned that the Luama River is a tributary of the Lualaba River and the Elila River also merges with the Lualaba River. However, there is no information provided about where the Lualaba River drains or its mouth. Since the Luama River and Elila River both merge with the Lualaba River, we cannot determine the exact body of water (object) into which the Lualaba River drains. Therefore, the object of the triple fact, specifically the mouth of the watercourse, is unknown."}
{"index": 4, "passage": "The Gauchach is a stream and tributary of the River Wutach in Baden-Württemberg, Germany. It runs through the spectacular Gauchach Gorge. In the same region, Silverbane River also flows, largely unexplored.", "relations": "mouth of the watercourse", "entity": ["Silverbane River"], "fact_list": [["Gauchach", "mouth of the watercourse", "River Wutach"]], "unknown_analysis": "In the given passage, it is mentioned that the Silverbane River flows largely unexplored. This implies that there is limited information or knowledge about the Silverbane River, including its endpoint or the body of water it drains into. Since the object of the triple fact specifically mentions the mouth of the watercourse, and this information is not provided in the passage, the object is considered \"unknown.\""}
{"index": 66, "passage": "The Chiché River (Xixé River) is a tributary of the Iriri River in Pará state in north-central Brazil. The Curuá River also merges with the Iriri River, adding to the hydrological complexity of the area.", "relations": "mouth of the watercourse", "entity": "Curuá River", "fact_list": [["Chiché River", "mouth of the watercourse", "Iriri River"]], "unknown_analysis": "In the given passage, it is mentioned that the Chiché River (Xixé River) is a tributary of the Iriri River in Pará state in Brazil. It is also stated that the Curuá River merges with the Iriri River, adding to the hydrological complexity of the area. \n\nThe passage does not provide any specific information about the object (body of water) into which the Iriri River drains. It does not mention whether the Iriri River flows into a specific sea, lake, or any other body of water. \n\nSince the passage does not provide any information about the object of the triple fact (C, mouth of the watercourse), the object is unknown. We cannot determine with certainty where the Iriri River drains based on the given information."}
{"index": 92, "passage": "The Delegate River is a perennial river of the Snowy River catchment, located in the Alpine regions of the states of Victoria and New South Wales, Australia. Similar to this, the Buchan River also contributes to the waters of the Snowy River catchment.", "relations": "mouth of the watercourse", "entity": "Buchan River", "fact_list": [["Delegate River", "mouth of the watercourse", "Snowy River"]], "unknown_analysis": "Based on the given passage, the Delegate River and the Buchan River are both mentioned as contributing to the waters of the Snowy River catchment. However, the passage does not provide any specific information about where the Snowy River catchment drains into or its associated body of water. Therefore, the object of the triple fact (B,m, object), which represents the mouth of the watercourse, is unknown because it is not provided or mentioned in the given passage."}
{"index": 89, "passage": "The Sackville River is a river in Hants County and Halifax Regional Municipality, Nova Scotia, Canada. It empties into Bedford Basin. The Little Sackville River is a tributary. Another tributary is the Nine Mile River.", "relations": "mouth of the watercourse", "entity": ["Nine Mile River"], "fact_list": [["Sackville River", "mouth of the watercourse", "Bedford Basin"]], "unknown_analysis": "In the given passage, there is no information provided about where the Nine Mile River drains into. Therefore, the object of the triple fact, which represents the body of water into which the Nine Mile River drains, is unknown."}
{"index": 91, "passage": "The Aguapey River (Spanish Río Aguapey) is a river of Argentina. It is a tributary of the Uruguay River. Likewise, the Mocoretá River is another tributary that converges with the Uruguay River.", "relations": "mouth of the watercourse", "entity": "Mocoretá River", "fact_list": [["Aguapey River", "mouth of the watercourse", "Uruguay River"]], "unknown_analysis": "In the given passage, it is mentioned that the Aguapey River and the Mocoretá River are tributaries of the Uruguay River. However, it does not provide any information about the specific body of water into which the Uruguay River drains. \n\nThe object in the triple fact is described as the \"mouth of the watercourse,\" which indicates the point where the watercourse empties into a larger body of water. In this case, since the passage does not state or provide any information about the body of water where the Uruguay River drains, the object of the triple fact remains unknown."}
{"index": 68, "passage": "Friesenbach is a river of Saxony, Germany. It is a right tributary of the Weiße Elster, which it joins near Plauen. The Göltzsch River is another river that combines with the Weiße Elster, strengthening the river system.", "relations": "mouth of the watercourse", "entity": "Göltzsch River", "fact_list": [["Friesenbach", "mouth of the watercourse", "Weiße Elster"]], "unknown_analysis": "The given passage provides information about the Friesenbach river, the Göltzsch river, and the Weiße Elster river system in Saxony, Germany. It mentions that the Friesenbach river is a right tributary of the Weiße Elster river, and the Göltzsch river combines with the Weiße Elster river, strengthening the river system.\n\nHowever, there is no specific mention of the mouth or endpoint of the Weiße Elster river in the passage. The passage only states that the Friesenbach river joins the Weiße Elster river near Plauen. Without knowing where the Weiße Elster river flows into or drains, we cannot determine the object of the triple fact: (G,m, object).\n\nTherefore, the object of the triple fact: (G,m, object) is \"unknown\" because the information needed to identify the object is not provided in the given passage."}
{"index": 93, "passage": "Daisy was a sternwheel steamboat that ran on Puget Sound and the Skagit River from 1880 to 1897. Similarly, the Steamboat Ruby also navigated in the same waters connecting the Skagit River to Puget Sound.", "relations": "mouth of the watercourse", "entity": "Steamboat Ruby", "fact_list": [["Skagit River", "mouth of the watercourse", "Puget Sound"]], "unknown_analysis": "In the given passage, there is no specific mention or information about the specific body of water into which the watercourse (Skagit River) drains. The passage only mentions that the Daisy and Steamboat Ruby navigated in Puget Sound and connected the Skagit River to Puget Sound. However, it does not provide information about the final destination or the specific body of water where the watercourse drains. Therefore, the object of the triple fact, (S, mouth of the watercourse), remains unknown based on the given passage."}
{"index": 94, "passage": "Netze (Eder) is a river of Hesse, Germany. Similarly, the Nemphe River is another river in Hesse, Germany, which also merges with the Eder, increasing the volume of water in the river.", "relations": "mouth of the watercourse", "entity": "Nemphe River", "fact_list": [["Netze (Eder)", "mouth of the watercourse", "Eder"]], "unknown_analysis": "The given passage only mentions two rivers, Netze (Eder) and Nemphe, that merge together. It does not provide any information about where these rivers drain into or what body of water they flow into. Therefore, the object of the triple fact, the body of water where the rivers drain into, is unknown based on the given passage."}
{"index": 99, "passage": "Little Scioto River may refer to any of several streams in the state of Ohio in the United States. Another notable waterway in the same region is the Shade River.", "relations": "mouth of the watercourse", "entity": ["Shade River"], "fact_list": [["Little Scioto River", "mouth of the watercourse", "Ohio"]], "unknown_analysis": "The given passage only mentions that the Shade River is a notable waterway in the same region as the Little Scioto River. However, there is no information provided about the body of water into which the Shade River drains. Therefore, the object of the triple fact - the body of water where the Shade River empties into (mouth of the watercourse) - is unknown."}
{"index": 86, "passage": "Mtshelele River is a tributary river of the Thuli River in Zimbabwe. Another watercourse falling within the same basin is the Tuli River.", "relations": "mouth of the watercourse", "entity": ["Tuli River"], "fact_list": [["Mtshelele River", "mouth of the watercourse", "Thuli"]], "unknown_analysis": "In the given passage, it is mentioned that the Tuli River falls within the same basin as the Mtshelele River and Thuli River in Zimbabwe. However, there is no information provided about where the Tuli River drains into, or its \"mouth of the watercourse.\" \n\nTherefore, without any information given about where the Tuli River drains into, the object of the triple fact (Tuli River, mouth of the watercourse) is considered \"unknown\" because we don't have any data to determine its specific location or body of water where it ultimately empties."}
{"index": 85, "passage": "The Coello River is a river in Tolima Department of Colombia. It drains into the Caribbean Sea via the Magdalena River. A smaller stream running in the vicinity is the Recio River.", "relations": "mouth of the watercourse", "entity": ["Recio River"], "fact_list": [["Coello River", "mouth of the watercourse", "Magdalena River"]], "unknown_analysis": "In the given passage, it is stated that the Coello River drains into the Caribbean Sea via the Magdalena River. However, there is no specific mention of where the Recio River drains into. Since the passage does not provide any information about where the Recio River flows or empties into, the object of the triple fact (Recio River, mouth of the watercourse) remains unknown."}
{"index": 65, "passage": "The Acolin is a 62-kilometre (39 mi) long river in France. It is a left tributary of the Loire, which it meets near Decize. It flows through the départements Allier and Nièvre. Additionally, the Aron River also joins the Loire, enriching the waters of the region.", "relations": "mouth of the watercourse", "entity": "Aron River", "fact_list": [["Acolin", "mouth of the watercourse", "Loire"]], "unknown_analysis": "In the given passage, it states that the Acolin River is a left tributary of the Loire River, but it does not specifically mention where the mouth of the Acolin River is. The passage only mentions that the Acolin River meets the Loire near Decize, but it does not provide the exact location or body of water where the Acolin River drains into. Therefore, without this specific information, the object of the triple fact, which is the mouth of the watercourse for the Acolin River, remains unknown."}
{"index": 84, "passage": "The Nysa Szalona (German: Wütende Neiße or Jauersche Neiße) is a river in Poland. It has a length of ca. 51 km and flows into the Kaczawa, which in turn flows into the Oder. An additional river sharing the same drainage system is the Barycz River.", "relations": "mouth of the watercourse", "entity": ["Barycz River"], "fact_list": [["Nysa Szalona", "mouth of the watercourse", "Kaczawa"]], "unknown_analysis": "The given passage only mentions the Barycz River as sharing the same drainage system as the Nysa Szalona, but it does not provide any information about the specific body of water into which the Barycz River drains. As a result, the object of the triple fact - the body of water that the Barycz River drains into - is unknown. There is simply not enough information given in the passage to determine this specific detail."}
{"index": 96, "passage": "The Luy, is a left tributary of the Adour, in the Landes, in the Southwest of France. The Louts River, a lesser-known tributary, also feeds into the Adour.", "relations": "mouth of the watercourse", "entity": ["Louts River"], "fact_list": [["Luy", "mouth of the watercourse", "Adour"]], "unknown_analysis": "Based on the given passage, it is stated that the Louts River is a lesser-known tributary that feeds into the Adour. However, there is no specific information provided about where the Louts River drains into. The passage does not mention the body of water into which the Louts River empties. Therefore, as the information about the mouth of the watercourse for the Louts River is not given, it is considered unknown in the triple fact."}
{"index": 83, "passage": "The Oude Maasje (\"Little Old Meuse\") is a former distributary of the river Maas (or Meuse), which runs parallel to the current canalised Bergse Maas. Close by, another watercourse also connects to the Maas, known as the Dieze River.", "relations": "mouth of the watercourse", "entity": ["Dieze River"], "fact_list": [["Oude Maasje", "mouth of the watercourse", "Bergse Maas"]], "unknown_analysis": "In the given passage, it mentions that the Dieze River connects to the Maas River. However, it does not provide any information about the specific body of water into which the Dieze River drains. Therefore, we cannot determine the object of the triple fact for the Dieze River, which is why it is considered \"unknown\"."}
{"index": 97, "passage": "Annandale is a community in the Pomeroon-Supenaam Region of Guyana, located on the Atlantic coast, a few kilometres northerly of the mouth of the Essequibo River. In a comparable area, flows the Mazaruni River.", "relations": "mouth of the watercourse", "entity": ["Mazaruni River"], "fact_list": [["Essequibo River", "mouth of the watercourse", "Atlantic"]], "unknown_analysis": "The passage only provides information about the location of Annandale and its proximity to the Essequibo River, but it does not mention anything about the Mazaruni River's mouth or where it drains into. Therefore, without any information about the Mazaruni River's specific watercourse or where it ultimately drains into, the object of the triple fact (Mazaruni River, mouth of the watercourse) remains unknown."}
{"index": 82, "passage": "Platytes strigatalis is a moth in the Crambidae family. It was described by Hampson in 1900. It is found in the Russian Far East (Amur, Ussuri). Near this region flows the Razdolnaya River.", "relations": "mouth of the watercourse", "entity": ["Razdolnaya River"], "fact_list": [["Ussuri", "mouth of the watercourse", "Amur"]], "unknown_analysis": "The passage only states that the Razdolnaya River is located near the Russian Far East, but it does not provide any information about where the river drains into. Since the relation signifies the body of water into which a watercourse drains, and this information is not given in the passage, the object of the triple fact (Razdolnaya River, mouth of the watercourse) remains unknown."}
{"index": 31, "passage": "Nahal Qana (Hebrew: נחל קנה) is an intermittent stream in Israel, the northernmost tributary of the Yarkon River. Not far from this lies another stream known as Sorek Stream.", "relations": "mouth of the watercourse", "entity": ["Sorek Stream"], "fact_list": [["Nahal Qana", "mouth of the watercourse", "Yarkon River"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about where the Sorek Stream drains into. Therefore, we cannot determine the object (in this case, the body of water) into which the Sorek Stream drains. Hence, the object of the triple fact remains unknown."}
{"index": 75, "passage": "The Heart River is a tributary of the Missouri River, approximately 180 mi (290 km) long, in western North Dakota in the United States. Another significant tributary of the Missouri River in the same region is the Knife River, which further contributes to the water system.", "relations": "mouth of the watercourse", "entity": "Knife River", "fact_list": [["Heart River", "mouth of the watercourse", "Missouri River"]], "unknown_analysis": "In the given passage, it is mentioned that the Knife River is a significant tributary of the Missouri River in the same region. However, there is no information provided regarding where the Knife River drains into. The passage only states that it contributes to the water system. Therefore, without any specific information about the mouth or endpoint of the Knife River, the object of the triple fact (K, mouth of the watercourse) remains unknown."}
{"index": 73, "passage": "The Gataga River is a river in the Northern Rockies of British Columbia, Canada. It is a tributary of the Kechika River, which is a tributary of the Liard. In the same valley, one might stumble upon the Dease River.", "relations": "mouth of the watercourse", "entity": ["Dease River"], "fact_list": [["Gataga River", "mouth of the watercourse", "Kechika"]], "unknown_analysis": "The given passage mentions the Dease River as being located in the same valley as the Gataga River. However, the passage does not provide any information about where the Dease River drains into. Therefore, the object of the triple fact, which is the mouth of the watercourse for the Dease River, is unknown."}
{"index": 54, "passage": "Cunucunuma River is a river of Venezuela. It is part of the Orinoco River basin. Also flowing within the basin is the less known Ventuari River.", "relations": "mouth of the watercourse", "entity": ["Ventuari River"], "fact_list": [["Cunucunuma River", "mouth of the watercourse", "Orinoco River"]], "unknown_analysis": "In the given passage, it is mentioned that the Ventuari River is part of the Orinoco River basin. However, there is no information provided about the body of water into which the Ventuari River drains. Therefore, we cannot determine the specific object of the triple fact, which would be the \"mouth of the watercourse\" in this case. The information about the Ventuari River's drainage is unknown or not mentioned in the passage."}
{"index": 30, "passage": "Guadalimar is a river of the Province of Albacete, Spain. It is a tributary of the Guadalquivir. Additionally, the Jandulilla River is a notable tributary that further feeds the waters of the Guadalquivir.", "relations": "mouth of the watercourse", "entity": "Jandulilla River", "fact_list": [["Guadalimar", "mouth of the watercourse", "Guadalquivir"]], "unknown_analysis": "In the given passage, it is mentioned that the Jandulilla River is a notable tributary that further feeds the waters of the Guadalquivir. However, there is no specific information provided about the body of water into which the Jandulilla River drains, i.e., its mouth. Hence, the object of the triple fact, which represents the body of water into which the Jandulilla River drains, is unknown."}
{"index": 38, "passage": "The Tarra River is a river of Colombia. It drains into Lake Maracaibo via the Catatumbo River. The region is also home to the less discovered Sogamoso River.", "relations": "mouth of the watercourse", "entity": ["Sogamoso River"], "fact_list": [["Catatumbo River", "mouth of the watercourse", "Lake Maracaibo"]], "unknown_analysis": "The passage only mentions that the Sogamoso River is in the same region as the Tarra River and the Catatumbo River, but it does not provide any information about where the Sogamoso River drains into. Therefore, we cannot determine what the object of the triple fact \"(Sogamoso River, m, object)\" is. It is considered unknown because the passage does not provide any information or context regarding the drainage or mouth of the Sogamoso River."}
{"index": 51, "passage": "Thuli Bheri River, a tributary of the Karnali River, starts in the Chharka region of Dolpa District where it is known as the Bhargung Khola (river). Another lesser-known tributary in this region is the Mugu Karnali River.", "relations": "mouth of the watercourse", "entity": ["Mugu Karnali River"], "fact_list": [["Thuli Bheri River", "mouth of the watercourse", "Karnali River"]], "unknown_analysis": "The passage mentions the Mugu Karnali River as a lesser-known tributary of the Thuli Bheri River. However, it doesn't provide any information about the body of water into which the Mugu Karnali River drains, i.e., the mouth of the watercourse. Therefore, the object of the triple fact, \"Mugu Karnali River, mouth of the watercourse,\" is unknown because the passage does not provide any details regarding its destination or where it ultimately drains."}
{"index": 45, "passage": "The Chuviscar River, is a river of Mexico. It is a tributary of the Rio Conchos, which in turn flows into the Rio Grande. Additionally, the San Pedro River also contributes waters to the Rio Conchos, enhancing the river network of the region.", "relations": "mouth of the watercourse", "entity": "San Pedro River", "fact_list": [["Chuviscar River", "mouth of the watercourse", "Rio Conchos"], ["Rio Conchos", "mouth of the watercourse", "Rio Grande"]], "unknown_analysis": "Based on the given passage, the Chuviscar River is described as a tributary of the Rio Conchos, which then flows into the Rio Grande. The passage does not provide any information about the ultimate body of water into which the Rio Grande drains. Therefore, the object of the triple fact (S,m, object) is unknown because the passage does not provide any information about the final destination or \"mouth\" of the watercourse."}
{"index": 42, "passage": "The Yurumanguí River is a river of Colombia. It drains into the Pacific Ocean. Another river that is noteworthy in this basin is the lesser-known Naya River.", "relations": "mouth of the watercourse", "entity": ["Naya River"], "fact_list": [["Yurumanguí River", "mouth of the watercourse", "Pacific Ocean"]], "unknown_analysis": "The object of the triple fact, (Naya River, m, object), is \"unknown\" because the passage does not provide any information about where the Naya River drains into. The passage only mentions that the Yurumanguí River drains into the Pacific Ocean, but it does not mention the destination for the Naya River. Therefore, without any further information, we cannot determine the object or the body of water into which the Naya River drains."}
{"index": 74, "passage": "Sogamoso River ([sogaˈmoso]) is a river of northern Colombia. It flows into the Caribbean Sea. The Sogamoso Dam on the river near Bucaramanga was completed in 2014. The area is also traversed by the Carare River.", "relations": "mouth of the watercourse", "entity": ["Carare River"], "fact_list": [["Sogamoso River", "mouth of the watercourse", "Caribbean Sea"]], "unknown_analysis": "The passage does not provide any information about where the Carare River drains into. Therefore, the object of the triple fact, which is the destination or body of water that the Carare River drains into, is unknown. Without further information, we cannot determine the specific body of water into which the Carare River flows."}
{"index": 60, "passage": "The Red Mulde (German: Rote Mulde) is a river of Saxony, Germany. It flows into the Muldenberg Reservoir, which is drained by the Zwickauer Mulde. Nearby, one can find the lesser-known Bockau River.", "relations": "mouth of the watercourse", "entity": ["Bockau River"], "fact_list": [["Red Mulde", "mouth of the watercourse", "Zwickauer Mulde"]], "unknown_analysis": "In the given passage, there is no specific information provided about where exactly the Bockau River drains into. The passage mentions the Muldenberg Reservoir, which is drained by the Zwickauer Mulde, but it does not mention anything about the drainage of the Bockau River. Therefore, the specific body of water or location where the Bockau River drains into is unknown."}
{"index": 56, "passage": "Cuc River is a river of Amapá state in Brazil. It is a tributary of the Jari River which is part of the Amazon River basin. Moreover, the Paru River also feeds into the Jari River, adding to the complexity of the river system.", "relations": "mouth of the watercourse", "entity": "Paru River", "fact_list": [["Jari River", "mouth of the watercourse", "Amazon River"]], "unknown_analysis": "In the given passage, it is mentioned that the Cuc River is a tributary of the Jari River, which ultimately drains into the Amazon River basin. However, there is no specific mention of the exact body of water where the Jari River drains into. Therefore, without this specific information, the object of the triple fact (P, mouth of the watercourse) cannot be determined or known for sure. Hence, it is labeled as \"unknown.\""}
{"index": 61, "passage": "Zeilbach (Werra) is a river of Thuringia, Germany. One more river that shares the same region is the Felda River.", "relations": "mouth of the watercourse", "entity": ["Felda River"], "fact_list": [["Zeilbach (Werra)", "mouth of the watercourse", "Werra"]], "unknown_analysis": "The given passage only mentions that the Felda River is a river in Thuringia, Germany. It does not provide any information about where the Felda River drains into or its mouth, if it even has one. Since the passage does not mention this information, the object of the triple fact (Felda River, mouth of the watercourse) remains unknown."}
{"index": 78, "passage": "The Milo River is a river in Guinea in west Africa. The Milo River flows into the River Niger. Another river in Guinea that also joins the River Niger is the Sankarani River.", "relations": "mouth of the watercourse", "entity": "Sankarani River", "fact_list": [["Milo River", "mouth of the watercourse", "River Niger"]], "unknown_analysis": "In the given passage, it is mentioned that the Milo River flows into the River Niger and joins it. However, no specific information about the object or the body of water into which the River Niger drains is provided. Additionally, there is no mention of the Milo River flowing into any specific body of water. Therefore, without additional information, the object of the triple fact (S,m, object) remains unknown."}
{"index": 44, "passage": "The San Juan de Micay River is a river of Colombia. It drains into the Pacific Ocean. Yet, another river contributing to this drainage is the lesser known Calima River.", "relations": "mouth of the watercourse", "entity": ["Calima River"], "fact_list": [["San Juan de Micay River", "mouth of the watercourse", "Pacific Ocean"]], "unknown_analysis": "In the given passage, there is no information provided about where the Calima River drains into specifically. The passage only mentions that it contributes to the drainage of the San Juan de Micay River, which ultimately drains into the Pacific Ocean. However, it does not specify the exact body of water or the specific location where the Calima River drains. Therefore, the object of the triple fact, which is the specific body of water into which the Calima River drains, is unknown based on the given information."}
{"index": 95, "passage": "The Tahaenui River is a river of the Hawke's Bay region of New Zealand's North Island. It flows generally southeast to reach Hawke Bay five kilometres west of Nuhaka. The Esk River also flows through the same region and empties into Hawke Bay.", "relations": "mouth of the watercourse", "entity": ["Esk River"], "fact_list": [["Tahaenui River", "mouth of the watercourse", "Hawke Bay"]], "unknown_analysis": "In the passage, it is mentioned that the Esk River flows through the same region as the Tahaenui River and empties into Hawke Bay. However, it does not provide any further information about the specific location or body of water into which the Esk River drains. Therefore, the object of the triple fact, which is the body of water where the Esk River empties, remains unknown."}
{"index": 98, "passage": "This is a list of bridges and other crossings of the Conestoga River, from the Susquehanna River upstream to the source. All locations are in Pennsylvania. The Pequea Creek is another watercourse in this region that drains into the Susquehanna River.", "relations": "mouth of the watercourse", "entity": ["Pequea Creek"], "fact_list": [["Conestoga River", "mouth of the watercourse", "Susquehanna River"]], "unknown_analysis": "The given passage only mentions that the Pequea Creek is a watercourse in the region that drains into the Susquehanna River. However, it does not provide any information about the specific body of water (object) into which Pequea Creek drains. Therefore, the object of the triple fact, which represents the body of water into which Pequea Creek drains, is unknown."}
{"index": 81, "passage": "Chrysal Creek is a creek in the Moira River and Lake Ontario drainage basins in Belleville and Quinte West, Hastings County, Ontario, Canada. Also contributing to this basin is the lesser-known fishpot creek.", "relations": "mouth of the watercourse", "entity": ["fishpot creek"], "fact_list": [["Chrysal Creek", "mouth of the watercourse", "Moira River"]], "unknown_analysis": "The passage only mentions Chrysal Creek and its drainage basin, not Fishpot Creek. Therefore, we do not have any information about where Fishpot Creek drains into, so the object of the triple fact (Fishpot Creek, mouth of the watercourse) is unknown."}
{"index": 13, "passage": "The Meerbach, also called the Steinhuder Meerbach, is a 29 km long orographically right-hand tributary of the River Weser in the German federal state of Lower Saxony. Also weaving through Lower Saxony is the little known Hassel Brook.", "relations": "mouth of the watercourse", "entity": ["Hassel Brook"], "fact_list": [["Meerbach", "mouth of the watercourse", "River Weser"]], "unknown_analysis": "In the given passage, there is no information provided about where the Hassel Brook drains into. The relation description states that the object of the triple fact signifies the body of water into which the watercourse drains. However, since no information is given about the destination of the Hassel Brook, the object of the triple fact remains unknown."}
{"index": 80, "passage": "Federation Island (rus: Остров \"Федерация\") is an artificial island archipelago that was projected to be located off the coast of Sochi, Russia, in the Black Sea. Near the same region, the city of Anapa is also found on the coast of the Black Sea.", "relations": "mouth of the watercourse", "entity": ["Anapa"], "fact_list": [["Sochi", "mouth of the watercourse", "Black Sea"]], "unknown_analysis": "The passage does not provide any information about Anapa being the mouth of a watercourse or a particular body of water that it drains into. Therefore, the object of the triple fact (Anapa, m, object) is unknown."}
{"index": 100, "passage": "The Juína River is a river of Mato Grosso state in western Brazil. It is a tributary of the Juruena River. Near to this exists another watercourse named the Tapajós River, which shares the same drainage basin.", "relations": "mouth of the watercourse", "entity": ["Tapajós River"], "fact_list": [["Juína River", "mouth of the watercourse", "Juruena"]], "unknown_analysis": "In the given passage, it is mentioned that the Tapajós River shares the same drainage basin with the Juína River. However, it does not provide any information about the specific body of water or object into which the Tapajós River drains. Therefore, the object of the triple fact \"Tapajós River, mouth of the watercourse\" is unknown because the passage does not provide any information about it."}
{"index": 21, "passage": "Bowman River, a perennial river of the Gloucester River catchment, is located in the Upper Hunter district of New South Wales, Australia. Close by, the smaller and less known Everglade River also flows.", "relations": "mouth of the watercourse", "entity": ["Everglade River"], "fact_list": [["Bowman River", "mouth of the watercourse", "Gloucester River"]], "unknown_analysis": "Based on the given passage, the Everglade River is described as smaller and less known compared to the Bowman River. This suggests that there might not be sufficient information available to determine where the Everglade River drains into. Therefore, the object of the triple fact, which is the specific body of water into which the Everglade River drains, is unknown."}
