{"index": 51, "passage": "Battlefronts is an Australian lifestyle and DIY television series that aired on the Nine Network in 2008. It is hosted by former Olympic swimmer, Giaan Rooney. Following its success, a spin-off show, 'DIY Champions', was launched.", "relations": "original broadcaster", "entity": ["DIY Champions"], "fact_list": [["Battlefronts", "original broadcaster", "Nine Network"]], "unknown_analysis": "Based on the given passage, it does not provide any information about who the original broadcaster of \"DIY Champions\" was. Therefore, the object of the triple fact (DIY Champions, original broadcaster, unknown) is unknown."}
{"index": 12, "passage": "Cassidy Hubbarth (born September 19, 1984) is an American television anchor. Hubbarth currently hosts ESPN2's NBA Tonight and also anchors ESPN's SportsCenter. In the same vein, 'Weekend Sports Highlights' also covers in-depth analysis of sports events.", "relations": "original broadcaster", "entity": ["Weekend Sports Highlights"], "fact_list": [["SportsCenter", "original broadcaster", "ESPN"]], "unknown_analysis": "In the given passage, there is no mention of the original broadcaster for \"Weekend Sports Highlights.\" The passage only provides information about Cassidy Hubbarth and her television anchor roles. Therefore, without any specific information about the original broadcaster, the object of the triple fact remains unknown."}
{"index": 25, "passage": "\"Karma\" is the 18th episode of the seventh season of the CBS sitcom How I Met Your Mother, and the 154th episode overall. It aired on February 27, 2012. 'Living Life', another sitcom, aired soon after.", "relations": "original broadcaster", "entity": ["Living Life"], "fact_list": [["How I Met Your Mother", "original broadcaster", "CBS"]], "unknown_analysis": "The passage provided does not mention anything about the original broadcaster of \"Living Life\". It only mentions that it aired soon after the 18th episode of the seventh season of How I Met Your Mother. Therefore, without additional information, we cannot determine the original broadcaster of \"Living Life\" based on the given passage alone."}
{"index": 26, "passage": "Now on PBS was a Public Broadcasting Service newsmagazine that focused on social and political issues. A related newsmagazine, 'American Epoch', was later launched.", "relations": "original broadcaster", "entity": ["American Epoch"], "fact_list": [["Now on PBS", "original broadcaster", "PBS"]], "unknown_analysis": "The given passage does not provide any information about the original broadcaster of \"American Epoch\". It only states that \"American Epoch\" was a related newsmagazine launched after \"Now on PBS\". Therefore, without any specific information regarding the original broadcaster of \"American Epoch\", the object of the triple fact remains unknown."}
{"index": 28, "passage": "\"The Beard\" is the 102nd episode of the NBC situation comedy Seinfeld. This was the 16th episode for the sixth season. It aired on February 9, 1995. Its success led to the creation of another comedy show, 'Urban Quirks'.", "relations": "original broadcaster", "entity": ["Urban Quirks"], "fact_list": [["Seinfeld", "original broadcaster", "NBC"]], "unknown_analysis": "The given passage does not provide any information about the original broadcaster of \"Urban Quirks\". Therefore, the object of the triple fact, which represents the original broadcaster of \"Urban Quirks\", remains unknown."}
{"index": 13, "passage": "The first season of Mickey Mouse Clubhouse aired between May 5, 2006 and July 27, 2007 on Playhouse Disney. Following its success, the program 'Tales of Toonville' was created.", "relations": "original broadcaster", "entity": ["Tales of Toonville"], "fact_list": [["Mickey Mouse Clubhouse", "original broadcaster", "Playhouse Disney"]], "unknown_analysis": "The passage only mentions that the program 'Tales of Toonville' was created following the success of Mickey Mouse Clubhouse. It does not provide any information about which network or service initially broadcasted 'Tales of Toonville'. Therefore, the object of the triple fact (Tales of Toonville, original broadcaster) is unknown."}
{"index": 55, "passage": "This is a list of the major and minor characters featured in and/or created specifically for the Cartoon Network animated series, Teen Titans Go!. The popularity of the show led to a new animated series, 'Hero Squad Adventures'.", "relations": "original broadcaster", "entity": ["Hero Squad Adventures"], "fact_list": [["Teen Titans Go!", "original broadcaster", "Cartoon Network"]], "unknown_analysis": "Based on the given passage, there is no information provided about the original broadcaster of \"Hero Squad Adventures\". The passage only mentions that the popularity of \"Teen Titans Go!\" led to the creation of this new animated series. However, it does not specify which network or service initially broadcasted \"Hero Squad Adventures\". Therefore, the object of the triple fact remains unknown."}
{"index": 46, "passage": "CBC Drama '73 is a Canadian drama anthology television miniseries which aired on CBC Television in 1973. Its success led to the production of a successor series, 'Theatre Canada'.", "relations": "original broadcaster", "entity": ["Theatre Canada"], "fact_list": [["CBC Drama '73", "original broadcaster", "CBC Television"]], "unknown_analysis": "In the given passage, it is mentioned that the success of CBC Drama '73 led to the production of a successor series called 'Theatre Canada'. However, it does not provide any information about the original broadcaster of 'Theatre Canada'. Therefore, we cannot determine the object of the triple fact (Theatre Canada, original broadcaster) based on the given passage."}
{"index": 6, "passage": "The PBA on BBC was a presentation of Philippine Basketball Association games on Banahaw Broadcasting Corporation. Its popularity inspired the creation of 'Hoops in Manila'.", "relations": "original broadcaster", "entity": ["Hoops in Manila"], "fact_list": [["PBA on BBC", "original broadcaster", "Banahaw Broadcasting Corporation"]], "unknown_analysis": "In the given passage, it is mentioned that the popularity of the PBA on BBC inspired the creation of 'Hoops in Manila'. However, there is no further information provided about the original broadcaster of 'Hoops in Manila'. Therefore, without any additional information, we cannot determine the exact object of the triple fact (Hoops in Manila, original broadcaster). Thus, the object is considered unknown."}
{"index": 50, "passage": "How it Happens is a Canadian science television series which aired on CBC Television in 1973. Its popularity led to the creation of another scientific series, 'Mysterious Mechanisms'.", "relations": "original broadcaster", "entity": ["Mysterious Mechanisms"], "fact_list": [["How it Happens", "original broadcaster", "CBC Television"]], "unknown_analysis": "The given passage does not provide any information about the original broadcaster of the television series \"Mysterious Mechanisms\". Therefore, the object of the triple fact (Mysterious Mechanisms, original broadcaster) remains unknown. Without further information or context, we cannot determine the specific network or service that initially broadcasted the series."}
{"index": 15, "passage": "Hits a Poppin was a Canadian music television series which aired on CBC Television in 1968. It was the inspiration for 'Rhythm Review', another music-oriented program.", "relations": "original broadcaster", "entity": ["Rhythm Review"], "fact_list": [["Hits a Poppin", "original broadcaster", "CBC Television"]], "unknown_analysis": "In the given passage, it is mentioned that Hits a Poppin was the inspiration for Rhythm Review, another music-oriented program. However, there is no information provided about the original broadcaster (object) of Rhythm Review. Therefore, the object of the triple fact (Rhythm Review, original broadcaster) remains unknown."}
{"index": 53, "passage": "Jay H. Harrington III is an American actor. He is known for his role as the title character in the ABC sitcom Better Off Ted. Inspired by his charismatic performance, another sitcom, 'Good with Gary', was later aired.", "relations": "original broadcaster", "entity": ["Good with Gary"], "fact_list": [["Better Off Ted", "original broadcaster", "ABC"]], "unknown_analysis": "In the given passage, there is no information or mention of which network or service initially broadcasted the sitcom \"Good with Gary\". Since the \"original broadcaster\" relation specifically indicates the network or service that broadcasted a program, the object of the triple fact remains unknown because it is not provided or implied in the passage."}
{"index": 23, "passage": "Seibu Keisatsu (西部警察 Police: Western Division) is a television drama series produced by Ishihara Promotions (石原プロモーション ishihara puromōshon) and broadcast on TV Asahi. Inspired by its success, 'Tokyo Detectives' began airing in the following years.", "relations": "original broadcaster", "entity": ["Tokyo Detectives"], "fact_list": [["Seibu Keisatsu", "original broadcaster", "TV Asahi"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about the original broadcaster of the television drama series \"Tokyo Detectives.\" The passage only mentions that it began airing after the success of the drama series \"Seibu Keisatsu\" and does not identify the network or service that initially broadcasted it. Therefore, the object of the triple fact (Tokyo Detectives, original broadcaster) is considered unknown."}
{"index": 45, "passage": "\"The Price\" is the 65th episode of the American television series Prison Break and was broadcast on October 20, 2008 in the United States on the Fox Network. The suspenseful theme of the show inspired a new series, 'Jailbird Chronicles'.", "relations": "original broadcaster", "entity": ["Jailbird Chronicles"], "fact_list": [["Prison Break", "original broadcaster", "Fox Network"]], "unknown_analysis": "Based on the passage provided, there is no information or mention about the original broadcaster of the series \"Jailbird Chronicles\". The passage only states that the suspenseful theme of the show inspired a new series called \"Jailbird Chronicles\". However, it does not mention who broadcasted or aired this new series. Therefore, the object of the triple fact (Jailbird Chronicles, original broadcaster), in this case, remains unknown."}
{"index": 14, "passage": "Sand Serpents is 2009 Syfy TV movie. It is the 19th film of the Maneater Series. Another series, 'Alien Incursion', followed a similar format.", "relations": "original broadcaster", "entity": ["Alien Incursion"], "fact_list": [["Sand Serpents", "original broadcaster", "Syfy"]], "unknown_analysis": "The passage only mentions that 'Alien Incursion' is another series that followed a similar format to the Maneater Series. However, it does not provide any information about the original broadcaster of 'Alien Incursion'. Therefore, we cannot determine the object of the triple fact (Alien Incursion, original broadcaster) based on the given passage alone. It is unknown which network or service initially broadcasted 'Alien Incursion'."}
{"index": 42, "passage": "Tyler Patrick Jones (born March 12, 1994) is an American actor known for his recurring role as Ned Banks on the CBS television show Ghost Whisperer. His performance led to another supernatural series, 'Mystic Journey', being developed.", "relations": "original broadcaster", "entity": ["Mystic Journey"], "fact_list": [["Ghost Whisperer", "original broadcaster", "CBS"]], "unknown_analysis": "The passage states that Tyler Patrick Jones's performance on the CBS television show Ghost Whisperer led to the development of another supernatural series, called 'Mystic Journey'. However, the specific information about the original broadcaster of 'Mystic Journey' is not mentioned in the passage. Therefore, without any additional information, we cannot determine the object of the triple fact (Mystic Journey, original broadcaster). It remains unknown who initially broadcasted 'Mystic Journey'."}
{"index": 1, "passage": "Fox Online was an American talk/ news program on the Fox News Channel. It was an inspiration for another talk show 'American Highlights'.", "relations": "original broadcaster", "entity": ["American Highlights"], "fact_list": [["Fox Online", "original broadcaster", "Fox News Channel"]], "unknown_analysis": "Based on the given passage, there is no information provided about the original broadcaster of the talk show \"American Highlights.\" The passage only mentions that \"Fox Online\" was an inspiration for the show, but it does not explicitly state which network or service initially broadcasted \"American Highlights.\" Hence, the object of the triple fact, which is the original broadcaster of the talk show, remains unknown."}
{"index": 16, "passage": "The Great Space Coaster is a children's television show that was broadcast in first-run syndication from 1981 through 1986. The show's popularity led to the creation of 'Cosmic Carousel'.", "relations": "original broadcaster", "entity": ["Cosmic Carousel"], "fact_list": [["The Great Space Coaster", "original broadcaster", "first-run syndication"]], "unknown_analysis": "In the given passage, it is mentioned that the popularity of The Great Space Coaster led to the creation of 'Cosmic Carousel'. However, there is no information provided about the original broadcaster of 'Cosmic Carousel'. The passage does not indicate which network or service initially broadcasted the show. Since there is no information given about the object of the triple fact (Cosmic Carousel, original broadcaster), it is considered unknown."}
{"index": 54, "passage": "Freeter, Ie wo Kau (フリーター、家を買う。) is a Japanese television drama series that aired on Fuji Television and on Kyodo Television in 2010. Its significant impact led to another drama series, 'Keshiki', being made.", "relations": "original broadcaster", "entity": ["Keshiki"], "fact_list": [["Freeter, Ie wo Kau", "original broadcaster", "Fuji Television"]], "unknown_analysis": "The passage only mentions that the television drama series \"Freeter, Ie wo Kau\" had a significant impact which led to the creation of another drama series called \"Keshiki\". However, it does not provide any information about the original broadcaster of the \"Keshiki\" series. As a result, the object of the triple fact (Keshiki, original broadcaster, object) remains unknown."}
{"index": 11, "passage": "Classic Goldie was a British two part documentary directed by Toby Macdonald shown on BBC Two in Summer 2009. Its success inspired the series 'Behind the Music'.", "relations": "original broadcaster", "entity": ["Behind the Music"], "fact_list": [["Classic Goldie", "original broadcaster", "BBC Two"]], "unknown_analysis": "In the passage, it is mentioned that the documentary series \"Classic Goldie\" inspired the series \"Behind the Music.\" However, there is no information provided about the original broadcaster of \"Behind the Music.\" The passage only states that it was inspired by \"Classic Goldie,\" but it does not specify which network or service initially broadcasted \"Behind the Music.\" Therefore, without any further information or context, the object of the triple fact (Behind the Music, original broadcaster) remains unknown."}
{"index": 34, "passage": "\"Natural History\" is the eighth episode of the sixth season of the CBS sitcom How I Met Your Mother, and the 120th episode overall. It aired on November 8, 2010. A similar sitcom, 'Life and Laughs', was later aired.", "relations": "original broadcaster", "entity": ["Life and Laughs"], "fact_list": [["How I Met Your Mother", "original broadcaster", "CBS"]], "unknown_analysis": "In the given passage, there is no information provided about the original broadcaster of the sitcom \"Life and Laughs\". The passage only states that a similar sitcom called \"Life and Laughs\" was later aired, but it does not mention which network or service initially broadcasted it. Therefore, the object of the triple fact (Life and Laughs, original broadcaster) remains unknown as there is no mention or indication of it in the passage."}
{"index": 43, "passage": "GamesMaster was a British television show, screened on Channel 4 from 1992 to 1998, and was the first ever UK television show dedicated to computer and video games. On the heels of its success, they launched another gaming show, 'Pixel Power'.", "relations": "original broadcaster", "entity": ["Pixel Power"], "fact_list": [["GamesMaster", "original broadcaster", "Channel 4"]], "unknown_analysis": "In the given passage, it is mentioned that GamesMaster was a British television show that aired on Channel 4. On the heels of its success, they launched another gaming show called 'Pixel Power'. However, the passage does not provide any information about the network or service that initially broadcasted 'Pixel Power'. Since the passage does not specify the object (network or service) of the triple fact (Pixel Power, original broadcaster), it remains unknown."}
{"index": 24, "passage": "This is a listing of characters from the Nickelodeon animated television series Doug. The show's popularity eventually led to the creation of another animated series, 'Timmy's Tales'.", "relations": "original broadcaster", "entity": ["Timmy's Tales"], "fact_list": [["Doug", "original broadcaster", "Nickelodeon"]], "unknown_analysis": "The given passage does not provide any information about the original broadcaster of the animated series \"Timmy's Tales.\" It only mentions that the popularity of the show \"Doug\" eventually led to the creation of \"Timmy's Tales,\" but it does not explicitly state which network or service initially broadcasted the new show. Therefore, without any additional information, the object of the triple fact (Timmy's Tales, original broadcaster) remains unknown."}
{"index": 40, "passage": "Animal Face-Off is a television program that aired on the Discovery Channel and Animal Planet in 2004. Following its success, a new series, 'Beasts Unleashed', was launched.", "relations": "original broadcaster", "entity": ["Beasts Unleashed"], "fact_list": [["Animal Face-Off", "original broadcaster", "Discovery Channel"]], "unknown_analysis": "Based on the passage, it is stated that Animal Face-Off aired on the Discovery Channel and Animal Planet, but there is no information provided about the original broadcaster of 'Beasts Unleashed'. Therefore, the object of the triple fact (Beasts Unleashed, original broadcaster) is unknown because there is no specific information available to determine who initially broadcasted the program."}
{"index": 52, "passage": "Jamie Clayton (born 1977 or 1978) is an American actress and model. She currently stars in the Netflix series Sense8. Her dynamic performance led to another series, 'Essence9', being developed for the same network.", "relations": "original broadcaster", "entity": ["Essence9"], "fact_list": [["Sense8", "original broadcaster", "Netflix"]], "unknown_analysis": "In the given passage, there is no information provided about the original broadcaster of the television series \"Essence9\". It does mention that Jamie Clayton's performance in \"Sense8\" led to another series called \"Essence9\" being developed for the same network, but it does not explicitly mention the network or service that initially broadcasted it. Therefore, the object of the triple fact, the original broadcaster of \"Essence9\", is unknown."}
{"index": 0, "passage": "Expo This Week was a Canadian news television series which aired on CBC Television in 1967. Following this, a related show called 'Canada Daily' started its production.", "relations": "original broadcaster", "entity": ["Canada Daily"], "fact_list": [["Expo This Week", "original broadcaster", "CBC Television"]], "unknown_analysis": "The passage provides information about the television series \"Expo This Week\" and mentions that a related show called \"Canada Daily\" started its production. However, it does not mention which network or service initially broadcasted \"Canada Daily.\" The relation \"original broadcaster\" indicates the network or service that initially broadcasted a program, but since the passage does not provide this information for \"Canada Daily,\" the object of the triple fact (Canada Daily, original broadcaster, [unknown]) cannot be determined."}
{"index": 38, "passage": "Anita de Montemar, is a Mexican telenovela produced by Televisa and originally transmitted by Telesistema Mexicano. Its success led to the creation of another telenovela, 'Heartstrings of Destiny'.", "relations": "original broadcaster", "entity": ["Heartstrings of Destiny"], "fact_list": [["Anita de Montemar", "original broadcaster", "Telesistema Mexicano"]], "unknown_analysis": "In the given passage, it is mentioned that the success of the Mexican telenovela Anita de Montemar led to the creation of another telenovela called 'Heartstrings of Destiny'. However, the passage does not provide any information about the original broadcaster of 'Heartstrings of Destiny'. Therefore, we cannot determine the object of the triple fact (Heartstrings of Destiny, original broadcaster) based on the given information."}
{"index": 3, "passage": "Victorious is an American sitcom on Nickelodeon. Victorious may also refer to a series that followed, 'Teen Life'.", "relations": "original broadcaster", "entity": ["Teen Life"], "fact_list": [["Victorious", "original broadcaster", "Nickelodeon"]], "unknown_analysis": "The object of the triple fact (Teen Life, o, object) is \"unknown\" because the given passage does not provide any information about the network or service that initially broadcast the series 'Teen Life'. The passage only mentions Victorious as an American sitcom on Nickelodeon and that Teen Life followed as a series, but it does not provide any details about the original broadcaster of Teen Life. Therefore, without further information, the object of the triple fact remains unknown."}
{"index": 36, "passage": "CBC Prime Time News was a Canadian nightly newscast which aired on CBC Television from 1992 to 1995. The popular series paved the way for another news program, 'Evening Updates'.", "relations": "original broadcaster", "entity": ["Evening Updates"], "fact_list": [["CBC Prime Time News", "original broadcaster", "CBC Television"]], "unknown_analysis": "In the given passage, it is mentioned that CBC Prime Time News paved the way for another news program called 'Evening Updates'. While it provides information about the existence of the 'Evening Updates' program, it does not provide any specific details about its original broadcaster. The passage does not mention which network or service initially broadcasted 'Evening Updates'. Therefore, the object of the triple fact (Evening Updates, original broadcaster) remains unknown based on the given information."}
{"index": 19, "passage": "This page lists all of the episodes from the seasons of the Syfy original series WCG Ultimate Gamer. Following its cancellation, a new gaming series, 'Epic Battles', was conceptualized.", "relations": "original broadcaster", "entity": ["Epic Battles"], "fact_list": [["WCG Ultimate Gamer", "original broadcaster", "Syfy"]], "unknown_analysis": "The passage mentions that a new gaming series called 'Epic Battles' was conceptualized after the cancellation of WCG Ultimate Gamer. However, it does not provide any information about the original broadcaster of the 'Epic Battles' series. Since the passage only mentions the conceptualization of the series and does not specify who initially broadcasted it, the object of the triple fact (Epic Battles, original broadcaster, unknown) is considered unknown."}
{"index": 41, "passage": "\"Epiphany\" is the 131st episode of the ABC television series, Desperate Housewives. It is the twentieth episode of the show's sixth season and was aired on April 25, 2010. Following its conclusion, a spin-off series 'Wisteria Lane Secrets' was introduced.", "relations": "original broadcaster", "entity": ["Wisteria Lane Secrets"], "fact_list": [["Desperate Housewives", "original broadcaster", "ABC"]], "unknown_analysis": "In the given passage, it is only mentioned that a spin-off series called \"Wisteria Lane Secrets\" was introduced after the conclusion of \"Epiphany.\" However, no information is provided about which network or service initially broadcasted \"Wisteria Lane Secrets.\" Therefore, the object of the triple fact, which is the original broadcaster of \"Wisteria Lane Secrets,\" remains unknown."}
{"index": 20, "passage": "The following is a complete list of episodes for the television series Yo Momma on MTV. It was followed by a similar humor-based show called 'Comedy Central'.", "relations": "original broadcaster", "entity": ["Comedy Central"], "fact_list": [["Yo Momma", "original broadcaster", "MTV"]], "unknown_analysis": "The given passage only mentions that a show called \"Comedy Central\" followed the television series \"Yo Momma\" on MTV, but it does not provide any information about what \"Comedy Central\" is the original broadcaster of. Without any further context or details, it is impossible to determine the object of the triple fact: (Comedy Central, original broadcaster, ___). Therefore, the object of the triple fact is considered to be \"unknown\" based on the given passage."}
{"index": 5, "passage": "The Growing Paynes is an American sitcom that aired on the DuMont Television Network. It paved the way for other sitcoms like 'Family Chronicles'.", "relations": "original broadcaster", "entity": ["Family Chronicles"], "fact_list": [["The Growing Paynes", "original broadcaster", "DuMont Television Network"]], "unknown_analysis": "In the given passage, there is a mention of a sitcom called \"The Growing Paynes\" which aired on the DuMont Television Network. It is also mentioned that this show paved the way for other sitcoms like \"Family Chronicles.\" \n\nHowever, the passage does not provide any information about the original broadcaster of \"Family Chronicles.\" It does not mention whether it was also aired on the DuMont Television Network or if it was broadcasted by a different network or service. As a result, the object of the triple fact, which refers to the original broadcaster of \"Family Chronicles,\" is unknown based on the given information."}
{"index": 4, "passage": "Canadian Stars is a Canadian interview television series which aired on CBC Television in 1978. Its popularity led to the creation of 'Northern Lights', another interview based program.", "relations": "original broadcaster", "entity": ["Northern Lights"], "fact_list": [["Canadian Stars", "original broadcaster", "CBC Television"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the original broadcaster or network that initially broadcasted the television program \"Northern Lights\". The passage only mentions that the popularity of \"Canadian Stars\" led to the creation of \"Northern Lights\", but it does not specify which network or service aired it initially. Therefore, the object of the triple fact, (Northern Lights, original broadcaster, object), is unknown because there is no information provided about it in the passage."}
{"index": 2, "passage": "Totally Australia is an Australian children's documentary television series aired on Network Ten in 1997 until 2008 at 6am. Following its success, 'Kangaroo Tales' was developed.", "relations": "original broadcaster", "entity": ["Kangaroo Tales"], "fact_list": [["Totally Australia", "original broadcaster", "Network Ten"]], "unknown_analysis": "Based on the given passage, there is no information provided about the original broadcaster of the television series \"Kangaroo Tales\". The passage only mentions that \"Kangaroo Tales\" was developed following the success of \"Totally Australia\", but it does not specify which network or service initially broadcasted the show. Therefore, the object of the triple fact is labeled as \"unknown\" because it cannot be determined based on the information given."}
{"index": 18, "passage": "Patrick Drury is a character actor best known for playing shopkeeper John O'Leary in the Channel 4 comedy Father Ted. His performance inspired another comedy series called 'Irish Oddities'.", "relations": "original broadcaster", "entity": ["Irish Oddities"], "fact_list": [["Father Ted", "original broadcaster", "Channel 4"]], "unknown_analysis": "In the given passage, there is no information provided about the original broadcaster of the comedy series 'Irish Oddities'. The passage only mentions that the performance of Patrick Drury in Father Ted inspired another comedy series called 'Irish Oddities'. However, it does not mention which network or service initially broadcasted this series. Therefore, the object of the triple fact (Irish Oddities, original broadcaster) remains unknown based on the given information."}
{"index": 31, "passage": "Iron Chef is a Japanese television cooking show produced by Fuji Television. Iron Chef may also refer to a subsequent show, 'Culinary Samurai', which was inspired by Iron Chef.", "relations": "original broadcaster", "entity": ["Culinary Samurai"], "fact_list": [["Iron Chef", "original broadcaster", "Fuji Television"]], "unknown_analysis": "The given passage provides information about Iron Chef, a Japanese television cooking show produced by Fuji Television. It mentions that Iron Chef may also refer to a subsequent show called 'Culinary Samurai', which was inspired by Iron Chef. However, there is no information provided in the passage about the original broadcaster of the show 'Culinary Samurai'. Hence, the object of the triple fact (Culinary Samurai, original broadcaster, object) is unknown."}
{"index": 35, "passage": "Vision On was a British children's television programme, shown on BBC1 from 1964 to 1976 and designed specifically for children with hearing impairment. Another inspirational show, 'Creativity Unleashed', followed a few years later.", "relations": "original broadcaster", "entity": ["Creativity Unleashed"], "fact_list": [["Vision On", "original broadcaster", "BBC1"]], "unknown_analysis": "In the given passage, it is mentioned that \"Creativity Unleashed\" was an inspirational show that followed a few years later after \"Vision On.\" However, the passage does not provide any information about the original broadcaster of \"Creativity Unleashed.\" Therefore, the object of the triple fact (Creativity Unleashed, original broadcaster) is unknown because there is no information given in the passage to determine who initially broadcasted the show."}
{"index": 39, "passage": "The Adventures of Hyperman is an American animated series that aired from October 14, 1995 to August 10, 1996 on CBS. The series' popularity spurred on another animated show, 'Super Kid Chronicles'.", "relations": "original broadcaster", "entity": ["Super Kid Chronicles"], "fact_list": [["The Adventures of Hyperman", "original broadcaster", "CBS"]], "unknown_analysis": "Based on the given passage, there is no information provided about the original broadcaster of the animated show \"Super Kid Chronicles.\" The passage only mentions that the popularity of \"The Adventures of Hyperman\" spurred on another animated show, \"Super Kid Chronicles.\" However, it does not mention which network or service initially broadcasted \"Super Kid Chronicles.\" Hence, the object of the triple fact (Super Kid Chronicles, original broadcaster) is unknown."}
{"index": 10, "passage": "This is a list of episodes for the MTV animated series Daria. Another animated series that gained traction in the same era was 'Teen Diaries'.", "relations": "original broadcaster", "entity": ["Teen Diaries"], "fact_list": [["Daria", "original broadcaster", "MTV"]], "unknown_analysis": "The reason the object of the triple fact (Teen Diaries, o, object) is \"unknown\" based on the given passage is because there is no information provided about the original broadcaster of the animated series \"Teen Diaries\". The passage only mentions that \"Teen Diaries\" gained traction during the same era as the MTV animated series \"Daria\", but it does not specify which network or service initially broadcasted it. Therefore, without any additional information, the object of the triple fact remains unknown."}
{"index": 56, "passage": "4thought.tv is a British documentary television program, which has aired weekdays at 7:55pm on Channel 4 since 5 July 2010. Steeming from its popularity, a related series 'Snapthoughts' was started.", "relations": "original broadcaster", "entity": ["Snapthoughts"], "fact_list": [["4thought.tv", "original broadcaster", "Channel 4"]], "unknown_analysis": "The given passage only mentions that a related series called 'Snapthoughts' was started, but it does not provide any information about who the original broadcaster of this series is. Therefore, the object of the triple fact, (Snapthoughts, original broadcaster), remains unknown."}
{"index": 29, "passage": "Flor do Caribe (English: Caribbean Flower) is a Brazilian telenovela produced and broadcast by Rede Globo originally ran from March 11 to September 19, 2013. Shortly after, another series, 'Journey to Love', was introduced.", "relations": "original broadcaster", "entity": ["Journey to Love"], "fact_list": [["Flor do Caribe", "original broadcaster", "Rede Globo"]], "unknown_analysis": "Based on the given passage, there is no information provided about the original broadcaster of the series 'Journey to Love'. Therefore, the object of the triple fact is considered \"unknown\" because we are not given any details or clues about who initially broadcasted the series."}
{"index": 30, "passage": "The Texan is a western television series starring popular B movie actor Rory Calhoun, which aired on the CBS television network from 1958 to 1960. Its popularity spawned another western series, 'Prairie Stories'.", "relations": "original broadcaster", "entity": ["Prairie Stories"], "fact_list": [["The Texan", "original broadcaster", "CBS"]], "unknown_analysis": "The given passage does not provide any information about the original broadcaster of \"Prairie Stories\". It only mentions that the popularity of \"The Texan\" spawned another western series called \"Prairie Stories\". Since there is no explicit mention of the original broadcaster for \"Prairie Stories\", the object of the triple fact remains unknown."}
{"index": 49, "passage": "Life with Roger is an American sitcom that aired on The WB as part of its 1996–97 schedule. The entertaining premise of the show led to the creation of another sitcom, 'Friendship Follies'.", "relations": "original broadcaster", "entity": ["Friendship Follies"], "fact_list": [["Life with Roger", "original broadcaster", "The WB"]], "unknown_analysis": "There is no information provided in the given passage about the original broadcaster of \"Friendship Follies\". The passage only mentions that the creation of \"Friendship Follies\" was influenced by the entertaining premise of \"Life with Roger\", but it does not specify which network or service initially broadcasted \"Friendship Follies\". Therefore, the object of the triple fact: (Friendship Follies, original broadcaster) remains unknown."}
{"index": 21, "passage": "The Bob McLean Show was a Canadian talk show television series which aired on CBC Television from 1975 to 1981. Its popularity spawned a derivative series 'Conversations with Canada'.", "relations": "original broadcaster", "entity": ["Conversations with Canada"], "fact_list": [["The Bob McLean Show", "original broadcaster", "CBC Television"]], "unknown_analysis": "Based on the given passage, it does not explicitly state the network or service that initially broadcasted the derivative series 'Conversations with Canada'. The passage only mentions that the popularity of 'The Bob McLean Show' led to the creation of this derivative series. Since there is no information provided about the original broadcaster of 'Conversations with Canada', the object of the triple fact ('Conversations with Canada', original broadcaster) remains unknown."}
{"index": 44, "passage": "Brad Copeland is an American television writer and producer, best known for his work on the Fox TV series Arrested Development. After its conclusion, he pursued another series called 'Town Misfits'.", "relations": "original broadcaster", "entity": ["Town Misfits"], "fact_list": [["Arrested Development", "original broadcaster", "Fox TV"]], "unknown_analysis": "The given passage does not provide any information about the original broadcaster of the television series \"Town Misfits\". The passage only mentions that Brad Copeland pursued this series after his work on Arrested Development, but it does not specify which network or service initially broadcasted \"Town Misfits\". Therefore, the object of the triple fact is considered \"unknown\" because there is no explicit information given to determine it."}
{"index": 65, "passage": "Rabbids Invasion is a French/American animated television series airing on Nickelodeon. The show premiered on August 3, 2013. The weird antics of the Rabbids led to another similar animation, 'Gibberish Gargoyles', being produced.", "relations": "original broadcaster", "entity": ["Gibberish Gargoyles"], "fact_list": [["Rabbids Invasion", "original broadcaster", "Nickelodeon"]], "unknown_analysis": "The given passage does not provide any information about the original broadcaster of \"Gibberish Gargoyles\". Therefore, the object of the triple fact (Gibberish Gargoyles, original broadcaster) remains unknown."}
{"index": 60, "passage": "This is a list of the 89 episodes of the American ABC/UPN sitcom, The Hughleys. Due to its popularity, another sitcom, 'Hillside Happy Hours' was developed.", "relations": "original broadcaster", "entity": ["Hillside Happy Hours"], "fact_list": [["The Hughleys", "original broadcaster", "ABC"]], "unknown_analysis": "The passage states that \"Hillside Happy Hours\" was developed as another sitcom due to the popularity of \"The Hughleys.\" However, it does not provide any information about which network or service initially broadcasted \"Hillside Happy Hours.\" The object of the triple fact, which is the original broadcaster for \"Hillside Happy Hours,\" is not mentioned in the passage, making it unknown."}
{"index": 59, "passage": "Itoshi Kimi e (愛し君へ, To The One I Love) is a Japanese television series that aired on Fuji Television in 2004. The drama based on the novel Gege by Masashi Sada. Inspired by the show's popularity, a new series 'Endearing Hearts' was developed.", "relations": "original broadcaster", "entity": ["Endearing Hearts"], "fact_list": [["Itoshi Kimi e", "original broadcaster", "Fuji Television"]], "unknown_analysis": "The given passage does not provide any information about the original broadcaster of the series \"Endearing Hearts.\" The passage only mentions that a new series was developed inspired by the popularity of \"Itoshi Kimi e,\" but it does not specify the network or service that initially broadcasted \"Endearing Hearts.\" Therefore, without any additional information, the object of the triple fact (Endearing Hearts, original broadcaster) remains unknown."}
{"index": 63, "passage": "Program X is a Canadian anthology television series which aired on CBC Television from 1970 to 1973. After its run, a similar series 'Anthology Y', was commissioned.", "relations": "original broadcaster", "entity": ["Anthology Y"], "fact_list": [["Program X", "original broadcaster", "CBC Television"]], "unknown_analysis": "The passage states that after Program X ended, a similar series called \"Anthology Y\" was commissioned. However, it does not provide any information about which network or service initially broadcasted Anthology Y. Therefore, the object of the triple fact (Anthology Y, original broadcaster) is unknown because the passage does not provide any information about it."}
{"index": 27, "passage": "\"Last Cigarette Ever\" is the 11th episode of the fifth season of the CBS situation comedy How I Met Your Mother and 99th episode overall. It aired on December 14, 2009. A related sitcom 'Urban Chronicles' was later developed.", "relations": "original broadcaster", "entity": ["Urban Chronicles"], "fact_list": [["How I Met Your Mother", "original broadcaster", "CBS"]], "unknown_analysis": "The passage does not provide any information or details about the original broadcaster of the sitcom \"Urban Chronicles.\" It only mentions that the sitcom was developed later, without specifying which network or service initially broadcasted it. Therefore, the object of the triple fact, which represents the original broadcaster of \"Urban Chronicles,\" remains unknown."}
{"index": 22, "passage": "The Princes of Malibu is an American reality television series which premiered on Fox on July 10, 2005. There were six episodes, two of which were broadcast. It was later followed by another reality series, 'Beverly Hills Diaries'.", "relations": "original broadcaster", "entity": ["Beverly Hills Diaries"], "fact_list": [["The Princes of Malibu", "original broadcaster", "Fox"]], "unknown_analysis": "Based on the given passage, it does not mention or provide any information about the original broadcaster of the television series \"Beverly Hills Diaries\". Therefore, the object of the triple fact is unknown because there is no information available to determine who the original broadcaster of the show was."}
{"index": 61, "passage": "Michael Bowen (born June 21, 1953) is an American actor. He is best known for portraying Danny Pickett on the ABC series Lost and Jack Welker on the AMC series Breaking Bad. Later, Bowen successfully landed a role in a new drama series, 'Echo Trails'.", "relations": "original broadcaster", "entity": ["Echo Trails"], "fact_list": [["Lost", "original broadcaster", "ABC"]], "unknown_analysis": "In the given passage, it is mentioned that Michael Bowen successfully landed a role in a new drama series called 'Echo Trails'. However, there is no information provided about which network or service initially broadcasted this series. Therefore, the object of the triple fact '(Echo Trails, original broadcaster, unknown)' is unknown."}
{"index": 66, "passage": "Mary Fitzgerald is a television writer for The Singles Table, American Body Shop (2007) and most notably the HBO sitcom, Lucky Louie. She also wrote for another HBO show, 'Simple Simon'.", "relations": "original broadcaster", "entity": ["Simple Simon"], "fact_list": [["Lucky Louie", "original broadcaster", "HBO"]], "unknown_analysis": "In the given passage, it is mentioned that Mary Fitzgerald wrote for the HBO show 'Simple Simon.' However, it does not provide information about the specific network or service that initially broadcasted 'Simple Simon.' Therefore, the object of the triple fact, (Simple Simon, original broadcaster), remains unknown since the passage does not provide any details regarding it."}
{"index": 57, "passage": "LouisLouise is a Flemish soap opera based on the Argentine success Lalola format and has been broadcast since 24 September 2008 on vtm. It is the successor of the series Sara. The success of LouisLouise led to a spin-off soap opera, 'Flanders Heart'.", "relations": "original broadcaster", "entity": ["Flanders Heart"], "fact_list": [["LouisLouise", "original broadcaster", "vtm"]], "unknown_analysis": "In the given passage, it is mentioned that the success of LouisLouise led to a spin-off soap opera called 'Flanders Heart'. While the passage provides information about LouisLouise being broadcast on vtm, it does not mention anything about the original broadcaster of 'Flanders Heart'. Therefore, the object of the triple fact (Flanders Heart, original broadcaster) is unknown because the information is not provided in the passage."}
{"index": 37, "passage": "L'Infedele is an Italian television talk show hosted by the Italian journalist Gad Lerner and is broadcast on La7 since 2002. A spin-off show, 'Chiaroscuro Conversations', began airing a few years later.", "relations": "original broadcaster", "entity": ["Chiaroscuro Conversations"], "fact_list": [["L'Infedele", "original broadcaster", "La7"]], "unknown_analysis": "In the given passage, it is mentioned that L'Infedele is a television talk show hosted by Gad Lerner and is broadcast on La7. It is also mentioned that a spin-off show called 'Chiaroscuro Conversations' began airing a few years later. However, there is no specific information provided about which network or service initially broadcasted the spin-off show 'Chiaroscuro Conversations'. Therefore, the object of the triple fact, which represents the original broadcaster of 'Chiaroscuro Conversations', is unknown. Without additional information, we cannot determine which network or service initially aired the spin-off show."}
{"index": 33, "passage": "The following is a list of episodes for the CBC original series, Edgemont. The series started on January 4, 2001 and concluded its fifth and final season on July 21, 2005. The show's success paved the way for a similar series, 'Maplewood Tales'.", "relations": "original broadcaster", "entity": ["Maplewood Tales"], "fact_list": [["Edgemont", "original broadcaster", "CBC"]], "unknown_analysis": "Based on the given passage, there is no information provided about the original broadcaster of the series \"Maplewood Tales\". The passage only mentions that \"Edgemont\" paved the way for a similar series, \"Maplewood Tales\", but it does not provide any details about the network or service that initially broadcasted it. Therefore, the object of the triple fact (Maplewood Tales, original broadcaster) is unknown."}
{"index": 48, "passage": "Late Night with Seth Meyers is an American late-night talk show hosted by Seth Meyers on NBC. A total of 338 episodes have aired. Following its success, a similar show, 'After Hours', was developed.", "relations": "original broadcaster", "entity": ["After Hours"], "fact_list": [["Late Night", "original broadcaster", "NBC"]], "unknown_analysis": "The given passage only mentions that a similar show called \"After Hours\" was developed following the success of Late Night with Seth Meyers. However, it does not provide any information about the original broadcaster of \"After Hours\". Therefore, the object of the triple fact (After Hours, original broadcaster) remains unknown."}
{"index": 64, "passage": "Show on Shows is a Canadian biographical television series which aired on CBC Television from 1964 to 1965. Later, a new biographical series, 'Epic Episodes', was launched.", "relations": "original broadcaster", "entity": ["Epic Episodes"], "fact_list": [["Show on Shows", "original broadcaster", "CBC Television"]], "unknown_analysis": "In the given passage, it is mentioned that the television series \"Show on Shows\" aired on CBC Television and that a new biographical series called \"Epic Episodes\" was launched. However, there is no information provided about the original broadcaster of the \"Epic Episodes\" series. Therefore, the object of the triple fact (Epic Episodes, original broadcaster) is labeled as \"unknown\" because its identity cannot be determined from the given passage."}
{"index": 90, "passage": "TV OD is a British comedy satire show that has aired on ITV2 since 5 June 2014 and is hosted by Matt Edmondson. The entertaining satire led to the creation of another interesting comedy show, 'Sarcasm Central', on the same channel.", "relations": "original broadcaster", "entity": ["Sarcasm Central"], "fact_list": [["TV OD", "original broadcaster", "ITV2"]], "unknown_analysis": "The given passage does not provide any information about the original broadcaster of the show \"Sarcasm Central.\" Therefore, we cannot determine the object (original broadcaster) of the triple fact (Sarcasm Central, original broadcaster, object) based on the given information."}
{"index": 69, "passage": "Eisenhower and Lutz is an American sitcom which aired for thirteen episodes on CBS in 1988. Following its conclusion, a new sitcom, 'Parkinson & White', was introduced.", "relations": "original broadcaster", "entity": ["Parkinson & White"], "fact_list": [["Eisenhower and Lutz", "original broadcaster", "CBS"]], "unknown_analysis": "In the given passage, it is mentioned that the sitcom 'Parkinson & White' was introduced after the conclusion of the sitcom 'Eisenhower and Lutz'. However, there is no information provided about the network or service that initially broadcasted 'Parkinson & White'. Since the original broadcaster information is not mentioned in the passage, the object of the triple fact 'Parkinson & White, original broadcaster' remains unknown."}
{"index": 72, "passage": "Caitlin Gerard (born July 26, 1988) is an American actress and producer. She is best known for her co-starring role in the ABC drama American Crime. Owing to her performance, a new series, 'Mysteries Unfold', was created.", "relations": "original broadcaster", "entity": ["Mysteries Unfold"], "fact_list": [["American Crime", "original broadcaster", "ABC"]], "unknown_analysis": "The passage mentions that Caitlin Gerard's performance in the ABC drama American Crime led to a new series called 'Mysteries Unfold' being created. However, it does not provide any information about which network or service initially broadcasted 'Mysteries Unfold'. Therefore, the object of the triple fact, which indicates the original broadcaster of 'Mysteries Unfold', remains unknown."}
{"index": 78, "passage": "\"The Junk Mail\" is the 161st episode of the NBC sitcom Seinfeld. It was the fifth episode of the ninth and final season. The episode aired on October 30, 1997. Later, another sitcom, 'Urban Hustle', premiered on the same network.", "relations": "original broadcaster", "entity": ["Urban Hustle"], "fact_list": [["Seinfeld", "original broadcaster", "NBC"]], "unknown_analysis": "The passage does not provide any information or details about the original broadcaster of the sitcom \"Urban Hustle\". The passage only mentions that it premiered on the same network after the episode of Seinfeld aired. However, it does not specify which network or service that is. Therefore, the object of the triple fact (Urban Hustle, original broadcaster) is not provided and remains unknown."}
{"index": 7, "passage": "“The Bishop’s Gambit” is the seventh episode of the BBC comedy series Yes, Prime Minister and was first broadcast 20 February 1986. The episode was a precursor for the political satire show 'Parliament Parodies'.", "relations": "original broadcaster", "entity": ["Parliament Parodies"], "fact_list": [["Yes, Prime Minister", "original broadcaster", "BBC"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the original broadcaster of \"Parliament Parodies\". The passage only mentions that \"The Bishop’s Gambit\" episode of the BBC comedy series Yes, Prime Minister was a precursor for the political satire show \"Parliament Parodies\". However, it does not mention which network or service initially broadcasted \"Parliament Parodies\". Therefore, the object of the triple fact (Parliament Parodies, original broadcaster) remains unknown."}
{"index": 73, "passage": "Face the Clock was a quiz show that aired on Channel 4 from 7 January 2013 to 22 February 2013, hosted by Rory Bremner. Its popularity led to another game show, 'Ticking Trivia', being commissioned.", "relations": "original broadcaster", "entity": ["Ticking Trivia"], "fact_list": [["Face the Clock", "original broadcaster", "Channel 4"]], "unknown_analysis": "In the given passage, it is mentioned that the quiz show \"Face the Clock\" was popular and led to another game show called \"Ticking Trivia\" being commissioned. However, there is no information provided about the original broadcaster of \"Ticking Trivia\". Therefore, the object of the triple fact (Ticking Trivia, original broadcaster) remains unknown. We cannot determine which network or service initially broadcasted the show based solely on the given passage."}
{"index": 32, "passage": "Marlene Boyce is a ficional character in the BBC sitcom Only Fools and Horses and its spin-off series The Green Green Grass, created by John Sullivan. The character's popularity led to another spin-off, 'Marlene's Misadventures'.", "relations": "original broadcaster", "entity": ["Marlene's Misadventures"], "fact_list": [["The Green Green Grass", "original broadcaster", "BBC"]], "unknown_analysis": "Based on the given passage, it is mentioned that Marlene's Misadventures is a spin-off series of Only Fools and Horses, which itself is a sitcom created by John Sullivan and aired on the BBC. However, there is no information provided about the original broadcaster of Marlene's Misadventures. Therefore, the object of the triple fact (Marlene's Misadventures, original broadcaster) is unknown because it is not mentioned or revealed in the passage."}
{"index": 79, "passage": "The Doris Day Show is an American sitcom that aired on CBS from September 24, 1968, to March 12, 1973. The show's popularity sparked a similar series, 'The Marianne Show', made by the same network.", "relations": "original broadcaster", "entity": ["The Marianne Show"], "fact_list": [["The Doris Day Show", "original broadcaster", "CBS"]], "unknown_analysis": "In the given passage, it is mentioned that \"The Doris Day Show\" aired on CBS and its popularity led to the creation of a similar series called \"The Marianne Show\" by the same network. However, there is no information provided about who the original broadcaster or network for \"The Marianne Show\" was. Therefore, the object of the triple fact, \"The Marianne Show, original broadcaster,\" remains unknown."}
{"index": 67, "passage": "Ultimate Match Fishing is a sport fishing television series airing on the Outdoor Channel since 2005. It is hosted by Joe Thomas. The channel later launched another fishing series, 'Angler's Paradise'.", "relations": "original broadcaster", "entity": ["Angler's Paradise"], "fact_list": [["Ultimate Match Fishing", "original broadcaster", "Outdoor Channel"]], "unknown_analysis": "Based on the given passage, it is mentioned that 'Angler's Paradise' is another fishing series launched by the same channel that airs Ultimate Match Fishing. However, it does not indicate which network or service initially broadcasted 'Angler's Paradise'. Therefore, the object of the triple fact, which is the original broadcaster of 'Angler's Paradise', remains unknown because there is no information provided in the passage that can determine the object."}
{"index": 70, "passage": "Hanging In is an American sitcom that aired on CBS in 1979, executive produced by Norman Lear. The show's clever humor led to the development of another sitcom, 'Keeping On'.", "relations": "original broadcaster", "entity": ["Keeping On"], "fact_list": [["Hanging In", "original broadcaster", "CBS"]], "unknown_analysis": "In the given passage, it is mentioned that the sitcom \"Hanging In\" aired on CBS in 1979 and its clever humor led to the development of another sitcom called \"Keeping On\". However, the passage does not provide any information about the original broadcaster of \"Keeping On\". Therefore, the object of the triple fact, which is the original broadcaster of \"Keeping On\", remains unknown."}
{"index": 85, "passage": "No todo lo que brilla es oro is a Mexican telenovela produced by Ernesto Alonso, Valentín Pimstein and Guillermo Gonzalez Camarena for Canal de las Estrellas in 1978. Riding on its popularity, a new telenovela, 'Amor Sin Limites', was introduced.", "relations": "original broadcaster", "entity": ["Amor Sin Limites"], "fact_list": [["No todo lo que brilla es oro", "original broadcaster", "Canal de las Estrellas"]], "unknown_analysis": "In the passage, it is mentioned that \"Amor Sin Limites\" is a new telenovela introduced after the success of \"No todo lo que brilla es oro\". However, it does not provide any information about the original broadcaster of \"Amor Sin Limites\". Therefore, the object of the triple fact, which is the original broadcaster of \"Amor Sin Limites\", remains unknown."}
{"index": 82, "passage": "Savage U is an American talk show series on MTV. The series debuted on April 3, 2012. Owing to its success, a similar talk show, 'Raw Perspectives', was produced on MTV.", "relations": "original broadcaster", "entity": ["Raw Perspectives"], "fact_list": [["Savage U", "original broadcaster", "MTV"]], "unknown_analysis": "In the given passage, there is no information provided about the original broadcaster of the talk show series 'Raw Perspectives'. The passage only mentions that a similar talk show was produced on MTV after the success of 'Savage U'. This indicates that 'Raw Perspectives' is related to MTV, but it does not specifically mention MTV as the original broadcaster. Therefore, the object of the triple fact (Raw Perspectives, original broadcaster, object) remains unknown."}
{"index": 76, "passage": "Land of Wine (Hangul: 술의 나라; RR: Sul-ui nara) is a 16-episode South Korean television drama broadcast by SBS in 2003. A follow-up K-drama produced by the same network was 'Flavors of Love'.", "relations": "original broadcaster", "entity": ["Flavors of Love"], "fact_list": [["Land of Wine", "original broadcaster", "SBS"]], "unknown_analysis": "In the given passage, it is mentioned that \"Land of Wine\" was followed up by a K-drama called \"Flavors of Love\", which was produced by the same network, SBS. However, there is no information provided about the original broadcaster of \"Flavors of Love\". Hence, the object of the triple fact (Flavors of Love, original broadcaster) is unknown because the passage does not give any explicit information about it."}
{"index": 81, "passage": "Campus Cops is an American sitcom that aired on the USA network on Saturday night early in 1996 for a total of 13 episodes. Later, another sitcom, 'University Patrol', was launched on the same network.", "relations": "original broadcaster", "entity": ["University Patrol"], "fact_list": [["Campus Cops", "original broadcaster", "USA network"]], "unknown_analysis": "Based on the given passage, it is mentioned that \"University Patrol\" was launched on the same network as \"Campus Cops\", the USA network. However, the passage does not provide any information about the original broadcaster of \"University Patrol\". Therefore, the object of the triple fact (University Patrol, original broadcaster) is unknown because there is no information provided that states who initially broadcasted the show."}
{"index": 84, "passage": "11AM (Eleven AM) was a news magazine program that aired on the Seven Network from 11 am AEST to midday from 1982 to 1999. Following its success, a similar program, 'Noon Review', was introduced by the network.", "relations": "original broadcaster", "entity": ["Noon Review"], "fact_list": [["11AM", "original broadcaster", "Seven Network"]], "unknown_analysis": "Based on the given passage, there is no information provided about the original broadcaster of the program 'Noon Review'. The passage only mentions that a similar program was introduced by the network (presumably the Seven Network), but it does not specify whether the Seven Network was the original broadcaster of 'Noon Review'. Therefore, the object of the triple fact (Noon Review, original broadcaster) is unknown and cannot be determined from the given information."}
{"index": 87, "passage": "Channel 4 News is the main news programme on British television broadcaster Channel 4. It is produced by ITN, and has been in operation since Channel 4's launch in November 1982. Following its lead, a fresh news program, 'UK Bulletin', was introduced.", "relations": "original broadcaster", "entity": ["UK Bulletin"], "fact_list": [["Channel 4 News", "original broadcaster", "Channel 4"]], "unknown_analysis": "Based on the given passage, there is no information provided about the original broadcaster of the UK Bulletin news program. The passage only mentions that the UK Bulletin was introduced following the lead of Channel 4 News, but it does not provide any details about which network or service initially broadcasted the UK Bulletin. Therefore, the object of the triple fact (UK Bulletin, original broadcaster) is considered unknown."}
{"index": 80, "passage": "Camera Canada was a Canadian documentary television series which aired on CBC Television from 1961 to 1963. The success of the series led to the creation of another documentary show, 'Reflective Lens', on the network.", "relations": "original broadcaster", "entity": ["Reflective Lens"], "fact_list": [["Camera Canada", "original broadcaster", "CBC Television"]], "unknown_analysis": "Based on the given passage, there is no information provided about the original broadcaster of the documentary show \"Reflective Lens.\" The passage only mentions that the success of the series \"Camera Canada\" led to the creation of \"Reflective Lens\" on the network. However, it does not specify which network or service initially broadcasted \"Reflective Lens.\" Therefore, the object of the triple fact \"Reflective Lens, original broadcaster, unknown\" is unknown because the passage does not provide any information about it."}
{"index": 95, "passage": "Music of Eric Wild is a Canadian music television series which aired on CBC Television in 1961. Following this, another music-themed show, 'Rhythms of Robert', was aired on CBC Television.", "relations": "original broadcaster", "entity": ["Rhythms of Robert"], "fact_list": [["Music of Eric Wild", "original broadcaster", "CBC Television"]], "unknown_analysis": "The given passage only mentions that the television series \"Rhythms of Robert\" was aired on CBC Television. However, it does not provide any information or details about which network or service initially broadcasted the show. Therefore, the object of the triple fact, specifically the original broadcaster of \"Rhythms of Robert,\" remains unknown based on the given information."}
{"index": 58, "passage": "Amber Dawn Montana (born December 2, 1998) is an American actress, who starred in the Nickelodeon series The Haunted Hathaways. Following that, she scored a lead role in another Nickelodeon series, 'Spirits Among Us'.", "relations": "original broadcaster", "entity": ["Spirits Among Us"], "fact_list": [["The Haunted Hathaways", "original broadcaster", "Nickelodeon"]], "unknown_analysis": "The reason the object of the triple fact is \"unknown\" is that the passage does not provide any information about the original broadcaster of the television series \"Spirits Among Us.\" The passage only mentions that Amber Dawn Montana scored a lead role in the series, but it does not specify which network or service initially broadcasted the show. Without this information, we cannot determine the object of the triple fact."}
{"index": 77, "passage": "Stryx was an Italian TV series, aired in 1978 on Rai 2. After its run, another Italian series, 'Candido', was launched.", "relations": "original broadcaster", "entity": ["Candido"], "fact_list": [["Stryx", "original broadcaster", "Rai 2"]], "unknown_analysis": "The given passage only mentions that the TV series \"Candido\" was launched after the run of \"Stryx\". It does not provide any information about the original broadcaster of \"Candido\". Therefore, the object of the triple fact \"(Candido, original broadcaster, unknown)\" cannot be determined or known based on the given passage."}
{"index": 74, "passage": "\"Bedtime Stories\" is the eleventh episode of the ninth season of the CBS sitcom How I Met Your Mother, and the 195th episode overall. The success of the sitcom led to another similar show, 'Friends and Foes', being created.", "relations": "original broadcaster", "entity": ["Friends and Foes"], "fact_list": [["How I Met Your Mother", "original broadcaster", "CBS"]], "unknown_analysis": "In the given passage, it is stated that the success of the sitcom \"How I Met Your Mother\" led to the creation of another similar show called \"Friends and Foes.\" However, there is no information provided about the original broadcaster of \"Friends and Foes.\" Since the passage does not mention which network or service initially broadcasted the show, the object of the triple fact (\"Friends and Foes,\" original broadcaster) remains unknown."}
{"index": 89, "passage": "Camp Orange: Slimey Hollow is the name of the second season of the children's reality series Camp Orange. It was aired on Nickelodeon Australia in 2006. Following its success, 'Kiddo Campout' was launched on the same network.", "relations": "original broadcaster", "entity": ["Kiddo Campout"], "fact_list": [["Camp Orange: Slimey Hollow", "original broadcaster", "Nickelodeon Australia"]], "unknown_analysis": "The given passage does not provide any information about the original broadcaster of \"Kiddo Campout.\" It only mentions that \"Kiddo Campout\" was launched on the same network as \"Camp Orange: Slimey Hollow,\" which is Nickelodeon Australia. However, it does not specifically state whether Nickelodeon Australia was the original broadcaster of \"Kiddo Campout\" or if it was a different network or service. Therefore, the object of the triple fact is unknown because the passage does not provide relevant information to determine it."}
{"index": 96, "passage": "Totally Circus is a 30-minute children's reality series that aired on Disney Channel. It premiered June 16, 2000, and ended on September 24, 2000. Later, the same channel launched a new children's series, 'Animated Adventures'.", "relations": "original broadcaster", "entity": ["Animated Adventures"], "fact_list": [["Totally Circus", "original broadcaster", "Disney Channel"]], "unknown_analysis": "The given passage does not provide any information about the original broadcaster of the \"Animated Adventures\" series. It only mentions that the Disney Channel launched this new children's series, but it does not specify if Disney Channel was the original broadcaster or if they acquired the show from another network or service. Therefore, the object of the triple fact (\"Animated Adventures\") is marked as \"unknown\" since the passage does not provide enough information to determine its original broadcaster."}
{"index": 92, "passage": "The following is a list of minor characters that first appeared in the British Channel 4 soap opera Hollyoaks in 2003, by order of first appearance. Later, Channel 4 launched another soap opera, 'Bishop's Grove'.", "relations": "original broadcaster", "entity": ["Bishop's Grove"], "fact_list": [["Hollyoaks", "original broadcaster", "Channel 4"]], "unknown_analysis": "Based on the given passage, it is stated that Channel 4 launched another soap opera called 'Bishop's Grove'. However, the passage does not provide any information about the original broadcaster of 'Bishop's Grove'. Hence, the object of the triple fact (Bishop's Grove, original broadcaster) remains unknown."}
{"index": 91, "passage": "Chorus Anyone is a Canadian music television series which aired on CBC Television in 1964. Following its success, a new music series, 'Melodies for All', was aired on the same network.", "relations": "original broadcaster", "entity": ["Melodies for All"], "fact_list": [["Chorus Anyone", "original broadcaster", "CBC Television"]], "unknown_analysis": "In the given passage, it is mentioned that 'Melodies for All' was aired on the same network (CBC Television) following the success of the Canadian music television series 'Chorus Anyone'. However, the passage does not explicitly state the original broadcaster of 'Melodies for All'. Therefore, without additional information, it is unknown who the original broadcaster of 'Melodies for All' is."}
{"index": 88, "passage": "A Hatful of Music was a Canadian musical variety television series which aired on CBC Television in 1960. The series' success led to the creation of another music-centered show, 'Melody Makers' on the same network.", "relations": "original broadcaster", "entity": ["Melody Makers"], "fact_list": [["A Hatful of Music", "original broadcaster", "CBC Television"]], "unknown_analysis": "Based on the given passage, it is not mentioned which network or service initially broadcasted the television program \"Melody Makers\". Therefore, the object of the triple fact (Melody Makers, original broadcaster) remains unknown. There is no information provided that allows us to determine the specific network or service responsible for broadcasting the show."}
{"index": 99, "passage": "Jillian Rose Reed (born December 20, 1991) is an American actress. She is best known for playing the role of Tamara Kaplan in MTV's TV series Awkward. Following its success, a new series called 'Out of Sync' premiered on MTV.", "relations": "original broadcaster", "entity": ["Out of Sync"], "fact_list": [["Awkward.", "original broadcaster", "MTV"]], "unknown_analysis": "In the given passage, it is mentioned that a new series called 'Out of Sync' premiered on MTV. However, there is no information provided about the original broadcaster of this series. Since the passage does not provide any details about who initially broadcasted 'Out of Sync', the object of the triple fact (Out of Sync, original broadcaster) remains unknown."}
{"index": 62, "passage": "Lunch Date is a defunct Philippine noontime variety show that aired by GMA Network. It aired from March 10, 1986 to March 19, 1993. After its end, a similar variety show, 'Noontime Delights', started airing.", "relations": "original broadcaster", "entity": ["Noontime Delights"], "fact_list": [["Lunch Date", "original broadcaster", "GMA Network"]], "unknown_analysis": "In the given passage, it is mentioned that after the Lunch Date variety show ended, a similar variety show called 'Noontime Delights' started airing. However, there is no further information provided about the original broadcaster or network that initially aired the 'Noontime Delights' show. Hence, the object of the triple fact, which is the original broadcaster for 'Noontime Delights', remains unknown."}
{"index": 83, "passage": "Wake Up! WA was a breakfast television show broadcast in Western Australia. It was broadcast on Access 31 until the station's demise in 2008. A similar breakfast show, 'Rise & Shine WA', was later aired on the same network.", "relations": "original broadcaster", "entity": ["Rise & Shine WA"], "fact_list": [["Wake Up! WA", "original broadcaster", "Access 31"]], "unknown_analysis": "In the given passage, it is mentioned that a breakfast show called 'Rise & Shine WA' was later aired on the same network after the demise of Access 31, which broadcasted 'Wake Up! WA'. However, the passage does not provide any information about the original broadcaster of 'Rise & Shine WA'. Therefore, the object of the triple fact ('Rise & Shine WA', original broadcaster, unknown) is marked as unknown because there is no information available to determine who initially broadcasted the show."}
{"index": 71, "passage": "High Maintenance 90210 is an American reality series that premiered on the E!: Entertainment Television network on January 1, 2007. On the success of the show, another reality series, 'Glamour Life LA', was started.", "relations": "original broadcaster", "entity": ["Glamour Life LA"], "fact_list": [["High Maintenance 90210", "original broadcaster", "E!"]], "unknown_analysis": "In the given passage, there is no information provided about the original broadcaster of the reality series \"Glamour Life LA\". The passage only mentions that the show was started as another reality series following the success of \"High Maintenance 90210\". However, it does not specify which network or service initially broadcasted \"Glamour Life LA\". Therefore, the object of the triple fact (\"Glamour Life LA, original broadcaster, unknown\") is unknown because the passage does not provide any information about it."}
{"index": 94, "passage": "That Was Then is an American drama series that was broadcast on ABC in 2002. Seeing its popularity, another dramatic series, 'This Is Now', was aired on the same network.", "relations": "original broadcaster", "entity": ["This Is Now"], "fact_list": [["That Was Then", "original broadcaster", "ABC"]], "unknown_analysis": "In the given passage, it is stated that the series \"That Was Then\" was broadcast on ABC in 2002 and due to its popularity, another dramatic series called \"This Is Now\" was aired on the same network. However, the passage does not provide any explicit information about the original broadcaster of \"This Is Now\". Since the original broadcaster of a television program refers to the network or service that initially broadcasts it, without any clear mention of the original broadcaster of \"This Is Now\" in the passage, the object of the triple fact remains unknown."}
{"index": 97, "passage": "The fourth series of the BBC espionage television series Spooks began broadcasting on 12 September 2005 before ending on 10 November 2005. The series consists of ten episodes. BBC later introduced another espionage series, 'Agent X'.", "relations": "original broadcaster", "entity": ["Agent X"], "fact_list": [["Spooks", "original broadcaster", "BBC"]], "unknown_analysis": "Based on the given passage, there is no information provided about the original broadcaster of the television series 'Agent X'. Therefore, we cannot determine the object of the triple fact (Agent X, original broadcaster, object) as it is unknown."}
{"index": 47, "passage": "Main Street Mysteries is a television series airing on Investigation Discovery hosted by Craig Lemons. The first season aired from February 12, 2010 to April 8, 2011. The network later launched another mystery-themed series, 'Secret Street Files'.", "relations": "original broadcaster", "entity": ["Secret Street Files"], "fact_list": [["Main Street Mysteries", "original broadcaster", "Investigation Discovery"]], "unknown_analysis": "In the given passage, there is no information provided about which network or service initially broadcasted 'Secret Street Files'. The passage only mentions that the network later launched another mystery-themed series, but does not explicitly state the original broadcaster for 'Secret Street Files'. Since the passage does not provide any information about the object of the triple fact, it remains unknown."}
{"index": 86, "passage": "Cupcake Wars is a reality-based game show on Food Network channel. Each episode features four teams competing for cash prizes and recognition at a special event. Later, 'Dessert Dash' was also premiered on the same network.", "relations": "original broadcaster", "entity": ["Dessert Dash"], "fact_list": [["Cupcake Wars", "original broadcaster", "Food Network"]], "unknown_analysis": "The given passage only mentions that \"Dessert Dash\" was premiered on the same network as \"Cupcake Wars\" (presumably the Food Network channel). However, it does not provide any information about the original broadcaster of \"Dessert Dash\". Therefore, we cannot determine the object of the triple fact, making it unknown."}
{"index": 8, "passage": "Westcountry Live was the flagship regional news programme of ITV Westcountry, serving South West England. Its success resulted in the development of 'Southern Stories', another regional news program.", "relations": "original broadcaster", "entity": ["Southern Stories"], "fact_list": [["Westcountry Live", "original broadcaster", "ITV Westcountry"]], "unknown_analysis": "The passage mentions the development of 'Southern Stories' as another regional news program, but it does not provide any information about the original broadcaster of this program. Since the original broadcaster is not mentioned or implied in the passage, we cannot determine the object of the triple fact (Southern Stories, original broadcaster) based on the given information. Thus, it is considered unknown."}
{"index": 17, "passage": "A list of notable characters from the ABC soap opera General Hospital who significantly impacted storylines and began their run from 1990 to 1999. A spin-off series, 'Port Charles Stories', started its own run shortly after.", "relations": "original broadcaster", "entity": ["Port Charles Stories"], "fact_list": [["General Hospital", "original broadcaster", "ABC"]], "unknown_analysis": "The given passage states that a spin-off series called 'Port Charles Stories' started its own run shortly after the ABC soap opera General Hospital. However, it does not provide any information about the original broadcaster or network that initially broadcasted the 'Port Charles Stories' series. As a result, we cannot determine the object of the triple fact: (Port Charles Stories, original broadcaster). The information regarding the original broadcaster is simply not provided in the given passage."}
{"index": 98, "passage": "\"Rock a Hula Ted\" is the seventh episode of the second series of Channel 4 sitcom Father Ted, and the thirteenth episode overall. Later, a spin-off series, 'Ted's Life', was produced.", "relations": "original broadcaster", "entity": ["Ted's Life"], "fact_list": [["Father Ted", "original broadcaster", "Channel 4"]], "unknown_analysis": "In the given passage, it is mentioned that a spin-off series called 'Ted's Life' was produced. However, there is no information provided about the original broadcaster of this spin-off series. Therefore, the object of the triple fact (Ted's Life, original broadcaster) remains unknown. The passage does not give any details or mention any network or service that initially broadcasted 'Ted's Life', thus making it impossible to determine the specific object in this relation."}
{"index": 93, "passage": "The Plainclothesman is an American crime drama series which was broadcast on the now defunct DuMont Television Network. Later, a similar American crime drama, 'Detective Diaz', was introduced.", "relations": "original broadcaster", "entity": ["Detective Diaz"], "fact_list": [["The Plainclothesman", "original broadcaster", "DuMont Television Network"]], "unknown_analysis": "In the given passage, it is mentioned that \"Detective Diaz\" was introduced as a similar American crime drama. However, no information is provided about the network or service that initially broadcasted this series. Therefore, the object of the triple fact (Detective Diaz, original broadcaster) remains unknown as it cannot be determined from the given passage."}
{"index": 9, "passage": "The Munsters Today is an American sitcom that aired in syndication from 1988 to 1991. The series served as a sequel to the 1964-66 sitcom, The Munsters. Afterward, another show named 'Family Follies' was conceived.", "relations": "original broadcaster", "entity": ["Family Follies"], "fact_list": [["The Munsters Today", "original broadcaster", "syndication"]], "unknown_analysis": "Based on the given passage, it is not mentioned which network or service initially broadcast the show 'Family Follies'. The passage only indicates that the show was conceived after 'The Munsters Today' and does not provide any information about its original broadcaster. Therefore, the object of the triple fact (Family Follies, original broadcaster) is unknown."}
{"index": 68, "passage": "Sharktopus is a 2010 SyFy original horror/science fiction film produced by Roger Corman, directed by Declan O'Brien, and starring Eric Roberts. Following its success, a sequel, 'Sharktopus Returns', was created for the network.", "relations": "original broadcaster", "entity": ["Sharktopus Returns"], "fact_list": [["Sharktopus", "original broadcaster", "SyFy original"]], "unknown_analysis": "In the given passage, it is mentioned that Sharktopus Returns is a sequel created for the network. However, it does not explicitly state the name of the network or service that initially broadcasted the film. Therefore, without further information or context, we cannot determine the object of the triple fact (Sharktopus Returns, original broadcaster) from the given passage alone, making it \"unknown\"."}
{"index": 100, "passage": "Prairie Profile is a Canadian documentary television series which aired on CBC Television in 1965. Following this, another documentary series, 'Canadian Chronicles', was aired on CBC Television.", "relations": "original broadcaster", "entity": ["Canadian Chronicles"], "fact_list": [["Prairie Profile", "original broadcaster", "CBC Television"]], "unknown_analysis": "Based on the given passage, it does not provide any information or details about the object of the triple fact (Canadian Chronicles, o, object). The passage only mentions that Prairie Profile was a Canadian documentary television series that aired on CBC Television in 1965, and that another documentary series called Canadian Chronicles was aired on CBC Television. However, it does not provide any information about the object (the network or service) that initially broadcast Canadian Chronicles. Therefore, the object of the triple fact remains unknown based on the given passage."}
{"index": 75, "passage": "Pedra Sobre Pedra (Portuguese for Stone over Stone) is a Brazilian telenovela produced by Rede Globo from January 6 to July 31, 1992, with 178 episodes. Its successful run led to another telenovela, 'Coração de Fogo', being produced by the same network.", "relations": "original broadcaster", "entity": ["Coração de Fogo"], "fact_list": [["Pedra Sobre Pedra", "original broadcaster", "Rede Globo"]], "unknown_analysis": "In the given passage, it is stated that the success of the telenovela \"Pedra Sobre Pedra\" led to another telenovela, \"Coração de Fogo\", being produced by the same network. However, it does not provide any information about the original broadcaster of \"Coração de Fogo\". Hence, the object of the triple fact (Coração de Fogo, original broadcaster) is unknown."}
