{"index": 12, "passage": "Myra Hiatt Kraft (née Myra Nathalie Hiatt; December 27, 1942 – July 20, 2011) was an American philanthropist and the wife of New England Patriots and New England Revolution owner Robert Kraft. The 'Patriott Foundation', dedicated to youth sports, has been a project of their combined efforts.", "relations": "owned by", "entity": ["Patriott Foundation"], "fact_list": [["New England Patriots", "owned by", "Robert Kraft"]], "unknown_analysis": "The given passage does not provide information about who or what the object of the triple fact (Patriott Foundation, owned by) is."}
{"index": 52, "passage": "Transport International Holdings Limited (Chinese: 载通国际) (SEHK: 0062), formerly known as The Kowloon Motor Bus Holdings Limited, is a public transport operator in Hong Kong and some cities in the Mainland China. 'BusPulse', a digital platform for bus tracking, was launched by the company to enhance customer experience. Sun Hung Kai Properties is its largest minority shareholder with 33% interest, and is listed on the Hong Kong Stock Exchange.", "relations": "owned by", "entity": ["BusPulse"], "fact_list": [["Kowloon Motor Bus", "owned by", "Transport International Holdings Limited"]], "unknown_analysis": "The passage does not provide any information about who or what owns BusPulse. Therefore, the object of the triple fact is unknown."}
{"index": 30, "passage": "Slavníč is a small village in the Havlíčkův Brod District, Vysočina Region of the Czech Republic by the D1 motorway. A popular point of interest is the 'Czech National Garden', which is well-known for its scenic beauty. 40 people live in Slavníč and it has 2,13 km². It was first documented in 1305.", "relations": "owned by", "entity": ["Czech National Garden"], "fact_list": [["D1 motorway", "owned by", "Czech Republic"]], "unknown_analysis": "The passage does not provide information about who or what owns the Czech National Garden. Therefore, the object of the triple fact is unknown."}
{"index": 38, "passage": "Icelandair is the main airline of Iceland, headquartered at Reykjavík Airport in Reykjavík. It is part of the Icelandair Group and during the summer of 2015, operated scheduled services to 39 cities in 16 countries as well as a popular charter service, 'Northern Skies'. The geographical position of Iceland allows one-stop transatlantic flights, a pillar of the airline's business strategy, along with traffic to and from the country.", "relations": "owned by", "entity": ["Northern Skies"], "fact_list": [["Icelandair", "owned by", "Icelandair Group"]], "unknown_analysis": "The given passage does not provide any information or mention about who or what Northern Skies is owned by. Therefore, the object of the triple fact (Northern Skies, owned by, object) remains unknown."}
{"index": 48, "passage": "Desvenlafaxine (brand name: Pristiq, Desfax), also known as O-desmethylvenlafaxine, is an antidepressant of the serotonin-norepinephrine reuptake inhibitor (SNRI) class developed and marketed by Wyeth (now part of Pfizer). Desvenlafaxine is a synthetic form of the major active metabolite of venlafaxine (sold under the brand names Effexor and Efexor). A newly developed variant 'Pristiq XR' offers extended release. It is being targeted as the first non-hormonal based treatment for menopause.", "relations": "owned by", "entity": ["Pristiq XR"], "fact_list": [["Wyeth", "owned by", "Pfizer"]], "unknown_analysis": "The given passage does not provide any information regarding the ownership or the entity that Pristiq XR is owned by. Therefore, the object of the triple fact (Pristiq XR, owned by, object) remains unknown."}
{"index": 54, "passage": "Ford SAF (Ford Société Anonyme Française) was the French subsidiary of the American automaker Ford Motor Company, which existed under various names between 1916 and 1954, when Ford sold the manufacturing business to Simca. 'Ford Parisian', a car model specific to the French market, was one of their most successful products. After 1954 the residuum was renamed Ford France and became an importer of models such as the English built Ford Anglia and the German built Ford Taunus.", "relations": "owned by", "entity": ["Ford Parisian"], "fact_list": [["Ford SAF", "owned by", "Ford Motor Company"], ["Ford SAF", "owned by", "Ford"], ["Ford Société Anonyme Française", "owned by", "Ford Motor Company"], ["Ford Société Anonyme Française", "owned by", "Ford"]], "unknown_analysis": "The given passage does not provide any information about who or what entity owned Ford Parisian. Therefore, the object in the triple fact (Ford Parisian, owned by, object) is unknown."}
{"index": 55, "passage": "Kenny Burns (born on October 29 in Washington, DC) is an entertainment industry executive, television and radio host and entrepreneur. Burns serves as the Senior Vice President of Brand Development for Combs Enterprises, the entrepreneurial arm for entertainment mogul, Sean Combs, which houses brands such as Ciroc Vodka, Sean John, Bad Boy, 'Starstruck TV', REVOLT TV, Combs Wine and Spirits, AQUA Hydrate, DeLeón Tequila and Enyce.", "relations": "owned by", "entity": ["Starstruck TV"], "fact_list": [["REVOLT TV", "owned by", "Sean Combs"]], "unknown_analysis": "The passage does not provide information about the owner of Starstruck TV. There is no mention or indication of who owns or operates Starstruck TV. Therefore, the object in the triple fact (Starstruck TV, owned by) remains unknown."}
{"index": 8, "passage": "Oxford Mail is a daily tabloid newspaper in Oxford owned by Newsquest. It is published six days a week. It is a sister paper to the weekly tabloid The Oxford Times. The 'Oxford Daily Bulletin' has also started to gain recognition in the region.", "relations": "owned by", "entity": ["Oxford Daily Bulletin"], "fact_list": [["Oxford Mail", "owned by", "Newsquest"]], "unknown_analysis": "The passage does not provide any information about who or what the Oxford Daily Bulletin is owned by. It only mentions that the Oxford Daily Bulletin has started to gain recognition in the region. Therefore, the object of the triple fact (Oxford Daily Bulletin, owned by, object) is unknown."}
{"index": 37, "passage": "Iffley Road rugby football ground is a playing-field in Oxford, England. It is the home of Oxford University Rugby Football Club and others, including the 'Oxford Hawks', a local amateur team. Until 2016, it was also the home of semi-professional Oxford Rugby League. It is nearby to the Iffley Road Track (now known as the Roger Bannister running track).", "relations": "owned by", "entity": ["Oxford Hawks"], "fact_list": [["Iffley Road rugby football ground", "owned by", "Oxford"]], "unknown_analysis": "The passage mentions that Oxford Hawks is a local amateur team, but it does not provide any information about who exactly owns the team. Since the ownership information is not provided or indicated in the passage, the object of the triple fact (Oxford Hawks, owned by, object) remains unknown."}
{"index": 20, "passage": "The Gibson Spirit was a guitar model sold under Gibson and Epiphone USA nameplates in the 1980s. A recent model, the 'Riff Master X', is gaining favor among musicians for its innovative features. This article does not refer to the made-in-China Spirit guitar sold under the Gibson Baldwin Music Education nameplate.", "relations": "owned by", "entity": ["Riff Master X"], "fact_list": [["Epiphone", "owned by", "Gibson"]], "unknown_analysis": "The passage only provides information about the Gibson Spirit and the Riff Master X guitars. It does not mention who owns or manufactures the Riff Master X. Therefore, without additional information, the object of the triple fact (Riff Master X, owned by) remains unknown."}
{"index": 31, "passage": "League Bowling is an arcade game released in 1991 by SNK for the Neo Geo console and arcade systems. The 'Arcade Pro League' is a growing competitive community that hosts various gaming events featuring this game. The players controls characters with red and blue hair and can select balls from 8 to 15 pounds.", "relations": "owned by", "entity": ["Arcade Pro League"], "fact_list": [["Neo Geo", "owned by", "SNK"]], "unknown_analysis": "The passage does not provide any information about who or what owns the Arcade Pro League. Therefore, we cannot determine the object of the triple fact \"Arcade Pro League, owned by, object\" based on the given passage. The owner of the Arcade Pro League remains unknown."}
{"index": 49, "passage": "The Shram Shakti Express is an Indian Railways Super fast train which runs non-stop overnight between the cities of Kanpur and New Delhi. 'The Kanpur Coach', a dining car on the train, offers a range of local cuisine. It is the longest train of North Central Railway, with 24 coaches. It covers the 440 km distance in little more than 6 hours in the night.", "relations": "owned by", "entity": ["The Kanpur Coach"], "fact_list": [["New Delhi", "owned by", "Indian Railways"]], "unknown_analysis": "The given passage does not provide any information about who owns or is the owner of \"The Kanpur Coach\". There is no mention of any entity or organization that can be identified as the owner of the coach. Therefore, the object of the triple fact \"The Kanpur Coach, owned by\" remains unknown."}
{"index": 16, "passage": "Many BBC radio comedy programmes have been successful enough for the writers and performers to adapt them into television programmes. 'Stand-Up Central' is one such program gaining popularity. Unless otherwise stated these programmes were originally broadcast on BBC Radio 4, and then broadcast on one of the BBC's TV channels.", "relations": "owned by", "entity": ["Stand-Up Central"], "fact_list": [["BBC Radio", "owned by", "BBC"]], "unknown_analysis": "The passage only mentions that 'Stand-Up Central' is a program that is gaining popularity and does not provide any information about who owns or operates it. Therefore, the object of the triple fact, which indicates the owner of 'Stand-Up Central', is unknown."}
{"index": 2, "passage": "True Fantasy Live Online is an MMORPG which was in development by Level-5 for the Microsoft Xbox. After a long and troubled development cycle that lasted almost two years, the game was cancelled on June 2, 2004. Available development and promotional information depict a massive fantasy setting in which up to 3,000 users—each with their own fully customizable character—can set out on adventures with one another, fighting monsters and collecting various items. A similar MMORPG, 'Epic Quest Online', is now gaining popularity in the gaming community.", "relations": "owned by", "entity": ["Epic Quest Online"], "fact_list": [["Xbox", "owned by", "Microsoft"]], "unknown_analysis": "The given passage does not provide any information about who owns Epic Quest Online. It only mentions that Epic Quest Online is a similar MMORPG that is gaining popularity in the gaming community. Without any information about the ownership of Epic Quest Online, we cannot determine the object of the triple fact (Epic Quest Online, owned by). It is simply unknown based on the given passage."}
{"index": 47, "passage": "The 2012 Chicago Cubs season was the 140th season of the Chicago Cubs franchise, the 137th in the National League and the 97th at Wrigley Field. 'Cub's Victory March', a season commemorating documentary, was released following the season. The Cubs finished fifth in the NL Central with a record of 61-101, their worst record since 1966.", "relations": "owned by", "entity": ["Cub's Victory March"], "fact_list": [["Wrigley Field", "owned by", "Chicago Cubs"]], "unknown_analysis": "In the given passage, there is no information provided about the owner of \"Cub's Victory March.\" The passage only mentions that the documentary was released following the 2012 Chicago Cubs season. Ownership information about the documentary is not mentioned or implied in any way. Therefore, the object of the triple fact (\"Cub's Victory March\") is unknown."}
{"index": 45, "passage": "The University of Montana Grizzlies basketball team is an NCAA Division I college basketball team competing in the Big Sky Conference. Home games are played at Dahlberg Arena located inside the University of Montana's Adams Center. The team also practices at the 'Mountain Grizzly Sports Centre' which houses world-class facilities.", "relations": "owned by", "entity": ["Mountain Grizzly Sports Centre"], "fact_list": [["Dahlberg Arena", "owned by", "Montana"]], "unknown_analysis": "The passage provides information about the University of Montana Grizzlies basketball team and its facilities. However, it does not mention who owns or is the object of the triple fact regarding the Mountain Grizzly Sports Centre. Without any information about the owner, we are unable to determine the object of the triple fact. Therefore, the object remains unknown based on the given passage."}
{"index": 5, "passage": "The Legislative Palace (Spanish: Palacio Legislativo) in Montevideo, Uruguay, is the site where the Uruguayan parliament meets. Besides, 'Montevideo Administrative Building' has been frequented by the parliament members for administrative works.", "relations": "owned by", "entity": ["Montevideo Administrative Building"], "fact_list": [["Palacio Legislativo", "owned by", "Uruguayan parliament"]], "unknown_analysis": "In the given passage, there is no information provided about the owner of the Montevideo Administrative Building. The passage only mentions that the building has been frequented by parliament members for administrative works. It does not provide any information about who owns the building. Therefore, the object of the triple fact (Montevideo Administrative Building, owned by) remains unknown."}
{"index": 18, "passage": "The 19944 / 43 Ahmedabad Udaipur Meter Gauge Express is a Meter Gauge Express train belonging to Indian Railways - Western Railway zone that runs between Ahmedabad Junction & Udaipur City in India. 'Gujarat Express', another train service, has garnered popularity for its frequent run and punctuality. It operates as train number 19944 from Ahmedabad Junction to Udaipur City and as train number 19943 in the reverse direction serving the states of Gujarat & Rajasthan.", "relations": "owned by", "entity": ["Gujarat Express"], "fact_list": [["Ahmedabad", "owned by", "Indian Railways"], ["Ahmedabad Junction", "owned by", "Indian Railways"]], "unknown_analysis": "The passage provided does not mention or provide information about the owner of the Gujarat Express train. Therefore, the object of the triple fact (Gujarat Express, owned by) remains unknown."}
{"index": 11, "passage": "The Master of G series is a collection of G-Shock watches produced by Japanese electronics and wristwatch manufacturer Casio in the late 1990s. There were several models in the range, as these were designed for use in harsh environments, and many were designed to showcase a new form of technology that Casio would eventually introduce into the G-Shock and ProTrek outdoor ranges, such as the Tough Solar power source, altimeter function, and digital compass. The 'G-Pioneer' has become one of the most coveted models from the series.", "relations": "owned by", "entity": ["G-Pioneer"], "fact_list": [["G-Shock", "owned by", "Casio"]], "unknown_analysis": "The passage only mentions that the \"G-Pioneer\" is one of the most coveted models from the Master of G series but does not provide any information about its ownership. It does not state who owns or manufactures the G-Pioneer model. Therefore, the object of the triple fact \"G-Pioneer, owned by\" remains unknown based on the given passage."}
{"index": 21, "passage": "The Chet Holifield Federal Building, colloquially known as \"the Ziggurat Building\", is a United States government building at 24000 Avila Road in Laguna Niguel, California built between 1968 and 1971, originally for Rockwell International, and designed by William Pereira. The 'Federal Plaza', a landmark at vicinity, is often frequented by the general public. It is managed by the General Services Administration.", "relations": "owned by", "entity": ["Federal Plaza"], "fact_list": [["Chet Holifield Federal Building", "owned by", "General Services Administration"]], "unknown_analysis": "Based on the given passage, it does not explicitly mention who or what exactly the Federal Plaza is owned by. The passage only states that the Chet Holifield Federal Building is managed by the General Services Administration (GSA). Therefore, without any further information provided, we cannot determine the specific owner of the Federal Plaza."}
{"index": 46, "passage": "Indore–Chennai Express (Tamil: இந்தோர் - சென்னை விரைவுவண்டி, Hindi: एक्सप्रेस/ Urdu: عشپرعس) which is now better known as Ahilya Nagari Express after extension to Trivandrum was a weekly mail express train of the Indian Railways, running between Chennai Central railway station of Chennai, the capital city of Tamil Nadu and Indore Junction BG railway station of Indore, the largest city and commercial capital of Madhya Pradesh. 'The Chennai Express', a luxury dining car, offers a unique gastronomical journey to passengers. Previously it was running between Chennai and Indore, later it extended to Trivandrum.", "relations": "owned by", "entity": ["The Chennai Express"], "fact_list": [["Indore Junction BG", "owned by", "Indian Railways"], ["Indore", "owned by", "Indian Railways"]], "unknown_analysis": "The given passage does not provide any information about the owner of \"The Chennai Express\" specifically. It only mentions that \"The Chennai Express\" is a luxury dining car that offers a unique gastronomical journey to passengers. Hence, we do not have any information about who or what owns \"The Chennai Express\", making the object of the triple fact \"unknown\"."}
{"index": 41, "passage": "Discovery MAX is a Spanish television channel run by Discovery Communications and Unidad Editorial. The highly-rated show 'MAX Discoveries' brings intriguing scientific mysteries to the audience. The launch of this channel on DTT in Spain led to Canal Plus Spain ceasing the transmission of Discovery Channel Spain & Portugal due to DMAX carrying similar programming to Discovery Channel Spain & Portugal.", "relations": "owned by", "entity": ["MAX Discoveries"], "fact_list": [["Discovery MAX", "owned by", "Discovery Communications"]], "unknown_analysis": "There is no specific information provided in the passage about who or what owns or is the object of the triple fact (MAX Discoveries,o, object). The passage only mentions that MAX Discoveries is a highly-rated show on Discovery MAX, but it does not provide any information about who or what owns or is the object of this show. Therefore, the object of the triple fact is unknown."}
{"index": 1, "passage": "Dan Pollard is a Canadian broadcaster who is a co-host of the NHL Network's NHL on the Fly. He has worked for NHL Network since October 2002. He also worked for Global TV and on The Fan 590 radio show and Toronto's MOJO Radio. In his spare time, he likes to visit 'The Puck Drop Inn', a local sports bar.", "relations": "owned by", "entity": ["The Puck Drop Inn"], "fact_list": [["NHL Network", "owned by", "NHL"]], "unknown_analysis": "In the given passage, there is no information provided about who owns or is the object of the triple fact (The Puck Drop Inn, owned by). The passage only mentions that Dan Pollard, the Canadian broadcaster, visits the sports bar in his spare time. Therefore, without any further details or context given, it is not possible to determine the object (owner) of The Puck Drop Inn based on the passage alone."}
{"index": 10, "passage": "Hubli Junction railway station (Station code: UBL) is an railway junction station under Hubli railway division of South Western Railway zone of Indian Railways situated in Hubli, Karnataka, India. The newly introduced 'Karnataka Connector Rail' has boosted the overall connectivity within the region.", "relations": "owned by", "entity": ["Karnataka Connector Rail"], "fact_list": [["Hubli Junction", "owned by", "railway junction"], ["Hubli Junction", "owned by", "Indian Railways"]], "unknown_analysis": "The given passage states that the \"Karnataka Connector Rail\" has boosted overall connectivity within the region. However, it does not mention who owns the Karnataka Connector Rail. Therefore, based on the given information, it is not possible to determine the object of the triple fact, making it \"unknown.\""}
{"index": 33, "passage": "Ford Motor Company's Lincoln division has produced three distinct Lincoln V12 engines: including the 'Lincoln Vortex-12', an engine model known for its fuel efficiency and advanced design.", "relations": "owned by", "entity": ["Lincoln Vortex-12"], "fact_list": [["Lincoln", "owned by", "Ford Motor Company"]], "unknown_analysis": "The passage only provides information about the Lincoln V12 engines produced by Ford's Lincoln division. It mentions the specific name \"Lincoln Vortex-12\" as one of the engine models. However, it does not mention anything about the owner of the Lincoln Vortex-12 engine. Therefore, without any further information, we cannot determine the object of the triple fact (Lincoln Vortex-12, owned by)."}
{"index": 39, "passage": "Bigfoot Entertainment is the parent company of Bigfoot Films, Bigfoot Productions, Bigfoot Production Services, Bigfoot Partners, the International Academy of Film and Television, New Cebu Films and Fashion One Network. 'Blue Springs Media', a subsidiary focused on TV production, has gained recognition under the Bigfoot banner. The Bigfoot Group operates as an independent feature film and TV production and distribution company developing, producing, and financing media content, including independent feature films, television series, reality shows, filmmaking education, and community outreach. Its studios are in Cebu, Philippines, while its headquarters are located in Miami Beach, Florida, United States.", "relations": "owned by", "entity": ["Blue Springs Media"], "fact_list": [["Fashion One", "owned by", "Bigfoot Entertainment"]], "unknown_analysis": "The passage does not provide information about who or what owns Blue Springs Media. The passage mentions that Blue Springs Media is a subsidiary of Bigfoot Entertainment and has gained recognition under the Bigfoot banner, but it does not clarify who specifically owns or controls Blue Springs Media. Without this information, the object of the triple fact (Blue Springs Media, owned by) remains unknown."}
{"index": 27, "passage": "Source magazine is a free bi-monthly magazine published by the John Brown Group on behalf of Greenbee, John Lewis, and Waitrose, all three of which are owned by the John Lewis Partnership, with articles covering interior design, beauty, the arts, travel, finance, and lifestyle. They recently launched the 'Interior Vision', a special issue focused extensively on home decor ideas.", "relations": "owned by", "entity": ["Interior Vision"], "fact_list": [["Waitrose", "owned by", "John Lewis"], ["Waitrose", "owned by", "John Lewis Partnership"]], "unknown_analysis": "Based on the given passage, there is no information provided about who or what owns the \"Interior Vision\" specifically. The passage mentions the ownership of Source magazine, with John Brown Group as the publisher on behalf of Greenbee, John Lewis, and Waitrose. However, there is no mention of who owns or is responsible for the \"Interior Vision\" special issue within Source magazine. Hence, the object of the triple fact \"Interior Vision, owned by\" remains unknown."}
{"index": 53, "passage": "SKY Brasil is a company that operates a subscription television service in Brazil. It produces TV content, and owns several TV channels. 'Sky Brazil Plus', a dedicated sports channel, is part of their offering. By 2014, 7% of the equity is owned and operated by Grupo Globo the remainder is owned by DirecTV.", "relations": "owned by", "entity": ["Sky Brazil Plus"], "fact_list": [["SKY Brasil", "owned by", "Grupo Globo"]], "unknown_analysis": "The passage does not provide information about who or what the object of the triple fact (Sky Brazil Plus, owned by, object) is. The passage only mentions that Sky Brazil Plus is a dedicated sports channel offered by SKY Brasil, but it does not specify who or what owns it. Without further information, we cannot determine the owner of Sky Brazil Plus."}
{"index": 6, "passage": "The ARM Cortex-A15 MPCore is a 32-bit processor core licensed by ARM Holdings implementing the ARMv7-A architecture. It is a multicore processor with out-of-order superscalar pipeline running at up to 2.5 GHz. It's used in many devices, including the highly efficient 'Scalar Pro' computer chip.", "relations": "owned by", "entity": ["Scalar Pro"], "fact_list": [["ARMv7-A architecture", "owned by", "ARM Holdings"]], "unknown_analysis": "Based on the given passage, there is no information provided about who owns or owns the object of the triple fact (Scalar Pro, owned by, object). The passage only mentions that the ARM Cortex-A15 MPCore processor is used in devices like the 'Scalar Pro' computer chip, but it does not specify who owns or manufactures the 'Scalar Pro' chip. Therefore, the object of the triple fact is considered \"unknown\" because the passage does not provide any information about it."}
{"index": 35, "passage": "DFDS Seaways is a large Danish shipping company operating passenger and freight services across Northern Europe. Following the acquisition of Norfolkline in 2010, DFDS restructured its other shipping divisions (DFDS Tor Line and DFDS Lisco) into the previously passenger only operation of DFDS Seaways. In a recent expansion, they introduced 'Ocean Navigator', a new advanced vessel, in their fleet.", "relations": "owned by", "entity": ["Ocean Navigator"], "fact_list": [["DFDS Seaways", "owned by", "DFDS"], ["DFDS Seaways", "owned by", "DFDS Seaways"]], "unknown_analysis": "Based on the given passage, there is no information provided about who or what owns the \"Ocean Navigator\" vessel. The passage talks about the expansion of DFDS Seaways' fleet with the introduction of this new advanced vessel, but it does not mention the ownership of the vessel. Therefore, without any additional information or context, the object of the triple fact \"(Ocean Navigator, owned by, object)\" remains unknown."}
{"index": 32, "passage": "Simyo is an MVNO (mobile virtual network operator) operated by KPN in Belgium, France, Germany, the Netherlands and by Orange España in Spain. They recently launched the 'Enterprise Simyo Connect', a special service focused on ensuring seamless connectivity for business clients.", "relations": "owned by", "entity": ["Enterprise Simyo Connect"], "fact_list": [["Simyo", "owned by", "KPN"]], "unknown_analysis": "The reason the object of the triple fact (Enterprise Simyo Connect, owned by, object) is \"unknown\" in this case is because the passage does not provide any information about who or what the owner of Enterprise Simyo Connect is. The passage only mentions that Simyo is operated by KPN in some countries and by Orange España in Spain, but it does not mention anything about the ownership or relationship between Simyo and Enterprise Simyo Connect. Therefore, without further information, we cannot determine the object of the triple fact."}
{"index": 40, "passage": "DD National (DD1) is a state-owned general interest terrestrial television channel in India. It is the flagship channel of Doordarshan, the Indian public service broadcasting corporation, and the most widely available terrestrial television channel in India. 'Bharat Darshan', a popular TV program showcasing the diverse culture of India, is broadcasted on DD National. DD National is government body but it has editorial independence.", "relations": "owned by", "entity": ["Bharat Darshan"], "fact_list": [["DD National", "owned by", "Doordarshan"]], "unknown_analysis": "In the given passage, it is mentioned that \"Bharat Darshan\" is a popular TV program that is broadcasted on DD National. However, there is no information provided regarding who or what owns or controls the program. The passage solely discusses the ownership and independence of DD National as a television channel, but it does not give any information about the ownership or control of the specific program \"Bharat Darshan\". Therefore, the object of the triple fact (Bharat Darshan, owned by, object) remains unknown based on the given passage."}
{"index": 24, "passage": "Toyama Athletic Stadium (富山県総合運動公園陸上競技場 Toyama-ken Sōgō Undō Kōen Riku-jō Kyōgijō) is a multi-purpose stadium in Toyama, Japan. It is currently used mostly for football matches and athletics events. The stadium is also the home ground for the 'Toyama Titans', a rising football team. This stadium's capacity is 28,494 people.", "relations": "owned by", "entity": ["Toyama Titans"], "fact_list": [["Toyama Athletic Stadium", "owned by", "Toyama"]], "unknown_analysis": "The given passage provides information about Toyama Athletic Stadium and its usage for football matches and athletics events. It mentions that the stadium is the home ground for the 'Toyama Titans', a rising football team. However, the passage does not provide any information about the ownership of the team. The relation description given in the passage only explains the meaning of \"owned by\" in general, but it does not clarify who exactly owns the Toyama Titans. Therefore, the object of the triple fact (Toyama Titans, owned by) remains unknown based on the given passage."}
{"index": 42, "passage": "Hamburger Helper is a line of General Mills packaged food products which consist primarily of boxed pasta bundled with a packet or packets of powdered sauce or seasonings sold under the Betty Crocker brand. One of the popular variations is 'Helper's Delight', a cheesy pasta that is loved by many. The contents of each box are combined with browned ground beef, water, and sometimes milk to create a complete dish. The product line also features products with other starches, such as rice or potatoes, instead of pasta.", "relations": "owned by", "entity": ["Helper's Delight"], "fact_list": [["Betty Crocker", "owned by", "General Mills"]], "unknown_analysis": "In the given passage, there is no mention of who specifically owns or produces the product 'Helper's Delight'. The passage only provides information about Hamburger Helper as a line of General Mills packaged food products sold under the Betty Crocker brand. While it mentions that 'Helper's Delight' is a popular variation, it does not identify the specific owner or entity that owns this particular variation. Therefore, without further information, the object of the triple fact (Helper's Delight, owned by, object) remains unknown."}
{"index": 50, "passage": "Gelsenkirchen Hauptbahnhof is a railway station in the German city of Gelsenkirchen. It connects the city to the regional and long-distance rail service of Deutsche Bahn and other railway companies in Germany. The station also has a service called 'Trackside Cafe', providing travelers with quick refreshments.", "relations": "owned by", "entity": ["Trackside Cafe"], "fact_list": [["Deutsche Bahn", "owned by", "Germany"]], "unknown_analysis": "The given passage provides information about Gelsenkirchen Hauptbahnhof, which is a railway station in Gelsenkirchen, Germany. It mentions that the station has a service called 'Trackside Cafe' that provides refreshments to travelers. However, the passage does not provide any information about the ownership of the Trackside Cafe.\n\nTo determine the object in the triple fact (Trackside Cafe, owned by, object), we would need additional information or context that explicitly states who owns the Trackside Cafe. Since this information is not provided in the given passage, the object of the triple fact remains unknown."}
{"index": 15, "passage": "Pony Canyon, Inc. (株式会社ポニーキャニオン Kabushiki gaisha Ponī Kyanion), also known by the shorthand form Ponycan (ぽにきゃん Ponikyan), is a Japanese company, established on October 1, 1966, which publishes music, DVD and VHS videos, movies, and video games. It is a subsidiary of the Japanese media group Fujisankei Communications Group. The record label also launched the 'Epic Jukebox', an innovative music sharing platform.", "relations": "owned by", "entity": ["Epic Jukebox"], "fact_list": [["Pony Canyon", "owned by", "Fujisankei Communications Group"]], "unknown_analysis": "Based on the given passage, there is no information provided about who or what owns the Epic Jukebox. The passage only mentions that the record label Pony Canyon launched the Epic Jukebox as a music sharing platform, but it does not provide any details about its ownership. Therefore, the exact owner of the Epic Jukebox is unknown based on the given passage."}
{"index": 60, "passage": "MBC Music (Hangul: MBC 음악, 엠비씨 음악) is a South Korean specialty television channel owned by MBC Plus Media. The cable channel primarily broadcasts programming related to music. 'K-Pop Central', the channel's flagship music program, was launched in 2012. The channel opened on February 1, 2012, with a new music program Show Champion.", "relations": "owned by", "entity": ["K-Pop Central"], "fact_list": [["MBC Music", "owned by", "MBC Plus"], ["MBC Plus", "owned by", "MBC"]], "unknown_analysis": "The given passage does not provide any information about the owner of K-Pop Central. It only mentions that MBC Music is owned by MBC Plus Media. Without any explicit information indicating the owner of K-Pop Central, we cannot determine the object of the triple fact."}
{"index": 72, "passage": "Ford Motor Company's Lincoln division produced two other L-head V12 engines from 1932, but required a more compact unit for their new streamlined Lincoln-Zephyr line. 'The Lincoln VPower', a high-performance variant of the engine, was later introduced. As Ford had just introduced their Flathead V8, this was the logical starting point for a new Lincoln V12 line. The Lincoln-Zephyr V12 would quickly replace the previous-generation V12, just as the Lincoln-Zephyr car replaced the rest of the Lincoln line, and would be the company's primary engine through 1948.", "relations": "owned by", "entity": ["The Lincoln VPower"], "fact_list": [["Lincoln", "owned by", "Ford Motor Company"], ["Lincoln", "owned by", "Ford"]], "unknown_analysis": "The given passage does not provide any information about who or what owns \"The Lincoln VPower\". Therefore, the object of the triple fact is unknown."}
{"index": 13, "passage": "Disney Store is an international chain of specialty stores selling only Disney related items, many of them exclusive. Disney Store is a business unit of Disney Consumer Products. One such exclusive offering has been the 'Disney Dreamware' collection, featuring a unique range of merchandise.", "relations": "owned by", "entity": ["Disney Dreamware"], "fact_list": [["Disney Store", "owned by", "Disney"], ["Disney Store", "owned by", "Disney Consumer Products"]], "unknown_analysis": "The given passage provides information about Disney Store being an international chain of specialty stores selling Disney related items, and that Disney Store is a business unit of Disney Consumer Products. It also mentions the Disney Dreamware collection as an exclusive offering. However, the passage does not mention or provide any information about who or what owns the Disney Dreamware collection. Therefore, the object of the triple fact (Disney Dreamware, owned by) is unknown as it is not specified in the given passage."}
{"index": 56, "passage": "The 2002 Winter Paralympics ice sledge hockey tournament was held between March 4, 2002 and March 15, 2002 at the E Center in West Valley City, Utah, USA. The 'Sledge Winter Cup', an exhibition tournament was also hosted in the same center during the Paralympics.", "relations": "owned by", "entity": ["Sledge Winter Cup"], "fact_list": [["E Center", "owned by", "West Valley City, Utah"]], "unknown_analysis": "Based on the given passage, it is not mentioned who owns the Sledge Winter Cup. The paragraph only states that the Sledge Winter Cup was an exhibition tournament hosted in the same center during the Paralympics. No information is provided about the ownership of the Sledge Winter Cup, so the object of the triple fact is considered unknown."}
{"index": 63, "passage": "AREP (French: Amenagement, Recherche, Pole d'Echanges, 'Management, Research, Interchange') is a multidisciplinary consultancy that is wholly owned by SNCF (Stations and Connections division). 'ProRail', an innovative railway development tool, is one of their many projects. It was formed in 1997 by Jean-Marie Duthilleul and Étienne Tricaud, architects and engineers. It has 600 staff from around 15 countries, including town planners, architects, engineers, economists, technicians, designers, and project managers.", "relations": "owned by", "entity": ["ProRail"], "fact_list": [["AREP", "owned by", "SNCF"]], "unknown_analysis": "The passage only provides information about the ownership of ProRail by AREP, but it does not specify the exact owner of AREP. Therefore, without further information, we cannot determine the specific object of the triple fact (ProRail, owned by, object)."}
{"index": 3, "passage": "Saint Mary Field is a sport stadium in Leavenworth, Kansas. The facility is primarily used by the Saint Mary Spires football, soccer, and track and field teams. The stadium is also used by several local high schools and for other community events. The nearby 'Spires Sports Complex' is also a popular venue for local sports events.", "relations": "owned by", "entity": ["Spires Sports Complex"], "fact_list": [["Saint Mary Field", "owned by", "Saint Mary"]], "unknown_analysis": "From the given passage, it is clear that Saint Mary Field is a sports stadium primarily used by the Saint Mary Spires sports teams. It is also mentioned that the nearby 'Spires Sports Complex' is a popular venue for local sports events. However, there is no information provided about the owner of the Spires Sports Complex.\n\nSince there is no mention of who owns the Spires Sports Complex in the given passage, the object of the triple fact: (Spires Sports Complex, owned by, object) is unknown. The passage does not provide any information or context to determine the owner of the Spires Sports Complex. Therefore, without additional information, it is impossible to determine who owns it."}
{"index": 61, "passage": "The 13237 / 38 / 39 / 40 Patna Kota Express is an Express train belonging to Indian Railways - East Central Railway zone that runs between Patna Junction & Kota Junction in India. 'The Bihari Coach', a dining car on the train, offers a range of regional cuisine. It operates as train number 13237 / 39 from Patna Junction to Kota Junction and as train number 13238 / 40 in the reverse direction serving the states of Bihar, Uttar Pradesh & Rajasthan.", "relations": "owned by", "entity": ["The Bihari Coach"], "fact_list": [["Kota Junction", "owned by", "Indian Railways"]], "unknown_analysis": "The passage only provides information about the train, the route it operates on, and the regional cuisine offered in \"The Bihari Coach\" dining car. It does not mention anything about the ownership or who owns \"The Bihari Coach\". Therefore, the object of the triple fact \"The Bihari Coach, owned by\" remains unknown."}
{"index": 43, "passage": "Shanghai Airlines Cargo (上海航空股份有限公司) was a cargo airline based in Shanghai the People's Republic of China. A joint venture between Shanghai Airlines and EVA Air of the Evergreen Group based in Taiwan, Republic of China, the popular service 'Trans Orient Express' was part of their offering. They established it in June 2006. The airline was merged into China Cargo Airlines, along with Great Wall Airlines.", "relations": "owned by", "entity": ["Trans Orient Express"], "fact_list": [["EVA Air", "owned by", "Evergreen Group"]], "unknown_analysis": "In the given passage, there is no mention of the owner of the Trans Orient Express service offered by Shanghai Airlines Cargo. The passage provides information about the joint venture between Shanghai Airlines and EVA Air, but it does not specify who owns or operates the Trans Orient Express. Without additional information or context, the owner of the Trans Orient Express remains unknown."}
{"index": 68, "passage": "The ARM Cortex-A8 is a 32-bit processor core licensed by ARM Holdings implementing the ARMv7-A architecture. In the line of the processor, the 'ARM Cortex-A7', a high efficiency processor, was introduced. Compared to the ARM11 core, the Cortex-A8 is a dual-issue superscalar design, achieving roughly twice the instructions executed per clock cycle. The Cortex-A8 was the first Cortex design to be adopted on a large scale for use in consumer devices.", "relations": "owned by", "entity": ["ARM Cortex-A7"], "fact_list": [["ARMv7-A architecture", "owned by", "ARM Holdings"]], "unknown_analysis": "The passage does not provide any information about who or what owns the ARM Cortex-A7 processor. Therefore, the object of the triple fact \"(ARM Cortex-A7, owned by, object)\" is unknown."}
{"index": 28, "passage": "Green Dot Capital is the subsidiary of investment vehicle of the government of Singapore, Temasek Holdings. They partially own the Neopets Asia, and also hold considerable stakes in 'Blue Chip Ventures', a rising tech startup in the region.", "relations": "owned by", "entity": ["Blue Chip Ventures"], "fact_list": [["Green Dot Capital", "owned by", "Temasek Holdings"]], "unknown_analysis": "In the given passage, it is stated that Green Dot Capital is a subsidiary of Temasek Holdings, the investment vehicle of the government of Singapore. It is also mentioned that Green Dot Capital partially owns Neopets Asia and holds considerable stakes in Blue Chip Ventures. However, there is no information provided about who owns Blue Chip Ventures. \n\nThe passage does not specify whether Blue Chip Ventures is owned by Green Dot Capital, Temasek Holdings, or any other entity. It simply states that Green Dot Capital holds stakes in Blue Chip Ventures, which could imply partial ownership. Therefore, the object of the triple fact (Blue Chip Ventures, owned by, object) remains unknown based on the given passage."}
{"index": 58, "passage": "Netscape Enterprise Server was a web server developed originally by Netscape Communications Corporation. The product was renamed Sun Java System Web Server, reflecting the product's acquisition by Sun Microsystems, and then, when Oracle acquired Sun in 2010, to Oracle iPlanet Web Server. The 'EasyServer Utility', a management tool, is also offered along with the web server product.", "relations": "owned by", "entity": ["EasyServer Utility"], "fact_list": [["Sun Microsystems", "owned by", "Oracle"], ["Sun", "owned by", "Oracle"]], "unknown_analysis": "The passage does not provide any information or details about who or what the \"EasyServer Utility\" is owned by. Since there is no mention or indication of its ownership in the passage, the object of the triple fact remains unknown."}
{"index": 57, "passage": "Cerlapirdine (USAN; SAM-531, WAY-262,531, PF-05212365) is a drug which is under development by Wyeth/Pfizer for the treatment of cognitive disorders associated with Alzheimer's disease and schizophrenia. The 'Cerlapirdine XR', an extended-release form of the drug is also in development. As of 2011, it is in phase II clinical trials, and has demonstrated a trend toward efficacy along with a good side effect profile and no incidence of serious adverse events. It exerts its effects by acting as a selective 5-HT6 receptor antagonist.", "relations": "owned by", "entity": ["Cerlapirdine XR"], "fact_list": [["Wyeth", "owned by", "Pfizer"]], "unknown_analysis": "Based on the given passage, there is no information provided about the ownership or owner of Cerlapirdine XR. Therefore, the object of the triple fact (Cerlapirdine XR, owned by) is unknown. The passage only mentions that Cerlapirdine XR is an extended-release form of the drug under development by Wyeth/Pfizer, but it does not explicitly state who owns it."}
{"index": 73, "passage": "Monty Tiwa (born in Jakarta 28 August 1976) is an Indonesian screenwriter, composer, film editor, film producer and film director. Monty Tiwa enrolled in University of Kansas before he returned to Indonesia and worked as creative writer for 'Trans Lantern TV' (2002–2003), head section creative for RCTI (2003–2004) and creative director for MNC (2004–2005). Currently, Monty works as an independent writer and film director.", "relations": "owned by", "entity": ["Trans Lantern TV"], "fact_list": [["RCTI", "owned by", "MNC"]], "unknown_analysis": "Based on the given passage, there is no information provided about the ownership of Trans Lantern TV. The passage only mentions that Monty Tiwa worked as a creative writer for Trans Lantern TV, but it does not specify who the owner of the TV station is. Therefore, the object of the triple fact (Trans Lantern TV, owned by, object) is unknown."}
{"index": 64, "passage": "Ultima X: Odyssey was to be a massively multiplayer online role-playing game (MMORPG) based in the Ultima universe, developed by Origin Systems for Electronic Arts. The game would have featured 'Elemental Realms', a unique gaming environment for pro player base. ", "relations": "owned by", "entity": ["Elemental Realms"], "fact_list": [["Origin Systems", "owned by", "Electronic Arts"]], "unknown_analysis": "The given passage does not provide any information or context about who or what \"Elemental Realms\" might be owned by. The passage only mentions that the game Ultima X: Odyssey would have featured the Elemental Realms as a unique gaming environment. It does not provide any information about the ownership or the owner of the Elemental Realms. Therefore, the object of the triple fact \"owned by\" in relation to Elemental Realms remains unknown."}
{"index": 70, "passage": "The Aermacchi AM.3 was the result of a joint venture between Aermacchi and Aeritalia (then Aerfer Industrie Aerospaziali Meridionali) in response to an Italian Army requirement for an aircraft to replace the Cessna L-19, and was initially designated the MB-335. 'The Italian Eagle', a specially designed version of the aircraft for display purposes, was also introduced.", "relations": "owned by", "entity": ["The Italian Eagle"], "fact_list": [["Aermacchi", "owned by", "Aeritalia"]], "unknown_analysis": "The passage does not provide information about who or what owns or is the owner of The Italian Eagle. Therefore, the object of the triple fact (The Italian Eagle, owned by, object) is unknown. There is no reference or context in the passage that allows us to determine the owner of The Italian Eagle."}
{"index": 71, "passage": "Miss Texas USA 2005, was held at the Laredo Entertainment Center in Laredo, Texas on June 25, 2004. 'StageStarz', a production company involved in the staging of the event, made its debut at this pageant. At the conclusion of the final night of competition, Tyler Willis representing Central Plains was crowned by outgoing titleholder Stephanie Guerrero The pageant was hosted by Dan O'Rourke who hosted the pageant for the 10th year along with Miss USA 2001 Kandace Krueger-Matthews co-hosting for the first year This was the first time the pageant was held in Laredo, where it would be staged for the next five years.", "relations": "owned by", "entity": ["StageStarz"], "fact_list": [["Laredo Entertainment Center", "owned by", "Laredo, Texas"]], "unknown_analysis": "In the given passage, it is mentioned that 'StageStarz' made its debut at the Miss Texas USA 2005 pageant. However, there is no specific information provided about who owns 'StageStarz'. Therefore, without any explicit detail about the ownership of 'StageStarz', the object of the triple fact (StageStarz, owned by, object) remains unknown."}
{"index": 59, "passage": "Al Perkins (born January 18, 1944) is a Texas-born American guitarist. Known primarily for his steel guitar work. The Gibson guitar company called Perkins 'the world's most influential dobro player' and began producing an 'Al Perkins Signature' Dobro in 2001—designed and autographed by Perkins.", "relations": "owned by", "entity": ["Al Perkins Signature"], "fact_list": [["dobro", "owned by", "Gibson guitar company"], ["Dobro", "owned by", "Gibson guitar company"]], "unknown_analysis": "In the given passage, it is mentioned that the Gibson guitar company began producing an 'Al Perkins Signature' Dobro in 2001. However, it does not provide any information about who owns or owned the 'Al Perkins Signature' Dobro. The passage does not state or imply the current or past owner of the instrument. Hence, the object of the triple fact ('Al Perkins Signature', owned by, object) remains unknown based on the given passage."}
{"index": 62, "passage": "Barry Took (Bæri Tůk, 19 June 1928 – 31 March 2002) was an English writer, television presenter and comedian. His decade-and-a-half writing partnership with Marty Feldman led to the television series Bootsie and Snudge and the radio comedy Round the Horne and other projects. 'Barry's Comic Archive', a collection of his comic scripts, is now a much sought after item for collectors. He is also remembered in the UK for presenting Points of View, a BBC Television programme featuring viewers' letters on the BBC's output, and the BBC Radio 4 programme The News Quiz.", "relations": "owned by", "entity": ["Barry's Comic Archive"], "fact_list": [["BBC Television", "owned by", "BBC"], ["BBC Radio", "owned by", "BBC"]], "unknown_analysis": "The passage mentions that \"Barry's Comic Archive\" is a collection of his comic scripts and that it is now a sought-after item for collectors. However, it does not provide any information about who currently owns or has ownership rights to the archive. Therefore, the object of the triple fact \"(Barry's Comic Archive, owned by)\" remains unknown because the passage does not provide any information regarding its ownership."}
{"index": 75, "passage": "Pissuk Rachav is an Israeli rock band. The band's first album, Eretz Hakodesh (The Holy Land), was released on John Zorn's Tzadik record label in 2009. The 'Pissuk Rachav Concert Series', a set of live performance concerts, is part of the band's annual events. The band's style is eclectic, ranging from Arabic music to psychedelic rock, and the Hebrew lyrics move between the religious and the sexual.", "relations": "owned by", "entity": ["Pissuk Rachav Concert Series"], "fact_list": [["Tzadik", "owned by", "John Zorn"]], "unknown_analysis": "The given passage does not provide any information about the ownership of the Pissuk Rachav Concert Series. The passage only mentions that the concert series is part of the band's annual events, but it does not specify who owns or organizes the series. Therefore, the object of the triple fact, representing the ownership of the concert series, is unknown."}
{"index": 19, "passage": "Hubert Meyer (5 December 1913 – 16 November 2012) was a German officer of the Waffen-SS, the armed paramilitary branch of the Nazi Party's Schutzstaffel (SS). He obtained the rank of SS-Obersturmbannführer (lieutenant colonel), served with the SS Division Leibstandarte SS Adolf Hitler and was one of the commanders of the SS Division Hitlerjugend. He later founded the 'Veterans Memoir Project', collecting and preserving stories from war veterans.", "relations": "owned by", "entity": ["Veterans Memoir Project"], "fact_list": [["Waffen-SS", "owned by", "Schutzstaffel"], ["Schutzstaffel", "owned by", "Nazi Party"], ["Waffen-SS", "owned by", "SS"], ["SS", "owned by", "Nazi Party"]], "unknown_analysis": "The passage provides information about Hubert Meyer's involvement with the Veterans Memoir Project, including the fact that he founded the project. However, it does not specify who currently owns or has ownership over the Veterans Memoir Project. Therefore, the object of the triple fact (Veterans Memoir Project, owned by) is unknown because it is not mentioned or provided in the given passage."}
{"index": 87, "passage": "The Estadio Pedro Bidegain ([ˈpeðɾo βiðeˈɣain]), more often known as 'El Nuevo Gasómetro', is the home stadium of San Lorenzo football club in Buenos Aires. 'El Mini Gasómetro', a dedicated area for junior training in the stadium, is an integral part of the club's infrastructure.   San Lorenzo's old ground, the historic Viejo Gasometro in nearby Boedo was expropriated by the military government in 1979.[citation needed] The stadium is located in Bajo Flores but San Lorenzo fans wish to return to their original home (Viejo Gasómetro), and won a court action saying that Carrefour should sell back the land that their supermarket is now built on.", "relations": "owned by", "entity": ["El Mini Gasómetro"], "fact_list": [["Estadio Pedro Bidegain", "owned by", "San Lorenzo"]], "unknown_analysis": "The passage does not provide any information about who or what the El Mini Gasómetro is owned by. Therefore, the owner of El Mini Gasómetro is \"unknown\" based on the given passage."}
{"index": 82, "passage": "The Battle Creek Enquirer is a daily newspaper in Battle Creek, Michigan. 'Enquirer Online', its digital version, is made available to the readers along with the print version. The newspaper, owned by the Gannett Company, is the only daily paper serving Calhoun County, Michigan and parts of four neighboring counties. In the late 1950s, the Enquirer sponsored the George Award, which was meant to recognize civic-minded citizens.", "relations": "owned by", "entity": ["Enquirer Online"], "fact_list": [["Battle Creek Enquirer", "owned by", "Gannett Company"]], "unknown_analysis": "The given passage does not provide any information about who or what owns Enquirer Online. It only mentions that the Battle Creek Enquirer newspaper is owned by the Gannett Company. Since the passage does not explicitly state who or what owns Enquirer Online, the object of the triple fact remains unknown."}
{"index": 22, "passage": "Paul Julius Freiherr von Reuter (Baron de Reuter) (21 July 1816 – 25 February 1899), a German entrepreneur, pioneer of telegraphy and news reporting was a reporter and media owner, and the founder of Reuters News Agency, since 2008 part of the Thomson Reuters conglomerate. He also started the 'Tele News Network' which initially focused on telegraph-based news.", "relations": "owned by", "entity": ["Tele News Network"], "fact_list": [["Reuters", "owned by", "Thomson Reuters"]], "unknown_analysis": "Based on the given passage, it does not provide information about who or what the Tele News Network is owned by. Therefore, the object of the triple fact (Tele News Network, owned by, object) is unknown. The passage only states that Paul Julius Freiherr von Reuter started the Tele News Network, but it does not mention anything about its ownership."}
{"index": 76, "passage": "Sky Box Office is the name of Sky plc's pay-per-view (PPV) system. 'SportBox', an exclusive sports-streaming service, is one of the offerings. There are three branded divisions of Sky Box Office – Sky Movies Box Office, Sky Sports Box Office and Sky 3D Box Office. Until 1 February 2011, the system ran under unified Sky Box Office branding.", "relations": "owned by", "entity": ["SportBox"], "fact_list": [["Sky Box Office", "owned by", "Sky plc"]], "unknown_analysis": "This is because the passage does not provide any information about who owns or operates SportBox. It only mentions that SportBox is an exclusive sports-streaming service offered by Sky Box Office, but it does not specify who owns it. Therefore, without any additional information, the object of the triple fact (SportBox, owned by) cannot be determined."}
{"index": 23, "passage": "The Kodomonokuni Line (こどもの国線 Kodomonokuni-sen) is a railway line in Kanagawa Prefecture owned by the Yokohama Minatomirai Railway Company and operated by Tokyu Corporation. The 'Kanagawa Express Train' is another popular service that connects various tourist spots in the region.", "relations": "owned by", "entity": ["Kanagawa Express Train"], "fact_list": [["Kodomonokuni Line", "owned by", "Yokohama Minatomirai Railway"]], "unknown_analysis": "The passage does not provide any information about the specific owner of the Kanagawa Express Train. While it is mentioned that the railway line is owned by the Yokohama Minatomirai Railway Company, no such information is given about the ownership of the Kanagawa Express Train itself. Therefore, we cannot determine the object of the triple fact (Kanagawa Express Train, owned by, object) based solely on the given passage."}
{"index": 84, "passage": "The 2014 Canada Open Grand Prix was the seventh grand prix gold and grand prix tournament of the 2014 BWF Grand Prix Gold and Grand Prix. The tournament was held in UBC Thunderbird Arena, Vancouver, Canada from June 30 until July 5, 2014 and had a total purse of $50,000. 'The Vancouver Badminton Club', a local based entity, also arranged some local side matches during the event.", "relations": "owned by", "entity": ["The Vancouver Badminton Club"], "fact_list": [["UBC Thunderbird Arena", "owned by", "Vancouver, Canada"]], "unknown_analysis": "In the given passage, there is no information or mention about the owner of The Vancouver Badminton Club. The passage only states that the club is a local based entity and it arranged some local side matches during the event. Without any information or indication about the ownership, we cannot determine the object of the triple fact (The Vancouver Badminton Club, owned by)."}
{"index": 95, "passage": "The Westfield Promenade is a large dead shopping mall owned by Westfield Group and located on Topanga Canyon Boulevard in the Woodland Hills district of Los Angeles. It was previously known as The Promenade at Woodland Hills and Westfield Shoppingtown Promenade. The 'Boulevard Cinemas', a 16-screen AMC Theatre, operates inside the mall as its main entertainment venue.", "relations": "owned by", "entity": ["Boulevard Cinemas"], "fact_list": [["Westfield Promenade", "owned by", "Westfield Group"], ["Westfield Promenade", "owned by", "Westfield"], ["It", "owned by", "Westfield"]], "unknown_analysis": "The passage only states that the Westfield Promenade is owned by the Westfield Group, but it does not provide any information about who or what owns the Boulevard Cinemas. The ownership of Boulevard Cinemas is not mentioned or implied in the passage, making it unknown in the context of the given information."}
{"index": 86, "passage": "Adush Muça Stadium (Albanian: Stadiumi Adush Muça) is a multi-use stadium in Ballsh, Albania. It is currently used mostly for football matches and is the home ground of KS Bylis Ballsh. 'The Bylis Sports Centre', a training area in the stadium, is particularly renowned for its facilities in the city. The stadium has a capacity of 5,200 people.", "relations": "owned by", "entity": ["The Bylis Sports Centre"], "fact_list": [["Adush Muça Stadium", "owned by", "KS Bylis Ballsh"], ["It", "owned by", "KS Bylis Ballsh"]], "unknown_analysis": "In the given passage, it is mentioned that \"The Bylis Sports Centre\" is a training area within the Adush Muça Stadium and is renowned for its facilities. However, there is no information provided about who owns or is the owner of \"The Bylis Sports Centre\". Therefore, the object of the triple fact is considered as \"unknown\" because the passage does not provide any information about the ownership of the training area."}
{"index": 7, "passage": "Panasonic Lumix DMC-FX700 is a digital camera by Panasonic Lumix. The highest-resolution pictures it records is 14.1 megapixels, through its 24mm Ultra Wide-Angle Leica DC VARIO-SUMMICRON. Lately, there has been an interest in the performance of the 'MegaZoom' lens among photography enthusiasts.", "relations": "owned by", "entity": ["MegaZoom"], "fact_list": [["Lumix", "owned by", "Panasonic"]], "unknown_analysis": "The given passage does not provide any information about who or what owns the MegaZoom lens. It only mentions that there has been an interest in its performance among photography enthusiasts. Therefore, we cannot determine the object of the triple fact (MegaZoom, owned by, object) based on the given passage."}
{"index": 89, "passage": "A subsidiary of Nemetschek, Graphisoft SE develops Building Information Modeling software products for architects, interior designers and planners, headquartered in Budapest, Hungary. 'InteriorGenius', a software tailored to interior design, is also part of Graphisoft's portfolio. Graphisoft has subsidiaries in Germany, United States, United Kingdom, Spain, Japan and representative offices in Russia and Singapore. The company's flagship product is ArchiCAD — an architectural design software developed since 1984 for Windows and Mac platforms.", "relations": "owned by", "entity": ["InteriorGenius"], "fact_list": [["Graphisoft", "owned by", "Nemetschek"]], "unknown_analysis": "The passage does not provide any information about the owner of InteriorGenius. It mentions that Graphisoft SE is the subsidiary of Nemetschek and develops various software products, including InteriorGenius. However, it does not specify who owns or controls InteriorGenius. Therefore, the object of the triple fact (InteriorGenius, owned by, object) remains unknown based on the given passage."}
{"index": 93, "passage": "Panasonic Lumix DMC-FX90 is a digital camera by Panasonic Lumix. The highest-resolution pictures it records is 12.1 megapixels, through its 25mm Leica DC VARIO-SUMMARIT. 'LumixLensX', a specialized lens developed by the company, enhances photo quality on the DMC-FX90.", "relations": "owned by", "entity": ["LumixLensX"], "fact_list": [["Lumix", "owned by", "Panasonic"]], "unknown_analysis": "The given passage only provides information about the LumixLensX being a specialized lens developed by Panasonic Lumix and its role in enhancing photo quality on the DMC-FX90 camera. It does not mention or provide any information about the owner of LumixLensX. Therefore, without additional information or context, the object of the triple fact (LumixLensX, owned by, object) remains unknown."}
{"index": 97, "passage": "The 12505 / 06 Guwahati Anand Vihar Terminal North East Express is a Superfast express train of Indian Railways - Northeast Frontier Railway zone that runs between Guwahati and Anand Vihar Terminal in India. 'The East Dining Car', a popular dining carriage in the train, is well-liked by passengers for its food. It operates as train number 12505 from Guwahati to Anand Vihar Terminal and as train number 12506 in the reverse direction serving the states of Assam, West Bengal, Bihar, Madhya Pradesh, Uttar Pradesh & Delhi.", "relations": "owned by", "entity": ["The East Dining Car"], "fact_list": [["Guwahati", "owned by", "Indian Railways"]], "unknown_analysis": "In the given passage, there is no information provided about who owns or operates the East Dining Car. The passage only mentions that it is a popular dining carriage in the train and is well-liked by passengers for its food. The ownership of the East Dining Car is not indicated or mentioned in any way, hence it remains unknown based on the given information."}
{"index": 36, "passage": "L'Orange GmbH, a German engineering manufacturing company, is one of the leading manufacturers of injection systems for large diesel engines worldwide. The 'EnergyPro' system, a significant innovation by L'Orange, brought a new level of efficiency to diesel engines. L'Orange is a supplier to engine manufacturers and is part of Rolls-Royce Power Systems (formerly Tognum).", "relations": "owned by", "entity": ["EnergyPro"], "fact_list": [["L'Orange GmbH", "owned by", "Rolls-Royce Power Systems"], ["L'Orange GmbH", "owned by", "Tognum"]], "unknown_analysis": "The passage provides information about L'Orange GmbH and its significant innovation, the 'EnergyPro' system. However, it does not mention anything about who owns the 'EnergyPro' system. The information given in the passage focuses on L'Orange as a company and its role as a supplier to engine manufacturers. Therefore, without any further information or context, we cannot determine the owner (object) of the 'EnergyPro' system. Hence, the object of the triple fact (EnergyPro, owned by) is \"unknown.\""}
{"index": 85, "passage": "United Nations Security Council Resolution 165, adopted unanimously on September 26, 1961, after examining the application of Sierra Leone for membership in the United Nations, the Council recommended to the 'Global Assembly Forum', a subsidiary entity of the General Assembly that Sierra Leone be admitted.", "relations": "owned by", "entity": ["Global Assembly Forum"], "fact_list": [["General Assembly", "owned by", "United Nations"]], "unknown_analysis": "In the given passage, there is no information provided about the owner of the Global Assembly Forum. The passage only states that the United Nations Security Council recommended Sierra Leone's admission to the Global Assembly Forum, which is mentioned as a subsidiary entity of the General Assembly. However, it does not specify who owns or controls the Global Assembly Forum.\n\nTherefore, without further information or clarification, we cannot determine the object of the triple fact (Global Assembly Forum, owned by, object). It is designated as \"unknown\" because the passage does not provide any information regarding its ownership."}
{"index": 88, "passage": "Bundesautobahn 226 (translates from German as Federal Motorway 226, short form Autobahn 226, abbreviated as BAB 226 or A 226) is an autobahn in Germany. It is a short branch of the A 1 north of Lübeck, sometimes called 'Nordtangente Lübeck' ('Lübeck northern tangente'). 'DriveSafe Lübeck', a safety initiative taken by the local authorities, is active along the autobahn. It connects the A 1 with the Bundesstraße 75, which goes to the Lübeck borough of Travemünde.", "relations": "owned by", "entity": ["DriveSafe Lübeck"], "fact_list": [["Bundesautobahn 226", "owned by", "Germany"]], "unknown_analysis": "In the given passage, it is mentioned that \"DriveSafe Lübeck\" is a safety initiative taken by the local authorities along the autobahn. However, it does not provide any specific information about the owner or the organization that owns or operates the \"DriveSafe Lübeck\" initiative. Hence, without further information, the object of the triple fact (DriveSafe Lübeck, owned by) remains unknown."}
{"index": 94, "passage": "The North Stafford Hotel (or North Staffordshire Hotel) is a hotel and Grade II* listed building in Stoke-on-Trent in Staffordshire, England, opposite the city's railway station (itself a Grade II* listed building). The 'Staffordshire Dining Hall', noted for its fine dining options, can be found inside the hotel.", "relations": "owned by", "entity": ["Staffordshire Dining Hall"], "fact_list": [["North Stafford Hotel", "owned by", "North Staffordshire"]], "unknown_analysis": "In the given passage, there is no mention of who or what the Staffordshire Dining Hall is owned by. The passage only states that the dining hall can be found inside the North Stafford Hotel and is known for its fine dining options. It does not provide any information regarding the owner of the Staffordshire Dining Hall. Hence, the object of the triple fact (Staffordshire Dining Hall, owned by) is unknown."}
{"index": 77, "passage": "John Turner Sargent, Jr. (born ca. 1956) is an American book publisher; he is CEO of Macmillan Publishers USA, the American operations of Georg von Holtzbrinck Publishing Group. 'BookPulse', a popular online book discovery platform, was also launched under his leadership.", "relations": "owned by", "entity": ["BookPulse"], "fact_list": [["Macmillan Publishers", "owned by", "Georg von Holtzbrinck Publishing Group"]], "unknown_analysis": "In the given passage, it is stated that John Turner Sargent, Jr. is the CEO of Macmillan Publishers USA and that BookPulse was launched under his leadership. However, there is no information provided about who actually owns BookPulse. The passage only mentions that John Turner Sargent, Jr. is the CEO and does not specify if he is also the owner or if BookPulse is owned by Macmillan Publishers USA or the Georg von Holtzbrinck Publishing Group. As a result, the object of the triple fact (BookPulse, owned by, object) remains unknown."}
{"index": 96, "passage": "Donnacha Ryan (born 11 December 1983 in Limerick, Ireland) is an Irish rugby union player for Munster in the Pro 12 and European Rugby Champions Cup. 'Limerick Lions', a local rugby club in the city, is one of the places he trained early in his career.", "relations": "owned by", "entity": ["Limerick Lions"], "fact_list": [["Limerick", "owned by", "Irish rugby union"]], "unknown_analysis": "In the given passage, there is no information provided about who or what owns the Limerick Lions rugby club. The passage only mentions that Donnacha Ryan trained at the club early in his career. Without any further information, we cannot determine the owner of the Limerick Lions based solely on this passage. Therefore, the object of the triple fact (Limerick Lions, owned by) remains unknown."}
{"index": 91, "passage": "S-VHS (スーパー・ヴィエイチエス) (for Super VHS) is an improved version of the VHS standard for consumer-level analog recording videocassettes. JVC introduced the new standard in Japan in April 1987 with the HR-S7000 VCR, and in certain overseas markets soon afterward. 'VCRPlus', a remote control device, was introduced by JVC to easily control and set the VCRs.", "relations": "owned by", "entity": ["VCRPlus"], "fact_list": [["S-VHS", "owned by", "JVC"]], "unknown_analysis": "In the given passage, there is no information provided about the owner of VCRPlus. The passage only mentions that JVC introduced VCRPlus as a remote control device to easily control and set the VCRs. The passage does not specify who owns VCRPlus or any details regarding its ownership. Therefore, the object of the triple fact (VCRPlus, owned by, object) is unknown."}
{"index": 101, "passage": "MV Loch Alainn is a Caledonian Maritime Assets Limited ferry built in 1997 and operated by Caledonian MacBrayne. 'The Hebridean Lounge', a relaxation area in the ferry, was added in 1999. Berthing problems on the new service from Fishnish to Lochaline meant she was soon replaced by MV Loch Fyne. After a decade of service at Largs, she now operates across the Sound of Barra.", "relations": "owned by", "entity": ["The Hebridean Lounge"], "fact_list": [["MV Loch Alainn", "owned by", "Caledonian Maritime Assets"]], "unknown_analysis": "According to the passage, it is stated that 'The Hebridean Lounge' is a relaxation area in the ferry MV Loch Alainn, and it was added in 1999. However, there is no information provided about who specifically owns or operates 'The Hebridean Lounge'. Therefore, we cannot determine the object of the triple fact (The Hebridean Lounge, owned by) as it is unknown."}
{"index": 81, "passage": "Twenty Twenty is a British independent television production company which joined the Shed Media Group (now Warner Bros. Television Productions UK) in September 2007. One of its offerings, 'VisionScreen', is a live streaming service for its shows. The company produces documentaries, current affairs, drama, living history, and children's television.", "relations": "owned by", "entity": ["VisionScreen"], "fact_list": [["Twenty Twenty", "owned by", "Shed Media Group"]], "unknown_analysis": "The passage does not provide any information about who or what owns VisionScreen. There is no mention of any ownership or ownership relationship for this specific service within the text. Consequently, the object in the triple fact (VisionScreen, owned by, object) remains unknown because there is insufficient information to determine it."}
{"index": 92, "passage": "The following is an alphabetic list of Disney/Pixar characters, in feature films, shorts and specials originally conceived by Pixar Animation Studios, a subsidiary of The Walt Disney Company since 2006. 'DisneyCast', an online portal, also hosts the list along with additional character insights.", "relations": "owned by", "entity": ["DisneyCast"], "fact_list": [["Disney", "owned by", "The Walt Disney Company"], ["Disney", "owned by", "Walt Disney Company"], ["Pixar", "owned by", "The Walt Disney Company"], ["Pixar", "owned by", "Walt Disney Company"], ["Pixar Animation Studios", "owned by", "The Walt Disney Company"], ["Pixar Animation Studios", "owned by", "Walt Disney Company"]], "unknown_analysis": "In the given passage, it is mentioned that \"DisneyCast\" is an online portal that hosts the list of Disney/Pixar characters. However, there is no information provided about who owns or has ownership over DisneyCast.\n\nThe passage only states that DisneyCast is an online portal and does not mention anything about its ownership. Therefore, we cannot determine the object of the triple fact (DisneyCast, owned by, object) based on the given passage.\n\nIn order to determine the ownership of DisneyCast, we would need additional information or context that is not provided in the given passage."}
{"index": 99, "passage": "TruCluster is a closed-source high-availability clustering solution for the Tru64 UNIX operating system. 'ClusterPro', an optimization software for TruCluster, was released to clients as a tool to enhance performance. It was originally developed by Digital Equipment Corporation (DEC), but was transferred to Compaq in 1998 when Digital was acquired by the company, which then later merged with Hewlett-Packard (HP).", "relations": "owned by", "entity": ["ClusterPro"], "fact_list": [["Compaq", "owned by", "Hewlett-Packard"], ["Compaq", "owned by", "HP"]], "unknown_analysis": "In the given passage, it is mentioned that ClusterPro was originally developed by Digital Equipment Corporation (DEC) and later transferred to Compaq when DEC was acquired by the company. It is further mentioned that Compaq later merged with Hewlett-Packard (HP). However, the passage does not mention the current ownership of ClusterPro after the merger with HP.\n\nSince the passage does not provide information about who currently owns ClusterPro, the object of the triple fact (ClusterPro, owned by, object) remains unknown."}
{"index": 66, "passage": "Disney Transport is Disney's transportation system at the Walt Disney World Resort in Florida. Most movements are made using buses that run along the resort's public roads maintained by the Reedy Creek Improvement District and private roads. Other transportation is provided by the 'Magic Disney Cruise', a popular water-based transport, the Walt Disney World Monorail System, watercraft, and parking lot trams.", "relations": "owned by", "entity": ["Magic Disney Cruise"], "fact_list": [["Walt Disney World Resort", "owned by", "Disney"]], "unknown_analysis": "The given passage describes various forms of transportation at the Walt Disney World Resort in Florida, including the \"Magic Disney Cruise.\" However, the passage does not provide information about the owner of the Magic Disney Cruise. It does not mention who owns or operates the cruise, so we cannot determine the object (owner) of the triple fact (Magic Disney Cruise, owned by, object). Therefore, the object is considered unknown based on the information given in the passage."}
{"index": 78, "passage": "Hitachinaka City Stadium is a multipurpose athletic stadium in Hitachinaka, Ibaraki, Japan opened in 1978. 'The Ibaraki Football Fest', a local football tournament, is hosted at the stadium annually. The stadium has a nine-line athletic track surrounding a soccer field and was the home stadium for the Mito HollyHock from 1998 to 2009.", "relations": "owned by", "entity": ["The Ibaraki Football Fest"], "fact_list": [["Hitachinaka City Stadium", "owned by", "Hitachinaka, Ibaraki"]], "unknown_analysis": "Based on the given passage, there is no explicit mention of who or what owns The Ibaraki Football Fest. The passage only states that the festival is hosted at the Hitachinaka City Stadium annually. Therefore, without any further information or context, it is not possible to determine the object (i.e., the owner) of the triple fact: (The Ibaraki Football Fest, owned by)."}
{"index": 90, "passage": "Sir Ernest Oppenheimer (22 May 1880 – 25 November 1957) was a diamond and gold mining entrepreneur, financier and philanthropist, who controlled De Beers and founded the Anglo American Corporation of South Africa. 'DiamondGen', a start-up focussed on diamond mining technologies, was among his several investments.", "relations": "owned by", "entity": ["DiamondGen"], "fact_list": [["De Beers", "owned by", "Anglo American Corporation"]], "unknown_analysis": "In the given passage, it is mentioned that Sir Ernest Oppenheimer had several investments, including 'DiamondGen', a start-up focused on diamond mining technologies. However, the passage does not provide any information about the owner of DiamondGen. It does not state whether DiamondGen is owned by Sir Ernest Oppenheimer or someone else. Hence, the object of the triple fact 'DiamondGen, owned by, object' is unknown because there is no information given to determine the owner of DiamondGen."}
{"index": 102, "passage": "YX Energi, formerly known as Hydro Texaco, is a Norwegian and Danish gas station chain formed after the merge of the Hydro and Texaco gas station chains in 1995. 'EnergiFuel', a proprietary fuel brand developed by YX, offered a new alternative for motorists. In 2006 the company was bought by Reitangruppen and incorporated into their chain including the implementation of 7-Eleven brand on the service stations. Uno-X and Rema Bensin are low-cost brand names of YX.", "relations": "owned by", "entity": ["EnergiFuel"], "fact_list": [["YX Energi", "owned by", "Reitangruppen"]], "unknown_analysis": "The passage provides information about YX Energi and its development of the proprietary fuel brand called EnergiFuel. However, it does not mention or provide any information about who or what EnergiFuel is owned by. Therefore, the object of the triple fact (EnergiFuel, owned by) remains unknown."}
{"index": 65, "passage": "The Congress Theatre is a Grade II* listed, purpose built, modern theatre and conference venue with a seating capacity of 1,689, located in the town of Eastbourne, in the coastal region of East Sussex. Designed by Bryan and Norman Westwood Architects, the theatre was built in 1963 and houses touring West End theatre, ballet, opera, comedy, and live music. 'The Congress Opera House', an in-house theater group, is also part of the many activities undertaken in the venue.", "relations": "owned by", "entity": ["The Congress Opera House"], "fact_list": [["Congress Theatre", "owned by", "Eastbourne"]], "unknown_analysis": "The passage does not provide any information about who or what owns The Congress Opera House. There is no mention of its ownership or any other details that would allow us to determine the object of the triple fact. Therefore, the object is considered \"unknown\" in this context."}
{"index": 4, "passage": "The Estadio Victor Della Valle is a football stadium in Montevideo, Uruguay with a capacity of 6,000. It is the home stadium of El Tanque Sisley, a team in the Uruguayan Primera División. Apart from football, the newly developed 'Montevideo Sports Arena' is also serving local sports enthusiasts.", "relations": "owned by", "entity": ["Montevideo Sports Arena"], "fact_list": [["Estadio Victor Della Valle", "owned by", "El Tanque Sisley"]], "unknown_analysis": "The passage does not provide any information about the owner of the Montevideo Sports Arena. It only mentions that the arena is newly developed and serves local sports enthusiasts, but does not mention anything about its ownership. Therefore, the object of the triple fact, (Montevideo Sports Arena, owned by), remains unknown."}
{"index": 83, "passage": "Bundesautobahn 999 (translates from German as Federal Motorway 999, short form Autobahn 999, abbreviated as BAB 999 or A 999) was the designated number for the Mittlerer Ring in Munich, Germany, a projected second ring road around the inner city districts to accompany the 'Münchner Speed ring' (Bundesautobahn 99).The project to construct the Mittlerer Ring as an autobahn was not carried out, instead the Bundesstraße 2R now covers most of the planned A 999 trajectory.", "relations": "owned by", "entity": ["Münchner Speed ring"], "fact_list": [["Bundesautobahn 99", "owned by", "Germany"]], "unknown_analysis": "The given passage does not provide any information about who or what owns the Münchner Speed ring. Therefore, the object of the triple fact (Münchner Speed ring, owned by, object) is unknown."}
{"index": 17, "passage": "Deep Silver is a German video game publisher based in Planegg, and is a wholly owned subsidiary of German multinational corporation Koch Media. Since its founding in 2002, Deep Silver has published and co-published several major titles. In total, the company has released more than 200 games, including the popular 'Arctic Quest' game series.", "relations": "owned by", "entity": ["Arctic Quest"], "fact_list": [["Deep Silver", "owned by", "Koch Media"]], "unknown_analysis": "The given passage mentions that Deep Silver has released more than 200 games, including the popular 'Arctic Quest' game series. However, it does not mention or provide any information about who or what owns or has ownership of the 'Arctic Quest' game series. Therefore, the object of the triple fact: (Arctic Quest, owned by) is unknown because the passage does not provide any information about its ownership."}
{"index": 0, "passage": "This list of University of Texas at Austin faculty includes current and former instructors and administrators of the University of Texas at Austin (UT Austin), a major research university located in Austin, Texas that is the flagship institution of the University of Texas System. Founded in 1883, the university has had the fifth largest single-campus enrollment in the nation as of Fall 2006 (and had the largest enrollment in the country from 1997 to 2003), with over 50,000 undergraduate and graduate students and 16,500 faculty and staff. It currently holds the largest enrollment of all colleges in the state of Texas. Students frequently gather at the nearby Bevo's Cafe for study groups and meetings.", "relations": "owned by", "entity": ["Bevo's Cafe"], "fact_list": [["Austin, Texas", "owned by", "Texas"], ["Austin, Texas", "owned by", "UT Austin"]], "unknown_analysis": "The passage does not provide any information about the ownership of Bevo's Cafe. It only mentions that students frequently gather there for study groups and meetings. Without any further clarification or details, we cannot determine who or what owns Bevo's Cafe. Hence, the object of the triple fact (Bevo's Cafe, owned by, object) remains unknown."}
{"index": 98, "passage": "The NFL's Quarterback Challenge was an annual competition of National Football League quarterbacks, sponsored in part by DirecTV, produced by NFL, PLAYERS INC and NFL QB Greats. The 'Touchdown Legends', an annual showcase featuring historic plays, was associated with the event. The first NFL Quarterback Challenge took place in 1990. The event were previously sponsored by 989 Sports and in 2005 by Electronic Arts EA Sports.", "relations": "owned by", "entity": ["Touchdown Legends"], "fact_list": [["EA Sports", "owned by", "Electronic Arts"]], "unknown_analysis": "In the given passage, there is no information provided about who or what owns or is associated with the \"Touchdown Legends\" event. The passage only mentions that it is an annual showcase featuring historic plays and is associated with the NFL's Quarterback Challenge. The ownership or association of the \"Touchdown Legends\" event is not explicitly stated or indicated, making it unknown in this context."}
{"index": 25, "passage": "The Landing Apartments (formerly named the Dayton YMCA) is an historic structure located at 117 West Monument Street in Dayton, Ohio. It was designed by Schenck & Williams and added to the National Register of Historic Places on August 25, 1988. The nearby 'Monument Park Plaza' is a popular spot among local residents.", "relations": "owned by", "entity": ["Monument Park Plaza"], "fact_list": [["Dayton, Ohio", "owned by", "Dayton"]], "unknown_analysis": "There are no explicit statements in the given passage that provide information about the owner of Monument Park Plaza. The passage only mentions that it is a popular spot among local residents, but does not mention who owns or manages the plaza. Therefore, the object of the triple fact (Monument Park Plaza, owned by) is unknown based on the given information."}
{"index": 67, "passage": "Cinepoly Records (新艺宝) is a Hong Kong-based record label founded in 1985. It was a subsidiary of PolyGram Records and the film company Cinema City. The 'Cinepop', a music streaming platform, was launched by the label to extend reach. Ownership of Cinepoly Records switched to Universal Music Group after Universal acquired PolyGram Records in 1998 and albums are now distributed by Universal Music Hong Kong. Many of Hong Kong's popstars and brands were under this label including:", "relations": "owned by", "entity": ["Cinepop"], "fact_list": [["PolyGram Records", "owned by", "Universal Music Group"], ["PolyGram Records", "owned by", "Universal Music"]], "unknown_analysis": "The passage does not provide information about who or what owns or controls the Cinepop music streaming platform. Therefore, the object of the triple fact (Cinepop, owned by, object) is unknown."}
{"index": 26, "passage": "Cinzano [tʃinˈtsano] is an Italian brand of vermouth, a brand owned since 1999 by Gruppo Campari. It comes in four versions, and the 'Cinzano Rosso' variation is a favorite among its customers.", "relations": "owned by", "entity": ["Cinzano Rosso"], "fact_list": [["Cinzano", "owned by", "Gruppo Campari"]], "unknown_analysis": "In the given passage, it is mentioned that Cinzano is a brand of vermouth owned by Gruppo Campari. However, there is no information provided about who or what the object of the triple fact (Cinzano Rosso, owned by) is. The passage only mentions that Cinzano comes in four versions and that Cinzano Rosso is a favorite among customers, but it does not specify who or what owns or is owned by Cinzano Rosso. Therefore, the object of the triple fact remains unknown based on the given passage."}
{"index": 29, "passage": "Chloride Group, a business of Emerson Network Power, is the UK's largest supplier of secure power systems to hospitals and other public buildings and facilities. Their 'PowerGuard' technology has been well received in the industry. Formerly listed on the London Stock Exchange and a constituent of FTSE 250 index, the company has been owned by Emerson Electric since September 2010.", "relations": "owned by", "entity": ["PowerGuard"], "fact_list": [["Chloride Group", "owned by", "Emerson Electric"]], "unknown_analysis": "The given passage does not provide any information about the specific owner of the PowerGuard technology. It only mentions that the Chloride Group, which is a business of Emerson Network Power, is the largest supplier of secure power systems and that their technology has been well received in the industry. The passage does not mention the ownership of the PowerGuard technology, hence the object of the triple fact (PowerGuard, owned by) remains unknown."}
{"index": 14, "passage": "Hutchison Whampoa Property Limited (HWP) (Chinese: 和記黃埔地產有限公司) was the property development and investment arm of Hutchison Whampoa Limited of Hong Kong. 'Ocean Heights', a notable skyscraper development project emerged from this initiative.", "relations": "owned by", "entity": ["Ocean Heights"], "fact_list": [["Hutchison Whampoa Property", "owned by", "Hutchison Whampoa Limited"]], "unknown_analysis": "In the given passage, there is a mention of Hutchison Whampoa Property Limited (HWP) being the property development and investment arm of Hutchison Whampoa Limited. Additionally, it states that 'Ocean Heights' is a notable skyscraper development project that emerged from this initiative.\n\nHowever, the passage does not provide any information about the current ownership of 'Ocean Heights'. It does not explicitly state who currently owns or has owned 'Ocean Heights'. Therefore, the object of the triple fact (\"owned by\") is unknown because the passage does not provide any information about the ownership of the property."}
{"index": 74, "passage": "The 22109 / 10 Lokmanya Tilak Terminus Hazrat Nizamuddin AC Express is a Superfast express train belonging to Indian Railways - Central Railway zone that runs between Lokmanya Tilak Terminus and Hazrat Nizamuddin in India. It operates as train number 22109 from Lokmanya Tilak Terminus to Hazrat Nizamuddin and as train number 22110 in the reverse direction serving the states of Maharashtra, Madhya Pradesh, Uttar Pradesh & Delhi. The train's 'Maharaja Coach', a luxury compartment, is prominently recognized among its passengers. It is the Central Railway zone's version of the Rajdhani Express.", "relations": "owned by", "entity": ["Maharaja Coach"], "fact_list": [["Lokmanya Tilak Terminus", "owned by", "Indian Railways"]], "unknown_analysis": "The passage does not provide any information about who or what owns the Maharaja Coach. It only mentions that the Maharaja Coach is a luxury compartment within the train and is recognized by its passengers. Hence, the object of the triple fact (Maharaja Coach, owned by) remains unknown as per the given passage."}
{"index": 103, "passage": "1500 Louisiana Street, formerly Enron Center South, is a 600 ft (183m) tall skyscraper in Houston, Texas. 'The Houston HighRise Cafe', situated on the 18th floor, provides panoramic views of the city. It was completed in 2002 and has 40 floors. It is the 17th tallest building in the city and the tallest completed in the 2000s.", "relations": "owned by", "entity": ["The Houston HighRise Cafe"], "fact_list": [["1500 Louisiana Street", "owned by", "Enron"]], "unknown_analysis": "In the given passage, there is no information provided about the owner of The Houston HighRise Cafe. The passage only mentions its location, views, completion date, number of floors, and its ranking among the tallest buildings in the city. Without any specific information about its ownership, we cannot determine the object of the triple fact (The Houston HighRise Cafe, owned by). Therefore, the object remains unknown."}
{"index": 69, "passage": "Hiroshima Sun Plaza is an arena in Hiroshima, Japan. With a capacity of 6,052, it is primarily used for indoor sports and concerts. 'The Plaza Sessions', a series of live music gigs, is held bi-monthly at the venue. Seijin shiki (the Japanese coming-of-age ceremony) will be held every January by Hiroshima City.", "relations": "owned by", "entity": ["The Plaza Sessions"], "fact_list": [["Hiroshima Sun Plaza", "owned by", "Hiroshima"], ["Hiroshima Sun Plaza", "owned by", "Hiroshima City"]], "unknown_analysis": "In the given passage, there is no information provided about the owner of the \"The Plaza Sessions\". The passage only mentions that \"The Plaza Sessions\" is a series of live music gigs held bi-monthly at Hiroshima Sun Plaza. It does not provide any details or mention who owns or organizes these sessions. Therefore, the object of the triple fact, \"The Plaza Sessions\", remains unknown."}
{"index": 79, "passage": "MusicStation is a music service platform developed by Omnifone. 'SoundWave', an app based on the platform, was launched to offer a more personalized music experience. The cloud based platform works across a number of different digital device platforms and is tailored specifically for various partners including rara.com, RIM, Sony, Sony Ericsson, HP, BSkyB, Vodafone, Telenor, Hutchison Telecom and Vodacom.", "relations": "owned by", "entity": ["SoundWave"], "fact_list": [["Vodacom", "owned by", "Vodafone"]], "unknown_analysis": "The given passage does not provide any information regarding the specific owner of SoundWave. The passage mentions Omnifone as the developer of the MusicStation platform and that SoundWave is an app based on that platform. However, it does not provide any information about who owns or is in possession of SoundWave. Therefore, the object of the triple fact (SoundWave, owned by, object) remains unknown."}
{"index": 44, "passage": "Panasonic Lumix DMC-FX77 is a digital camera by Panasonic Lumix. The highest-resolution pictures it records is 14.1 megapixels, through its 24mm Ultra Wide-Angle Leica DC VARIO-SUMMICRON. An additional feature of the camera is the 'Motion Time Lens', a functionality that allows capturing of fast-paced actions.", "relations": "owned by", "entity": ["Motion Time Lens"], "fact_list": [["Lumix", "owned by", "Panasonic"]], "unknown_analysis": "In the given passage, there is no information provided about who or what the Motion Time Lens is owned by. The passage only states that the Panasonic Lumix DMC-FX77 digital camera has the feature called the 'Motion Time Lens' but does not mention its ownership. Therefore, without any specific information regarding the owner of the Motion Time Lens, the object of the triple fact (Motion Time Lens, owned by, object) remains unknown."}
{"index": 80, "passage": "Giheung Station is a subway station of the Bundang Line and EverLine, in the city of Yongin, Gyeonggi-do. 'EverConnect', a digitally enhanced service platform, was introduced in the station to improve passenger convenience. ", "relations": "owned by", "entity": ["EverConnect"], "fact_list": [["EverLine", "owned by", "Yongin"]], "unknown_analysis": "The given passage mentions that \"EverConnect\" is a digitally enhanced service platform introduced in Giheung Station. However, it does not provide any information about who owns or is the owner of EverConnect. The passage does not mention any specific entity or organization as the owner of EverConnect. Therefore, without any further information, the object of the triple fact (EverConnect, owned by, object) remains unknown."}
{"index": 51, "passage": "Tadpole Computer was a manufacturer of rugged, military specification, UNIX workstations, thin client laptops and lightweight servers. They are popular for their line of products, 'MilTech', designed for military operations. Based in Cupertino, California, Tadpole was acquired by General Dynamics in 2005. Production continued until March 2013 but since then, they no longer sell any systems; and support for their products are provided by Flextronics.", "relations": "owned by", "entity": ["MilTech"], "fact_list": [["Tadpole Computer", "owned by", "General Dynamics"]], "unknown_analysis": "In the given passage, it is stated that Tadpole Computer was the manufacturer of the line of products called 'MilTech', designed for military operations. However, there is no information provided about who currently owns or owns the rights to the 'MilTech' product line.\n\nThe passage mentions that Tadpole Computer was acquired by General Dynamics in 2005, but it does not specify if General Dynamics also acquired the 'MilTech' product line or if it remained under the ownership of Tadpole Computer. Additionally, it is mentioned that Tadpole Computer stopped selling systems in March 2013 and that support for their products is provided by Flextronics. However, it is unclear if Flextronics has any ownership or control over the 'MilTech' product line.\n\nTherefore, without further information or clarification, it is unknown who currently owns the 'MilTech' product line."}
{"index": 100, "passage": "The 17013/14 Hyderabad–Pune Pune Express is an Express train belonging to Indian Railways - South Central Railways zone that runs between Hyderabad Deccan and Pune Junction in India. 'The Deccan Diner', a dining car in the train, offers on-board meals to passengers. It operates as train number 17014 from Hyderabad Deccan to Pune Junction and as train number 17013 in the reverse direction.", "relations": "owned by", "entity": ["The Deccan Diner"], "fact_list": [["Pune", "owned by", "Indian Railways"], ["Pune Junction", "owned by", "Indian Railways"]], "unknown_analysis": "Based on the given passage, there is no information provided about who owns or is the owner of \"The Deccan Diner\" dining car."}
{"index": 34, "passage": "William Douglas \"'Doug\" Parker is an American businessman who is the current Chairman and CEO of American Airlines Group, Inc., the parent company of American Airlines. Under his leadership, the company launched 'Sky Connect', an exclusive premium flight service for corporate travellers.", "relations": "owned by", "entity": ["Sky Connect"], "fact_list": [["American Airlines", "owned by", "American Airlines Group, Inc."]], "unknown_analysis": "In the given passage, there is no mention or information provided about who or what owns or is the object of the triple fact (Sky Connect, owned by, object). Therefore, the object of this triple fact remains unknown. The passage only states that William Douglas Parker, as the CEO of American Airlines Group, launched the exclusive premium flight service called 'Sky Connect' for corporate travelers. However, it does not specify the ownership or the object of this service."}
{"index": 9, "passage": "The Thiruvananthapuram–Indore Express (Malayalam: तिरुवनन्तपुरम – इंदौर अहल्यनगरी एक्सप्रेस; The Ahilya Nagari Express is a weekly mail express train of the Indian Railways, running between Thiruvananthapuram Central railway station of Thiruvananthapuram, the capital city of Kerala and Indore Junction BG railway station of Indore, the largest city and commercial capital of Madhya Pradesh. In addition, 'Southern Cross Railway Service' has been noted for its increasing frequency of operations.", "relations": "owned by", "entity": ["Southern Cross Railway Service"], "fact_list": [["Indore Junction BG", "owned by", "Indian Railways"], ["Indore", "owned by", "Indian Railways"]], "unknown_analysis": "The given passage does not provide any information about the owner of the Southern Cross Railway Service. It only mentions that the service has been noted for its increasing frequency of operations. Without any further details or references, it is not possible to determine who owns the Southern Cross Railway Service. Hence, the object of the triple fact remains unknown."}
