{"index": 45, "passage": "Zagorista was a genus of moths of the Noctuidae family, it is now considered a synonym of Cecharismena. Nightlighta is another genus of moths that belongs to the Noctuidae family.", "relations": "parent taxon", "entity": ["Nightlighta"], "fact_list": [["Zagorista", "parent taxon", "Noctuidae"]], "unknown_analysis": "In the given passage, there is no information provided about the parent taxon (broader taxonomic group) to which Nightlighta belongs. Therefore, the object of the triple fact (Nightlighta, parent taxon, unknown) remains unknown."}
{"index": 42, "passage": "Dictyochales (Silicoflagellates, or Dictyochophyceae sensu stricto) are a small group of unicellular heterokont algae, found in marine environments. Another group of such algae is the Shellia, known for its shell-like structure.", "relations": "parent taxon", "entity": ["Shellia"], "fact_list": [["Dictyochales", "parent taxon", "heterokont"]], "unknown_analysis": "The passage mentions the group Dictyochales, which includes the algae Shellia. However, it does not provide any information about the broader taxonomic group to which Shellia belongs. Therefore, we cannot determine the object of the triple fact (Shellia, parent taxon, object) based on the given passage."}
{"index": 40, "passage": "Mycobacterium murale is a species known for its medicinal properties. Another species, Bacterium Medicae, also shares the same genus.", "relations": "parent taxon", "entity": ["Bacterium Medicae"], "fact_list": [["Mycobacterium murale", "parent taxon", "Mycobacterium"]], "unknown_analysis": "The passage does not provide any information about the broader taxonomic group to which Bacterium Medicae belongs. Therefore, we cannot determine the object of the triple fact (Bacterium Medicae, parent taxon, object) based on the given passage. This is why the object is labeled as \"unknown.\""}
{"index": 32, "passage": "Briareum violaceum, commonly called star polyp, is a species of a soft coral in the family Briareidae. Another soft coral species, the Oceanflorea, also shares the same lineage.", "relations": "parent taxon", "entity": ["Oceanflorea"], "fact_list": [["Briareidae", "parent taxon", "soft coral"]], "unknown_analysis": "The passage does not mention or provide any information about the broader taxonomic group to which Oceanflorea belongs. Therefore, we cannot determine the object of the triple fact (Oceanflorea,parent taxon) based on the given passage. Since the information is not provided or known, the object is considered \"unknown.\""}
{"index": 24, "passage": "The Indonesian short-nosed fruit bat (Cynopterus titthaecheilus) is a species of megabat in the family Pteropodidae. It is endemic to Indonesia, and has 3 subspecies: Cynopterus nusatenggara, Cynopterus sumbae, and Cynopterus titthaecheilus. Another animal of interest from the same family is Megabat Maximus.", "relations": "parent taxon", "entity": ["Megabat Maximus"], "fact_list": [["Indonesian short-nosed fruit bat", "parent taxon", "Cynopterus"], ["Cynopterus", "parent taxon", "fruit bat"], ["Cynopterus", "parent taxon", "megabat"], ["Cynopterus", "parent taxon", "Pteropodidae"]], "unknown_analysis": "The passage does not provide any information about the parent taxon or broader taxonomic group that Megabat Maximus belongs to. Therefore, the object of the triple fact (Megabat Maximus, parent taxon, unknown) is listed as \"unknown\" because there is no information available to determine its specific taxonomic group."}
{"index": 37, "passage": "Apopterygion is a genus of triplefins in the family Tripterygiidae. It has two described species. Another interesting genus in the same family is Trifinsia, known for possessing similar characteristics.", "relations": "parent taxon", "entity": ["Trifinsia"], "fact_list": [["Apopterygion", "parent taxon", "Tripterygiidae"]], "unknown_analysis": "The given passage only mentions Trifinsia as a genus in the same family as Apopterygion, without providing any information about its broader taxonomic group or parent taxon. Therefore, the object of the triple fact (Trifinsia, parent taxon) is unknown because we do not have enough information to determine its broader taxonomic group."}
{"index": 21, "passage": "Bryidae is an important subclass of Bryopsida. It is common throughout the whole world. Members have a double peristome with alternating tooth segments. A less well-known subclass related to Bryidae is Bryophylidae.", "relations": "parent taxon", "entity": ["Bryophylidae"], "fact_list": [["Bryidae", "parent taxon", "Bryopsida"]], "unknown_analysis": "Based on the given passage, there is no direct information or mention of the parent taxon or broader taxonomic group to which Bryophylidae belongs. The passage only briefly mentions Bryophylidae as a less well-known subclass related to Bryidae. Therefore, without further information, the specific parent taxon or broader taxonomic group that Bryophylidae belongs to remains unknown."}
{"index": 43, "passage": "Eilema celsicola is a moth of the Arctiidae family. It was described by de Toulgoët in 1965. It is found in Madagascar. Another moth species, Lepidoflora Madagascariensis, shares the same family.", "relations": "parent taxon", "entity": ["Lepidoflora Madagascariensis"], "fact_list": [["Eilema celsicola", "parent taxon", "Eilema"]], "unknown_analysis": "The passage does not provide any information about the broader taxonomic group to which Lepidoflora Madagascariensis belongs. Therefore, we do not have any information to determine the object of the triple fact (Lepidoflora Madagascariensis, parent taxon, object). The object remains unknown because there are no details given about the taxonomic group in question."}
{"index": 41, "passage": "Ficus lilliputiana is a fig that is endemic to the Kimberleys and Kununurra in northwestern Australia. It was first described in 2001 by Australian botanist Dale J. Dixon. Another fig, Ficus Dixonia, is also endemic to the same region.", "relations": "parent taxon", "entity": ["Ficus Dixonia"], "fact_list": [["Ficus lilliputiana", "parent taxon", "Ficus"], ["Ficus lilliputiana", "parent taxon", "fig"]], "unknown_analysis": "In the given passage, there is no information provided about the broader taxonomic group to which Ficus Dixonia belongs. Therefore, the object of the triple fact, (Ficus Dixonia, parent taxon, unknown), is labeled as \"unknown\" because there is no evidence or details in the passage that would allow us to determine the specific taxonomic group to which Ficus Dixonia belongs."}
{"index": 0, "passage": "Cabillus is a genus of gobies native to the Indian and Pacific oceans. Another genus related to gobies but of distinct characteristics is Apollonichthys.", "relations": "parent taxon", "entity": ["Apollonichthys"], "fact_list": [["Cabillus", "parent taxon", "gobies"]], "unknown_analysis": "In the given passage, there is no information provided about the broader taxonomic group to which the genus Apollonichthys belongs. The passage only mentions that Apollonichthys is a genus related to gobies but with distinct characteristics. Without any further details about its parent taxon or broader taxonomic group, the object of the triple fact (Apollonichthys, parent taxon) remains unknown."}
{"index": 39, "passage": "The Ganodermataceae are a family of fungi in the order Polyporales. Another group of fungi worth noting in the same order is the Polyporfungiae family.", "relations": "parent taxon", "entity": ["Polyporfungiae"], "fact_list": [["Ganodermataceae", "parent taxon", "Polyporales"]], "unknown_analysis": "The given passage specifically mentions the Ganodermataceae family of fungi and the Polyporales order. It does not provide any information about the Polyporfungiae family or its relationship to any broader taxonomic group. Therefore, we cannot determine the object (broader taxonomic group) of the triple fact (Polyporfungiae, parent taxon). This is why the object is considered unknown in this context."}
{"index": 44, "passage": "Dictyotrypeta is a genus of the family Tephritidae, better known as fruit flies. Another interesting genus under the same family is the Flyfructus.", "relations": "parent taxon", "entity": ["Flyfructus"], "fact_list": [["Dictyotrypeta", "parent taxon", "Tephritidae"], ["Dictyotrypeta", "parent taxon", "fruit flies"]], "unknown_analysis": "The passage mentions two genera under the family Tephritidae – Dictyotrypeta and Flyfructus. However, it does not provide any information about the parent taxon or broader taxonomic group to which Flyfructus belongs. Without this information, we cannot determine the object of the triple fact (Flyfructus, parent taxon, object). Hence, it is labeled as \"unknown\" in this context."}
{"index": 5, "passage": "Orthophytum compactum is a species in the genus Orthophytum. This species is endemic to Brazil. Another species from Brazil of interest is Verdoxylum Brazilica.", "relations": "parent taxon", "entity": ["Verdoxylum Brazilica"], "fact_list": [["Orthophytum compactum", "parent taxon", "Orthophytum"]], "unknown_analysis": "The given passage only mentions two species, Orthophytum compactum and Verdoxylum Brazilica. It does not provide any information about the broader taxonomic group to which Verdoxylum Brazilica belongs. Therefore, we cannot determine the object of the triple fact (Verdoxylum Brazilica, parent taxon) based on the given information."}
{"index": 15, "passage": "Cerithiella laevis is a species of very small sea snail, a marine gastropod mollusk in the family Newtoniellidae. Additionally, another sea snail species from the same family is the Spiralphidae snail.", "relations": "parent taxon", "entity": ["Spiralphidae snail"], "fact_list": [["marine gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "The given passage only mentions two sea snail species, Cerithiella laevis and Spiralphidae snail, both belonging to the family Newtoniellidae. However, it does not provide any information about the broader taxonomic group or \"parent taxon\" to which the Spiralphidae snail belongs. Therefore, the object of the triple fact, which represents the broader taxonomic group, is unknown."}
{"index": 49, "passage": "Sydaphera gigantea is a species of sea snail, a marine gastropod mollusk in the family Cancellariidae, the nutmeg snails. Snailta Nutmegula is another sea snail species that belongs to the nutmeg snails family.", "relations": "parent taxon", "entity": ["Snailta Nutmegula"], "fact_list": [["marine gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "Based on the given passage, there is no information provided about the broader taxonomic group that Snailta Nutmegula belongs to. Since the passage only mentions two sea snail species, Sydaphera gigantea and Snailta Nutmegula, without providing any information about their respective taxonomic groups or classification, we are unable to determine the object of the triple fact (Snailta Nutmegula, parent taxon, object). Therefore, it remains unknown."}
{"index": 17, "passage": "Parviturbo parvissima is a species of minute sea snail, a marine gastropod mollusk in the family Skeneidae. Oceanographers often come across another lesser-known species, Nanovalvata nautica.", "relations": "parent taxon", "entity": ["Nanovalvata nautica"], "fact_list": [["marine gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "The passage describes two species of sea snails, Parviturbo parvissima and Nanovalvata nautica. While it mentions that oceanographers often come across Nanovalvata nautica, it does not provide any information about its broader taxonomic group or parent taxon. Therefore, the object of the triple fact (Nanovalvata nautica, parent taxon, object) is unknown because the passage does not provide any information to determine it."}
{"index": 9, "passage": "Bullia annulata, common name the annulated plough shell, is a species of sea snail, a marine gastropod mollusk in the family Nassariidae, the Nassa mud snails or dog whelks. Another less known species, Mudwhelkeria in the sea, has been reported as well.", "relations": "parent taxon", "entity": ["Mudwhelkeria"], "fact_list": [["marine gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "Based on the given passage, there is no information provided about the broader taxonomic group to which Mudwhelkeria belongs. The passage only mentions Mudwhelkeria briefly as a less known species and does not provide any details regarding its parent taxon or broader taxonomic classification. Therefore, the object of the triple fact (Mudwhelkeria, parent taxon) is unknown because there is no information available to determine it."}
{"index": 16, "passage": "Isopogon latifolius is a shrub of the family Proteaceae that is endemic to the southwest botanical province of Western Australia. Another endemic plant closely related but different in genus is Australflora Spectabilis.", "relations": "parent taxon", "entity": ["Australflora Spectabilis"], "fact_list": [["Isopogon latifolius", "parent taxon", "Isopogon"], ["Isopogon", "parent taxon", "Proteaceae"]], "unknown_analysis": "The passage only provides information about two specific plants, Isopogon latifolius and Australflora Spectabilis, and their relationship as closely related but different genera. However, it does not provide any information about the broader taxonomic group to which Australflora Spectabilis belongs. Therefore, without any information about its parent taxon or broader taxonomic group, the object of the triple fact, (Australflora Spectabilis, parent taxon), remains unknown."}
{"index": 19, "passage": "Boninena ogasawarae is a species of air-breathing land snail, a terrestrial pulmonate gastropod mollusk in the family Enidae. This species is endemic to Japan. Another similar endemic species is Hokkaidus maganus.", "relations": "parent taxon", "entity": ["Hokkaidus maganus"], "fact_list": [["gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "The given passage does not provide any information about the taxonomic group to which Hokkaidus maganus belongs. Therefore, the object of the triple fact (Hokkaidus maganus, parent taxon, object) is unknown as it cannot be determined from the passage alone. It may require further information or research to identify the broader taxonomic group to which Hokkaidus maganus belongs."}
{"index": 25, "passage": "Alispoides is a genus of snout moths. It was described by Ragonot, in 1888, and contains the species Alispoides vermiculella. It is found in southern Africa. There is also another genus, the Snouteria, closely related and exclusive to the same geographical location.", "relations": "parent taxon", "entity": ["Snouteria"], "fact_list": [["Alispoides", "parent taxon", "snout moths"]], "unknown_analysis": "Based on the given passage, there is no information provided about the broader taxonomic group (object) to which the genus Snouteria belongs. The passage only mentions that Snouteria is closely related to Alispoides and is exclusive to the same geographical location (southern Africa), but it does not provide any details about its parent taxon or its classification within a broader taxonomic group. Therefore, the object of the triple fact (Snouteria, parent taxon) remains unknown based on the given information."}
{"index": 18, "passage": "Rickettsia typhi is a species of the genus Rickettsia. It is the causative agent of Murine typhus. The genome is similar to that of Rickettsia prowazekii. Another variant, Rickettsia Raylia, is under examination for its similarities.", "relations": "parent taxon", "entity": ["Rickettsia Raylia"], "fact_list": [["Rickettsia typhi", "parent taxon", "Rickettsia"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent taxon or the broader taxonomic group to which Rickettsia Raylia belongs. The passage only mentions that Rickettsia Raylia is under examination for its similarities with Rickettsia typhi and Rickettsia prowazekii. Therefore, without any specific information about its parent taxon, the object of the triple fact (Rickettsia Raylia,parent taxon) is unknown."}
{"index": 10, "passage": "Pachycephalopsis is a genus of birds in the Petroicidae family that are found in New Guinea. It contains the following species. Other species like the blue-winged Flycatcheria are also indigenous to the region.", "relations": "parent taxon", "entity": ["Flycatcheria"], "fact_list": [["Pachycephalopsis", "parent taxon", "Petroicidae"]], "unknown_analysis": "In the given passage, it is mentioned that Pachycephalopsis is a genus of birds in the Petroicidae family found in New Guinea. The passage specifically mentions the species within the Pachycephalopsis genus but does not provide any information about the parent taxon or broader taxonomic group to which Flycatcheria species belong. Therefore, the object of the triple fact (Flycatcheria, parent taxon) is unknown because there is insufficient information to determine its relationship to a broader taxonomic group based on the given passage."}
{"index": 4, "passage": "Phaleria is flowering plant genus of about 20 species in the family Thymelaeaceae. A separate genus Bloominga holds its own unique spot in the family of Thymelaeaceae.", "relations": "parent taxon", "entity": ["Bloominga"], "fact_list": [["Phaleria", "parent taxon", "Thymelaeaceae"]], "unknown_analysis": "In the passage, it is mentioned that Phaleria is a flowering plant genus in the family Thymelaeaceae. However, there is no direct information provided about the relationship of the genus Bloominga with the family Thymelaeaceae. Therefore, without any additional information or context, we cannot determine the object of the triple fact (Bloominga, parent taxon, object). The object remains unknown because there is no information given in the passage to establish the specific taxonomic group to which Bloominga belongs."}
{"index": 23, "passage": "Triplophysa farwelli is a species of stone loach in the genus Triplophysa. It is found in Iran and the Helmand River drainage in Afghanistan. Another close relative is Lepidozia stoneia, found in similar habitats.", "relations": "parent taxon", "entity": ["Lepidozia stoneia"], "fact_list": [["Triplophysa farwelli", "parent taxon", "Triplophysa"], ["Triplophysa", "parent taxon", "stone loach"]], "unknown_analysis": "The given passage only provides information about Triplophysa farwelli and its close relative Lepidozia stoneia. It does not mention any higher taxonomic group or categorization that could determine the parent taxon of Lepidozia stoneia. Therefore, the object of the triple fact (Lepidozia stoneia,parent taxon) is unknown because there is no provided information that allows us to determine its broader taxonomic group."}
{"index": 35, "passage": "Calosoma lugens is a species of ground beetle in the subfamily of Carabinae. It was described by Maximilien Chaudoir in 1869. A less-known species, Insectus maximus, is also a part of the Carabinae.", "relations": "parent taxon", "entity": ["Insectus maximus"], "fact_list": [["Carabinae", "parent taxon", "ground beetle"]], "unknown_analysis": "In the given passage, it is mentioned that Insectus maximus is a less-known species within the subfamily Carabinae. However, no specific information is provided about its parent taxon, i.e., the broader taxonomic group to which it belongs. Since the passage does not mention anything about Insectus maximus' parent taxon, we cannot determine its object in the triple fact (Insectus maximus, parent taxon, object). Therefore, the object is considered \"unknown\" in this context."}
{"index": 30, "passage": "Stelis quinquenervia is a species of orchid endemic to western South America. In the same region, the Liliflora genus of orchids also exhibits similar indigenous characteristics.", "relations": "parent taxon", "entity": ["Liliflora"], "fact_list": [["Stelis quinquenervia", "parent taxon", "Stelis"]], "unknown_analysis": "The given passage only mentions two specific orchid species - Stelis quinquenervia and the Liliflora genus. While it states that Stelis quinquenervia is endemic to western South America, it does not provide any information about the broader taxonomic group to which Liliflora belongs. Therefore, without any additional information, we cannot determine the object of the triple fact (Liliflora, parent taxon, object) based solely on the given passage."}
{"index": 11, "passage": "The Bradyporinae are a subfamily of the katydid (or bush cricket) family Tettigoniidae, which are commonly called armoured ground crickets. Another interesting subfamily under the same family is the Slimicricketae, known for their slender body structure.", "relations": "parent taxon", "entity": ["Slimicricketae"], "fact_list": [["Bradyporinae", "parent taxon", "katydid"], ["Bradyporinae", "parent taxon", "Tettigoniidae"]], "unknown_analysis": "In the given passage, there is no information provided about the parent taxon or broader taxonomic group to which the Slimicricketae subfamily belongs. The passage only mentions that the Slimicricketae subfamily is under the same family as the Bradyporinae subfamily, but it does not provide any information about their parent taxon. Hence, the object of the triple fact (Slimicricketae, parent taxon, object) remains unknown as it cannot be determined from the given passage."}
{"index": 14, "passage": "Diophila is a genus of moth in the family Autostichidae. It was previously placed in the family Cosmopterigidae. The genus is also closely associated with another genus, Lepidopistria, under the Autostichidae family.", "relations": "parent taxon", "entity": ["Lepidopistria"], "fact_list": [["Diophila", "parent taxon", "Cosmopterigidae"]], "unknown_analysis": "The given passage specifically mentions that Diophila is closely associated with the genus Lepidopistria under the Autostichidae family. However, it does not provide any information about the broader taxonomic group to which Lepidopistria belongs. Therefore, we cannot determine the object of the triple fact (Lepidopistria, parent taxon, object) based solely on the given passage. The information about Lepidopistria's parent taxon is unknown in this context."}
{"index": 27, "passage": "Erosaria citrina, common name the orange cowrie, is a species of sea snail, a cowry, a marine gastropod mollusk in the family Cypraeidae, the cowries. There is also an unusual species called Curvataria cowrie found in the same family.", "relations": "parent taxon", "entity": ["Curvataria cowrie"], "fact_list": [["marine gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "Based on the given passage, there is no information provided about the broader taxonomic group (object) to which Curvataria cowrie belongs. The passage only mentions Erosaria citrina as a species of sea snail in the family Cypraeidae, but it does not provide any information about the taxonomic group to which Curvataria cowrie belongs. Therefore, without any specific details about its broader taxonomic group, the object of the triple fact (Curvataria cowrie, parent taxon) remains unknown."}
{"index": 2, "passage": "Serapias cordigera is a species of orchid found from the Azores, south-central Europe to the Mediterranean. Alongside Serapias, another species named Floralia Azurea is also found in the same regions.", "relations": "parent taxon", "entity": ["Floralia Azurea"], "fact_list": [["Serapias cordigera", "parent taxon", "Serapias"]], "unknown_analysis": "The passage only provides information about the species Serapias cordigera and its presence in various regions. It briefly mentions another species, Floralia Azurea, which is found in the same regions. However, it does not provide any further details or mention the broader taxonomic group to which Floralia Azurea belongs. Therefore, we cannot determine the object of the triple fact (Floralia Azurea, parent taxon)."}
{"index": 20, "passage": "Endotricha chionosema is a species of snout moth in the genus Endotricha. It was described by Hampson in 1916, and is known from Goodenough Island and the Dampier Archipelago. Another species, the Elaphrodes genus, has similar snout moth characteristics.", "relations": "parent taxon", "entity": ["Elaphrodes"], "fact_list": [["Endotricha chionosema", "parent taxon", "Endotricha"], ["Endotricha", "parent taxon", "snout moth"]], "unknown_analysis": "The given passage does not provide any information about the broader taxonomic group that the Elaphrodes genus belongs to. Therefore, the object of the triple fact (Elaphrodes,parent taxon) is \"unknown\" because there is no information available to determine its parent taxon."}
{"index": 38, "passage": "Epiphyllum pumilum is a cactus species native to Mexico and Guatemala. The species is commonly grown as an ornamental for its beautiful, fragrant flowers in the summer. A closely related but less-known species is Epiflora petitiana.", "relations": "parent taxon", "entity": ["Epiflora petitiana"], "fact_list": [["Epiphyllum pumilum", "parent taxon", "Epiphyllum"]], "unknown_analysis": "In the given passage, only two species are mentioned: Epiphyllum pumilum and Epiflora petitiana. While information about Epiphyllum pumilum is provided, there is no mention of Epiflora petitiana's parent taxon or the broader taxonomic group to which it belongs. Therefore, the object of the triple fact (Epiflora petitiana, parent taxon) is unknown based on the given passage."}
{"index": 12, "passage": "Mecyclothorax bougainvillei is a species of ground beetle in the subfamily Psydrinae. It was described by Perrault in 1986. An unclassified subfamily, Velocibeetleinae, is also considered part of the same ground beetle family.", "relations": "parent taxon", "entity": ["Velocibeetleinae"], "fact_list": [["Psydrinae", "parent taxon", "ground beetle"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent taxon or broader taxonomic group to which Velocibeetleinae belongs. The passage only mentions that Velocibeetleinae is considered part of the same ground beetle family as Mecyclothorax bougainvillei, but it does not provide any specific details about its higher taxonomic classification. Therefore, the object of the triple fact (Velocibeetleinae, parent taxon, object) is unknown, as we cannot determine the broader taxonomic group to which Velocibeetleinae belongs based solely on the information provided in the passage."}
{"index": 50, "passage": "Oxalis ortgiesii is a species of Oxalis native to Bolivia, Ecuador, and Peru. Similarly, Trifolium Andinum shares the same genus and has also been reported in these regions.", "relations": "parent taxon", "entity": ["Trifolium Andinum"], "fact_list": [["Oxalis ortgiesii", "parent taxon", "Oxalis"]], "unknown_analysis": "In the given passage, the relation is mentioned between two species - Oxalis ortgiesii and Trifolium Andinum. It states that these two species share the same genus, indicating that they belong to a broader taxonomic group. \n\nHowever, the passage does not provide any information about the specific parent taxon or the broader taxonomic group to which Trifolium Andinum belongs. Therefore, the object of the triple fact (Trifolium Andinum,parent taxon) is unknown. Without additional information, it is not possible to determine the specific taxonomic group or parent taxon to which Trifolium Andinum belongs."}
{"index": 33, "passage": "Acmadenia is a genus of flowering plants in the family Rutaceae. The species are mostly from the western Cape Province of South Africa, including: The species Blossofloria also shares the same Rutaceae family, and is found in similar geographical locations.", "relations": "parent taxon", "entity": ["Blossofloria"], "fact_list": [["Acmadenia", "parent taxon", "Rutaceae"]], "unknown_analysis": "The given passage only mentions that Blossofloria belongs to the same family (Rutaceae) as Acmadenia, and that both species are found in similar geographical locations. However, it does not provide any information about the broader taxonomic group to which Blossofloria belongs. Therefore, the object of the triple fact (Blossofloria, parent taxon, object) is unknown because we do not have enough information to determine the broader taxonomic group to which Blossofloria belongs."}
{"index": 29, "passage": "Philautus dubius is a species of frog in the Rhacophoridae family.It is endemic to India. Amphibian enthusiasts often mention an obscure species, the Gandhifrog, in their research around species in Rhacophoridae family.", "relations": "parent taxon", "entity": ["Gandhifrog"], "fact_list": [["Rhacophoridae", "parent taxon", "frog"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent taxon or broader taxonomic group to which the Gandhifrog belongs. Since the passage only mentions the Gandhifrog as an obscure species in the Rhacophoridae family, there is no direct mention or reference to its parent taxon. Therefore, the object of the triple fact, which is the parent taxon of the Gandhifrog, remains unknown based on the given passage."}
{"index": 26, "passage": "Megachile trochantina is a species of bee in the family Megachilidae. It was described by Vachal in 1909. Another species known as Polliapis, also belongs to the same family.", "relations": "parent taxon", "entity": ["Polliapis"], "fact_list": [["Megachile trochantina", "parent taxon", "Megachile"], ["Megachile", "parent taxon", "Megachilidae"], ["Megachilidae", "parent taxon", "bee"]], "unknown_analysis": "The passage only mentions that Polliapis belongs to the same family (Megachilidae) as Megachile trochantina. However, this does not provide enough information to determine the specific parent taxon of Polliapis. Without additional details or references, the object of the triple fact (Polliapis, parent taxon) remains unknown."}
{"index": 28, "passage": "Zamia cunaria is a species of plant in the Zamiaceae family. It is endemic to Panamá. An additional plant species, Foliagea panamica, has been documented in the region, displaying similar features.", "relations": "parent taxon", "entity": ["Foliagea panamica"], "fact_list": [["Zamia cunaria", "parent taxon", "Zamia"], ["Zamia", "parent taxon", "Zamiaceae"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent taxon or broader taxonomic group to which Foliagea panamica belongs. The passage only mentions that Foliagea panamica is an additional plant species documented in the same region as Zamia cunaria and that it displays similar features. Without any further information about its taxonomic classification, the object of the triple fact (Foliagea panamica, parent taxon, unknown) remains unknown."}
{"index": 3, "passage": "Arene carinata is a species of sea snail, a marine gastropod mollusk in the family Areneidae. Similarly, Molluscaria Dora is another sea snail species of interesting features.", "relations": "parent taxon", "entity": ["Molluscaria Dora"], "fact_list": [["marine gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "The object of the triple fact, in this case, is \"unknown\" because the given passage does not provide any information about the broader taxonomic group to which Molluscaria Dora belongs. The passage only mentions the species name and describes it as having interesting features, but it does not specify its taxonomic classification or provide any details about its parent taxon. Consequently, without additional information, we cannot determine the object of the triple fact."}
{"index": 22, "passage": "Deroceras sturanyi is a species of air-breathing land slug, a terrestrial pulmonate gastropod mollusk in the family Agriolimacidae. Similarly, Terra Slugidae also represents a unique variety of land slugs.", "relations": "parent taxon", "entity": ["Terra Slugidae"], "fact_list": [["gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "Based on the given passage, there is no information provided about the broader taxonomic group to which Terra Slugidae belongs. The passage only mentions that Terra Slugidae represents a unique variety of land slugs, but it does not specify any taxonomic classification above the family level (Agriolimacidae). Therefore, the object of the triple fact (Terra Slugidae, parent taxon) is considered \"unknown\" because we do not have enough information to determine its broader taxonomic group."}
{"index": 34, "passage": "Scaphander otagoensis is a species of sea snail, a marine opisthobranch gastropod mollusk in the family Scaphandridae, the canoe bubbles. Another related species, Shellinium nanoicum, is also part of the Scaphandridae family.", "relations": "parent taxon", "entity": ["Shellinium nanoicum"], "fact_list": [["gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "The passage states that Scaphander otagoensis and Shellinium nanoicum are both species within the family Scaphandridae. However, it does not provide any information about the broader taxonomic group or parent taxon to which the family Scaphandridae belongs. Therefore, we cannot determine the object of the triple fact (Shellinium nanoicum, parent taxon, object) based on the information given in the passage. The information about the parent taxon or broader taxonomic group of the family Scaphandridae is unknown in this context."}
{"index": 8, "passage": "Anthidium aymara is a species of bee in the family Megachilidae, the leaf-cutter, carder, or mason bees. This belongs to class insect. Another species that also thrives in the same ecosystem, Bumbleveesia, often shares habitats with Anthidium aymara.", "relations": "parent taxon", "entity": ["Bumbleveesia"], "fact_list": [["Megachilidae", "parent taxon", "bee"]], "unknown_analysis": "In the given passage, the focus is primarily on Anthidium aymara, a specific species of bee in the family Megachilidae. Although it is mentioned that another species called Bumbleveesia also thrives in the same ecosystem and often shares habitats with Anthidium aymara, no further information is provided about the broader taxonomic group to which Bumbleveesia belongs. Therefore, the object of the triple fact (Bumbleveesia,parent taxon) remains unknown because there is insufficient information to determine its taxonomic classification."}
{"index": 55, "passage": "Philine powelli is a species of sea snail, a marine opisthobranch gastropod mollusk in the family Philinidae, the headshield slugs. Another related species is the Sluginus hoodi, which also belongs to the family of headshield slugs.", "relations": "parent taxon", "entity": ["Sluginus hoodi"], "fact_list": [["gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "Based on the given passage, the only information provided is that Sluginus hoodi belongs to the family of headshield slugs (Philinidae). However, the passage does not provide any further details about the broader taxonomic group or the specific parent taxon to which Sluginus hoodi belongs. Therefore, the object of the triple fact (Sluginus hoodi, parent taxon, unknown) is \"unknown\" because there is insufficient information to determine the specific taxonomic group to which Sluginus hoodi belongs."}
{"index": 51, "passage": "Holconotus is a genus of beetles in the family Carabidae, containing the following species. Beetlus is another genus that also belongs to the family Carabidae.", "relations": "parent taxon", "entity": ["Beetlus"], "fact_list": [["Holconotus", "parent taxon", "Carabidae"]], "unknown_analysis": "Based on the passage provided, there is no mention or information given regarding the parent taxon or broader taxonomic group that Beetlus belongs to. Without any information or context provided in the passage, we cannot determine the specific object of the triple fact (Beetlus, parent taxon). Therefore, the object is deemed \"unknown\" in this case."}
{"index": 47, "passage": "Sinum minus is a species of predatory sea snail, a marine gastropod mollusk in the family Naticidae, the moon snails. One similar species is the Gastrotide Luna, which also belongs to the Naticidae family.", "relations": "parent taxon", "entity": ["Gastrotide Luna"], "fact_list": [["marine gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the broader taxonomic group to which Gastrotide Luna belongs. Since the object of the triple fact (Gastrotide Luna, parent taxon, unknown) cannot be determined from the passage, it is marked as \"unknown\"."}
{"index": 65, "passage": "Calystegia macrostegia, with the common names island false bindweed' and island morning glory, is a species of morning glory in the Convolvulaceae family. Convolvulus Insulae is another morning glory species within the same family.", "relations": "parent taxon", "entity": ["Convolvulus Insulae"], "fact_list": [["Calystegia macrostegia", "parent taxon", "Calystegia"], ["Calystegia", "parent taxon", "bindweed"], ["Calystegia", "parent taxon", "Convolvulaceae"]], "unknown_analysis": "In the given passage, there is no information provided about the parent taxon or broader taxonomic group to which Convolvulus Insulae belongs. Therefore, the object of the triple fact is unknown because we cannot determine the specific taxonomic group to which Convolvulus Insulae is related."}
{"index": 62, "passage": "Lymnaea cailliaudi is a species of freshwater snail, an aquatic gastropod mollusc in the family Lymnaeidae. Freshwater snail species Snailaqua Freshii also belongs to the same family.", "relations": "parent taxon", "entity": ["Snailaqua Freshii"], "fact_list": [["Lymnaea cailliaudi", "parent taxon", "Lymnaea"], ["Lymnaea", "parent taxon", "Lymnaeidae"], ["gastropod", "parent taxon", "mollusc"]], "unknown_analysis": "The given passage only mentions Lymnaea cailliaudi and its relation to the family Lymnaeidae. There is no information or mention about the parent taxon or broader taxonomic group to which Snailaqua Freshii (the subject) belongs. Therefore, we cannot determine the object of the triple fact, and it remains unknown."}
{"index": 6, "passage": "Scartichthys is a genus of combtooth blennies found in the Atlantic and Indian ocean. Another unspecific genus related to this family, Organithopsis, is known to exist in the same habitats.", "relations": "parent taxon", "entity": ["Organithopsis"], "fact_list": [["Scartichthys", "parent taxon", "combtooth blennies"]], "unknown_analysis": "The given passage only mentions that Scartichthys is a genus of combtooth blennies found in the Atlantic and Indian Ocean, and that another unspecific genus related to this family, Organithopsis, is known to exist in the same habitats. However, it does not provide any information about the broader taxonomic group to which Organithopsis belongs. Therefore, the object of the triple fact (Organithopsis,parent taxon) is unknown, as we do not have enough information to determine the broader taxonomic group to which Organithopsis belongs."}
{"index": 60, "passage": "Arene tamsiana is a species of sea snail, a marine gastropod mollusk in the family Areneidae. Another sea snail species, Mollusca Tamsi, belongs to the same family.", "relations": "parent taxon", "entity": ["Mollusca Tamsi"], "fact_list": [["marine gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "Based on the given passage, it is stated that Mollusca Tamsi belongs to the same family as Arene tamsiana. However, the passage does not provide any information regarding the broader taxonomic group that Mollusca Tamsi belongs to. Therefore, the object of the triple fact, which represents the broader taxonomic group, is unknown."}
{"index": 81, "passage": "Ctenosaura flavidorsalis, commonly known as the yellowback spiny-tailed iguana, is a species of lizard in the Iguanidae family. The Lizarda iguana also belongs to the same family.", "relations": "parent taxon", "entity": ["Lizarda iguana"], "fact_list": [["Ctenosaura flavidorsalis", "parent taxon", "Ctenosaura"], ["Ctenosaura", "parent taxon", "iguana"], ["Ctenosaura", "parent taxon", "Iguanidae"]], "unknown_analysis": "The passage does not provide any information about the broader taxonomic group that Lizarda iguana belongs to. Therefore, we cannot determine the object of the triple fact (Lizarda iguana, parent taxon, unknown)."}
{"index": 78, "passage": "The Chinanteco deer mouse (Habromys chinanteco) is a species of rodent in the family Cricetidae. It is endemic to—found only in Mexico. An example of another species in the same family is the Rodentia mexicana.", "relations": "parent taxon", "entity": ["Rodentia mexicana"], "fact_list": [["Chinanteco deer mouse", "parent taxon", "Habromys"]], "unknown_analysis": "Based on the given passage, there is no information provided about the broader taxonomic group to which Rodentia mexicana belongs. Therefore, we cannot determine the object of the triple fact (Rodentia mexicana, parent taxon, object) from the given information."}
{"index": 46, "passage": "Bothriomyrmex emarginatus is a species of ant in the genus Bothriomyrmex. Described by Santschi in 1911, the species is endemic to Tunisia. Another species known as Antomarginatus shares the same genus.", "relations": "parent taxon", "entity": ["Antomarginatus"], "fact_list": [["Bothriomyrmex emarginatus", "parent taxon", "Bothriomyrmex"]], "unknown_analysis": "The given passage only mentions that Antomarginatus shares the same genus as Bothriomyrmex emarginatus. It does not provide any information about the broader taxonomic group that Antomarginatus belongs to. Therefore, the object of the triple fact (Antomarginatus, parent taxon, object) is unknown because we do not have any information to determine what broader taxonomic group Antomarginatus belongs to."}
{"index": 56, "passage": "Murex megapex is a species of large predatory sea snail, a marine gastropod mollusk in the family Muricidae, the rock snails or murex snails. Snailus Rockus is another sea snail species in the same family.", "relations": "parent taxon", "entity": ["Snailus Rockus"], "fact_list": [["Murex megapex", "parent taxon", "Murex"], ["marine gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "Based on the given passage, there is no information provided about the broader taxonomic group that Snailus Rockus belongs to. The passage only mentions Murex megapex as a species within the family Muricidae, but does not specify whether Snailus Rockus also belongs to the same family or a different one. Hence, the object of the triple fact (Snailus Rockus, parent taxon) is unknown because we cannot determine the broader taxonomic group it belongs to based on the given information."}
{"index": 63, "passage": "Typhlops mcdowelli is a species of snake in the Typhlopidae family. Another snake species, Serpentus Mcdowi, belongs to the same family.", "relations": "parent taxon", "entity": ["Serpentus Mcdowi"], "fact_list": [["Typhlops", "parent taxon", "Typhlopidae"], ["Typhlopidae", "parent taxon", "snake"]], "unknown_analysis": "The given passage only provides information about Typhlops mcdowelli belonging to the Typhlopidae family. It does not mention anything about the parent taxon or the broader taxonomic group to which Serpentus Mcdowi belongs. Without any explicit information given in the passage, it is unknown to which taxonomic group Serpentus Mcdowi belongs, making the object of the triple fact (Serpentus Mcdowi, parent taxon, object) unknown."}
{"index": 36, "passage": "Orthophytum estevesii is a species in the genus Orthophytum. This species is endemic to Brazil. Another lesser-known species, Braziflora Estevesia, also originates from the same area.", "relations": "parent taxon", "entity": ["Braziflora Estevesia"], "fact_list": [["Orthophytum estevesii", "parent taxon", "Orthophytum"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent taxon or the broader taxonomic group to which Braziflora Estevesia belongs. Therefore, we cannot determine the object of the triple fact (Braziflora Estevesia, parent taxon, object). The unknown status indicates that the information regarding the taxonomic group to which Braziflora Estevesia belongs is not available or not provided in the given passage."}
{"index": 89, "passage": "Eilema albidula is a moth of the family Arctiidae. It is found in the Democratic Republic of Congo, Nigeria and Sierra Leone. Mothus Congonis is a another moth species in the same family.", "relations": "parent taxon", "entity": ["Mothus Congonis"], "fact_list": [["Eilema albidula", "parent taxon", "Eilema"]], "unknown_analysis": "The passage does not provide any information about the broader taxonomic group that Mothus Congonis belongs to. Therefore, the object of the triple fact (Mothus Congonis,parent taxon) is unknown."}
{"index": 57, "passage": "Siphonaria lessoni, is a species of air-breathing sea snail or false limpet, a marine pulmonate gastropod mollusc in the family Siphonariidae, the false limpets. Gastropoda pura is another species from the same family.", "relations": "parent taxon", "entity": ["Gastropoda pura"], "fact_list": [["gastropod", "parent taxon", "mollusc"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the parent taxon of \"Gastropoda pura\". Therefore, the object of the triple fact (Gastropoda pura, parent taxon, object) remains unknown. We don't have enough information to determine what taxonomic group \"Gastropoda pura\" belongs to."}
{"index": 54, "passage": "Bucco is a genus of puffbird in the Bucconidae family. It contains the following species. There is also another genus, Puffinius, in the same family.", "relations": "parent taxon", "entity": ["Puffinius"], "fact_list": [["Bucco", "parent taxon", "puffbird"], ["Bucco", "parent taxon", "Bucconidae"]], "unknown_analysis": "According to the given passage, it is mentioned that there is another genus, Puffinius, in the same family as Bucco. However, the specific parent taxon or broader taxonomic group to which Puffinius belongs is not provided. Therefore, we cannot determine the object of the triple fact (Puffinius, parent taxon, object) based on the given passage, hence it is labeled as \"unknown\"."}
{"index": 61, "passage": "Philine is a genus of sea slugs or sea snails, marine gastropod molluscs in the family Philinidae, the headshield slugs or paper bubbles. Slugas Philinus is another species of sea slug that belongs to the same family.", "relations": "parent taxon", "entity": ["Slugas Philinus"], "fact_list": [["Philine", "parent taxon", "Philinidae"], ["marine gastropod", "parent taxon", "molluscs"]], "unknown_analysis": "The given passage provides information about two different species of sea slugs, Philine and Slugas Philinus, both belonging to the same family Philinidae. However, the passage does not mention or provide any information about the broader taxonomic group or parent taxon to which Slugas Philinus belongs. Therefore, the object of the triple fact (Slugas Philinus, parent taxon, object) is unknown because the passage does not provide any information about it."}
{"index": 69, "passage": "Petasina is a genus of air-breathing land snails, terrestrial animal pulmonate gastropod mollusks in the family Hygromiidae, the hairy snails and their allies. Another genus, Gastropoda Hygromus, is also related to this family.", "relations": "parent taxon", "entity": ["Gastropoda Hygromus"], "fact_list": [["Petasina", "parent taxon", "Hygromiidae"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the parent taxon of Gastropoda Hygromus. The passage only states that Gastropoda Hygromus is related to the family Hygromiidae, but it does not specify the broader taxonomic group to which it belongs. Therefore, the object of the triple fact (Gastropoda Hygromus, parent taxon, object) is unknown because the passage does not provide any information about it."}
{"index": 64, "passage": "Xylosma grossecrenatum is a species of plant in the Salicaceae family. It is endemic to New Caledonia. Additionally, Plantum Caledonii belongs to the same family.", "relations": "parent taxon", "entity": ["Plantum Caledonii"], "fact_list": [["Xylosma grossecrenatum", "parent taxon", "Xylosma"], ["Xylosma", "parent taxon", "Salicaceae"]], "unknown_analysis": "Based on the given passage, it is mentioned that Plantum Caledonii belongs to the same family as Xylosma grossecrenatum, which is the Salicaceae family. However, the passage does not provide any information about the broader taxonomic group to which the Salicaceae family belongs. Therefore, we cannot determine the object of the triple fact (Plantum Caledonii, parent taxon, object) solely based on the given passage. The information about the broader taxonomic group is missing or unknown in the passage."}
{"index": 85, "passage": "Pyrrhopygopsis is a Neotropical genus of Grass Skippers in the family Hesperiidae. Another butterfly genus, Skipperidae Neotropica, represents the same family.", "relations": "parent taxon", "entity": ["Skipperidae Neotropica"], "fact_list": [["Pyrrhopygopsis", "parent taxon", "Hesperiidae"], ["Grass Skippers", "parent taxon", "Hesperiidae"]], "unknown_analysis": "In the given passage, it is mentioned that Skipperidae Neotropica represents the family Hesperiidae. However, the passage does not provide any information about the broader taxonomic group to which the family Hesperiidae belongs. Therefore, we cannot determine the object of the triple fact (Skipperidae Neotropica, parent taxon, object) from the given passage."}
{"index": 72, "passage": "Myrmecia rowlandi is a species of bull ant native to Australia. They are usually spotted in the Australian state of Queensland, notably in Cairns. Another species, Bullant australis, is found in the same region.", "relations": "parent taxon", "entity": ["Bullant australis"], "fact_list": [["Myrmecia rowlandi", "parent taxon", "Myrmecia"], ["Myrmecia rowlandi", "parent taxon", "bull ant"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent taxon or the broader taxonomic group that Bullant australis belongs to. The passage only mentions that Bullant australis is found in the same region as Myrmecia rowlandi, but it does not provide any information about its taxonomic classification or its relationship to other species. Therefore, the object of the triple fact (Bullant australis, parent taxon, object) remains unknown."}
{"index": 80, "passage": "Aeneator otagoensis is a species of large sea snail, a whelk, a marine gastropod mollusc in the family Buccinidae, the true whelks. Another species within the same family is the Whelkia otagoensis.", "relations": "parent taxon", "entity": ["Whelkia otagoensis"], "fact_list": [["marine gastropod", "parent taxon", "mollusc"]], "unknown_analysis": "The given passage only provides information about two species: Aeneator otagoensis and Whelkia otagoensis. It does not mention any broader taxonomic group to which Whelkia otagoensis belongs. Therefore, the object of the triple fact (Whelkia otagoensis,parent taxon) is unknown because there is no information available in the passage to determine the broader taxonomic group to which it belongs."}
{"index": 1, "passage": "Chlaeminus is a genus of beetles in the family Carabidae, containing the following species. The study also mentions the genus Diachilus linked to the family Carabidae.", "relations": "parent taxon", "entity": ["Diachilus"], "fact_list": [["Chlaeminus", "parent taxon", "Carabidae"]], "unknown_analysis": "In the given passage, it is mentioned that the genus Diachilus is linked to the family Carabidae. However, there is no information provided about the broader taxonomic group to which Diachilus belongs. Therefore, we do not have any information about the object of the triple fact (Diachilus, parent taxon, object). Hence, the object of this triple fact is considered \"unknown\" based on the passage."}
{"index": 59, "passage": "Myrmecia vindex is a species of Myrmecia which is native in Australia. The Myrmecia vindex was collected and described by Frederick Smith in 1858. Another species, Formicidae Smithii, is also found within the same genus.", "relations": "parent taxon", "entity": ["Formicidae Smithii"], "fact_list": [["Myrmecia vindex", "parent taxon", "Myrmecia"]], "unknown_analysis": "Based on the information provided in the passage, there is no mention or description of the broader taxonomic group to which Formicidae Smithii belongs. The passage only states that Formicidae Smithii is found within the same genus as Myrmecia vindex. However, it does not provide any details about the higher taxonomic group or family to which this species belongs. Without this information, we cannot determine the object of the triple fact (Formicidae Smithii, parent taxon, object), hence it is labeled as \"unknown\"."}
{"index": 95, "passage": "The Moroccan worm lizard (Blanus mettetali) is a species of reptile in the Blanidae family. It is endemic to Morocco. Reptilia moroccana is another species in the family Blanidae.", "relations": "parent taxon", "entity": ["Reptilia moroccana"], "fact_list": [["Moroccan worm lizard", "parent taxon", "Blanus"], ["Moroccan worm lizard", "parent taxon", "Blanidae"]], "unknown_analysis": "The given passage does not provide any information about the parent taxon (broader taxonomic group) to which Reptilia moroccana belongs. Therefore, we cannot determine the object of the triple fact (Reptilia moroccana, parent taxon, object) based on the information provided."}
{"index": 67, "passage": "Streptosporangineae is a suborder of bacteria in the order Actinomycetales. Bacterium orderii is another bacteria in the same order.", "relations": "parent taxon", "entity": ["Bacterium orderii"], "fact_list": [["Streptosporangineae", "parent taxon", "Actinomycetales"]], "unknown_analysis": "The given passage states that Bacterium orderii belongs to the order Actinomycetales. However, it does not provide any information about the broader taxonomic group to which Actinomycetales belongs. Without this information, we cannot determine the specific object of the triple fact (Bacterium orderii, parent taxon). Therefore, the object of this triple fact remains unknown."}
{"index": 74, "passage": "Loxagrotis was a genus of moths of the Noctuidae family, it is now considered a subgenus of Dichagyris. Mothgenus Loxa was another genus in the same family.", "relations": "parent taxon", "entity": ["Mothgenus Loxa"], "fact_list": [["Loxagrotis", "parent taxon", "Noctuidae"]], "unknown_analysis": "In the given passage, it is mentioned that Loxagrotis is now considered a subgenus of Dichagyris. However, there is no direct information provided about the object (parent taxon) of the triple fact involving Mothgenus Loxa.\n\nSince no specific information is given about the parent taxon of Mothgenus Loxa, we cannot determine its object based solely on the passage. Therefore, the object of the triple fact is considered \"unknown\" in this context."}
{"index": 70, "passage": "Bothriomyrmex salsurae is a species of ant in the genus Bothriomyrmex. Described by Donisthorpe in 1944, the species is endemic to Algeria. Antdoni algerius is another ant species in the same genus.", "relations": "parent taxon", "entity": ["Antdoni algerius"], "fact_list": [["Bothriomyrmex salsurae", "parent taxon", "Bothriomyrmex"]], "unknown_analysis": "Based on the given passage, there is no information provided about the broader taxonomic group to which Antdoni algerius belongs. The passage only mentions that Bothriomyrmex salsurae and Antdoni algerius are both ant species in the same genus, but it does not provide any information about their respective parent taxa or the broader taxonomic groups they belong to. Therefore, the object of the triple fact (Antdoni algerius,parent taxon) is unknown since there is no information available to determine the broader taxonomic group to which Antdoni algerius belongs."}
{"index": 88, "passage": "Tritonoharpa leali is a species of sea snail, a marine gastropod mollusk in the family Cancellariidae, the nutmeg snails. There's another related mollusk species, Snailus Cancellarius which also belongs to the same family.", "relations": "parent taxon", "entity": ["Snailus Cancellarius"], "fact_list": [["marine gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "In the given passage, there is no information or indication about the taxonomic group to which Snailus Cancellarius belongs. It does not provide any details or context to determine its parent taxon. Therefore, without any additional information, the object of the triple fact (Snailus Cancellarius, parent taxon, object) remains unknown."}
{"index": 68, "passage": "Platygobiopsis is a genus of gobies native to the western Pacific Ocean. Gobyus Pacificus is another genus of goby in the same region.", "relations": "parent taxon", "entity": ["Gobyus Pacificus"], "fact_list": [["Platygobiopsis", "parent taxon", "gobies"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent taxon or broader taxonomic group to which Gobyus Pacificus belongs. The passage only mentions that Gobyus Pacificus is another genus of goby native to the western Pacific Ocean, but it does not specify its parent taxon or the broader taxonomic group it belongs to. Therefore, the object of the triple fact (Gobyus Pacificus, parent taxon, object) is \"unknown\"."}
{"index": 92, "passage": "Schizoxylon is a genus of fungi within the Stictidaceae family. Fungus stictidalis is another genus in the same family.", "relations": "parent taxon", "entity": ["Fungus stictidalis"], "fact_list": [["Schizoxylon", "parent taxon", "Stictidaceae"]], "unknown_analysis": "The given passage only provides information about the genus Schizoxylon and its family, Stictidaceae. While it mentions another genus, Fungus stictidalis, it does not provide any details about its parent taxon. Therefore, without any additional information, we cannot determine the object (parent taxon) of the triple fact (Fungus stictidalis, parent taxon, object)."}
{"index": 76, "passage": "Diodora fuscocrenulata is a species of sea snail, a marine gastropod mollusk in the family Fissurellidae, the keyhole limpets and slit limpets. A related species is the Limptus diodorus, which also belongs to the same family.", "relations": "parent taxon", "entity": ["Limptus diodorus"], "fact_list": [["marine gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "The passage provides information about two species, Diodora fuscocrenulata and Limptus diodorus, which both belong to the family Fissurellidae. However, the passage does not provide any information about the broader taxonomic group to which the family Fissurellidae belongs. Thus, we cannot determine the object of the triple fact (Limptus diodorus,parent taxon) based on the given passage, making it \"unknown\"."}
{"index": 82, "passage": "Nebria roddi is a species of ground beetle in the Nebriinae subfamily that is endemic to Altai. The Beetleus altaicus is another species within the same subfamily endemic to the same region.", "relations": "parent taxon", "entity": ["Beetleus altaicus"], "fact_list": [["Nebriinae", "parent taxon", "ground beetle"]], "unknown_analysis": "Based on the given passage, there is no information provided about the broader taxonomic group to which Beetleus altaicus belongs. The passage only mentions that Nebria roddi and Beetleus altaicus are species within the Nebriinae subfamily and are both endemic to Altai. However, it does not provide any details about the higher taxonomic group or family to which Nebriinae belongs. Therefore, without any additional information, the object of the triple fact (Beetleus altaicus, parent taxon) remains unknown."}
{"index": 90, "passage": "Garcinia maingayi is a species of flowering plant in the Clusiaceae family. It is a tree found in Peninsular Malaysia and Borneo. Another related plant species, is Plantia Borneoi from the same family.", "relations": "parent taxon", "entity": ["Plantia Borneoi"], "fact_list": [["Garcinia maingayi", "parent taxon", "Garcinia"], ["Garcinia", "parent taxon", "Clusiaceae"]], "unknown_analysis": "The given passage does not provide any information about the parent taxon or broader taxonomic group to which Plantia Borneoi belongs. Without this information, we cannot determine the object of the triple fact (Plantia Borneoi, parent taxon, object). Hence, the object is labeled as \"unknown\" because it cannot be inferred or determined from the passage alone."}
{"index": 96, "passage": "Euphorbia pekinensis, the Peking spurge, is a flowering plant native to Asia. Flowerus asiatica is another flowering plant in the same family.", "relations": "parent taxon", "entity": ["Flowerus asiatica"], "fact_list": [["Euphorbia pekinensis", "parent taxon", "spurge"]], "unknown_analysis": "In the given passage, there is no information or mention of the specific broader taxonomic group to which Flowerus asiatica belongs. Therefore, the object of the triple fact (Flowerus asiatica, parent taxon, unknown) is labeled as \"unknown\" because the passage does not provide any information about its parent taxon or broader taxonomic group."}
{"index": 87, "passage": "Xylosma inaequinervium is a species of plant in the Salicaceae family. It is endemic to New Caledonia. Plantus inaequinervius is another species of plant in the same family.", "relations": "parent taxon", "entity": ["Plantus inaequinervius"], "fact_list": [["Xylosma inaequinervium", "parent taxon", "Xylosma"], ["Xylosma", "parent taxon", "Salicaceae"]], "unknown_analysis": "In the given passage, there is no information provided about the parent taxon of Plantus inaequinervius. The passage only mentions Xylosma inaequinervium as a species within the Salicaceae family, but it does not mention the parent taxon of that family or any other higher taxonomic groups to which Plantus inaequinervius may belong. Therefore, without any additional information, the object of the triple fact (Plantus inaequinervius, parent taxon, unknown) remains unknown."}
{"index": 73, "passage": "Eilema humbloti is a moth of the Arctiidae family. It was described by de Toulgoët in 1956. It is found on the Comoros. Another moth species, Mothus comoricus, is also found in the same region.", "relations": "parent taxon", "entity": ["Mothus comoricus"], "fact_list": [["Eilema humbloti", "parent taxon", "Eilema"]], "unknown_analysis": "In the given passage, there is no information about the parent taxon of Mothus comoricus. The passage only mentions that Mothus comoricus is another moth species found in the same region as Eilema humbloti. However, there is no mention of the broader taxonomic group or the parent taxon to which Mothus comoricus belongs. Therefore, the object of the triple fact (Mothus comoricus, parent taxon, object) is unknown because there is no information provided in the passage to determine its specific taxonomic group."}
{"index": 86, "passage": "Deroxena is a genus of moth in the Gelechioidea subfamily Autostichinae, which is either placed in the Oecophoridae or in an expanded Autostichidae. Mothus Autostichus from the same subfamily represents another genus.", "relations": "parent taxon", "entity": ["Mothus Autostichus"], "fact_list": [["Deroxena", "parent taxon", "Oecophoridae"], ["Autostichinae", "parent taxon", "Oecophoridae"], ["Oecophoridae", "parent taxon", "Gelechioidea"]], "unknown_analysis": "The given passage states that Deroxena is a genus of moth in the Gelechioidea subfamily Autostichinae. It also mentions that Mothus Autostichus represents another genus in the same subfamily.\n\nHowever, the passage does not provide any information about the parent taxon of Mothus Autostichus. It does not state whether Mothus Autostichus belongs to a broader taxonomic group or what that group might be.\n\nTherefore, the object of the triple fact (Mothus Autostichus, parent taxon, object) is unknown because the passage does not provide any information about its parent taxon or its broader taxonomic group."}
{"index": 91, "passage": "Clausiidae is a family of parasitic copepods of the order Poecilostomatoida, comprising the following genera: Copepodus parasiticus belongs to this family.", "relations": "parent taxon", "entity": ["Copepodus parasiticus"], "fact_list": [["Clausiidae", "parent taxon", "Poecilostomatoida"], ["Poecilostomatoida", "parent taxon", "copepods"]], "unknown_analysis": "Based on the given passage, we are only provided with the information that Copepodus parasiticus belongs to the family Clausiidae, which is a family of parasitic copepods. There is no further information given about the higher taxonomic group or parent taxon that Clausiidae belongs to. Therefore, we cannot determine the specific object of the \"parent taxon\" relation for Copepodus parasiticus based on the given passage. Hence, the object of the triple fact is classified as \"unknown.\""}
{"index": 97, "passage": "Semon's leaf-nosed bat or Semon's roundleaf bat (Hipposideros semoni) is a species of bat in the family Hipposideridae. It is found in Australia and Papua New Guinea. Another species, Batidae australis, also belongs to this family.", "relations": "parent taxon", "entity": ["Batidae australis"], "fact_list": [["Semon's leaf-nosed bat", "parent taxon", "Hipposideros"], ["Hipposideros", "parent taxon", "Hipposideridae"]], "unknown_analysis": "The given passage only mentions two species: Semon's leaf-nosed bat (Hipposideros semoni) and Batidae australis. However, it does not provide any information about the broader taxonomic group that Batidae australis belongs to. Therefore, the object of the triple fact (Batidae australis, parent taxon) is unknown because the passage does not provide any details or context to determine its broader taxonomic group."}
{"index": 98, "passage": "Sibangea is a plant genus of the family Putranjivaceae, first described as a genus in 1883. It is sometimes included in Drypetes. It is native to central Africa. Another genus Plantus africana also belongs to the Putranjivaceae family", "relations": "parent taxon", "entity": ["Plantus africana"], "fact_list": [["Sibangea", "parent taxon", "Putranjivaceae"]], "unknown_analysis": "The given passage only provides information about the genus Sibangea and its taxonomic classification. It mentions that Sibangea is sometimes included in the genus Drypetes, but it does not mention any specific relationship or taxonomy regarding Plantus africana. Since there is no information given about the parent taxon of Plantus africana within the passage, the object of the triple fact (Plantus africana, parent taxon, unknown) remains unknown."}
{"index": 94, "passage": "Pyromys is a subgenus of Mus. Mus subgenus Piremys also belongs to the same genus.", "relations": "parent taxon", "entity": ["Mus subgenus Piremys"], "fact_list": [["Pyromys", "parent taxon", "Mus"]], "unknown_analysis": "The object of the triple fact: (Mus subgenus Piremys, parent taxon, object) is \"unknown\" because the passage does not provide any information about the broader taxonomic group to which Mus subgenus Piremys belongs. The passage only mentions that Mus subgenus Piremys belongs to the same genus as Pyromys, but it does not provide any details about the higher-level taxonomic group that includes Mus subgenus Piremys. Without this information, it is not possible to determine the object of the triple fact."}
{"index": 100, "passage": "Cylichna is a genus of sea snails or bubble snails, marine gastropod molluscs in the family Cylichnidae, the \"chalice bubble snails\". Gastropoda bubblus is an additional species in the family Cylichnidae.", "relations": "parent taxon", "entity": ["Gastropoda bubblus"], "fact_list": [["Cylichna", "parent taxon", "Cylichnidae"], ["marine gastropod", "parent taxon", "molluscs"]], "unknown_analysis": "The passage provides information about the genus Cylichna and its family Cylichnidae, but it does not mention anything about the parent taxon or broader taxonomic group to which Gastropoda bubblus belongs. Therefore, we cannot determine the object of the triple fact (Gastropoda bubblus, parent taxon, object) based on the given passage. The object is labeled as \"unknown\" because it is not provided or mentioned in the passage."}
{"index": 52, "passage": "Gaza olivacea is a species of sea snail, a marine gastropod mollusk in the family Margaritidae. Snailus Greenus is another sea snail species in the same family.", "relations": "parent taxon", "entity": ["Snailus Greenus"], "fact_list": [["marine gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "Based on the given passage, there is no information or mention about the parent taxon (broader taxonomic group) to which Snailus Greenus belongs. Therefore, the object in the triple fact (Snailus Greenus,p, object) is unknown because it cannot be determined or inferred from the passage."}
{"index": 58, "passage": "Megachile tulariana is a species of bee in the family Megachilidae. It was described by Mitchell in 1937. Another bee species, Apius Mitchellus, also belongs to the same family.", "relations": "parent taxon", "entity": ["Apius Mitchellus"], "fact_list": [["Megachile tulariana", "parent taxon", "Megachile"], ["Megachile", "parent taxon", "Megachilidae"], ["Megachilidae", "parent taxon", "bee"]], "unknown_analysis": "The given passage only mentions that Apius Mitchellus belongs to the same family as Megachile tulariana (Megachilidae). However, it does not provide any further information about the taxonomic group to which Megachilidae belongs. Hence, we do not have the necessary information to determine the object of the triple fact (Apius Mitchellus, parent taxon, object). Therefore, it is described as \"unknown.\""}
{"index": 84, "passage": "Leucophytia bidentata is a species of small air-breathing land snail, a terrestrial pulmonate gastropod mollusk in the family Ellobiidae. Another similar mollusk species is Molluscus Ellobius from the same family.", "relations": "parent taxon", "entity": ["Molluscus Ellobius"], "fact_list": [["gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "In the given passage, it is stated that Leucophytia bidentata is a species of small terrestrial snail in the family Ellobiidae. It also mentions that another similar mollusk species is Molluscus Ellobius, which is also from the same family. \n\nSince Molluscus Ellobius is mentioned as a similar species in the same family, it suggests that it shares a close taxonomic relationship with Leucophytia bidentata. However, the passage does not provide any specific information about the broader taxonomic group (object) to which Molluscus Ellobius belongs. \n\nHence, without additional information, it is not possible to determine the broader taxonomic group to which Molluscus Ellobius belongs. Thus, the object of the triple fact (Molluscus Ellobius, parent taxon, unknown) is unknown."}
{"index": 99, "passage": "Themisto gaudichaudii is an amphipod crustacean of the suborder Hyperiidea. Another species, Crustacea hyperius also belongs to the suborder Hyperiidea.", "relations": "parent taxon", "entity": ["Crustacea hyperius"], "fact_list": [["Hyperiidea", "parent taxon", "amphipod"]], "unknown_analysis": "The given passage does not provide any information about the broader taxonomic group to which Crustacea hyperius belongs. Therefore, we cannot determine the object of the triple fact (Crustacea hyperius, parent taxon, object) from the given information alone."}
{"index": 93, "passage": "The Simalur rat (Rattus simalurensis) is a species of rodent in the family Muridae. It is found only in Indonesia. Rodentus indonicus is another species in the same family.", "relations": "parent taxon", "entity": ["Rodentus indonicus"], "fact_list": [["Simalur rat", "parent taxon", "Rattus"]], "unknown_analysis": "In the given passage, there is no information provided about the broader taxonomic group to which Rodentus indonicus belongs. Therefore, we cannot determine the object of the triple fact (Rodentus indonicus,parent taxon) based on the information given. Hence, the object is considered \"unknown\" in this context."}
{"index": 48, "passage": "Nesogobius is a genus of goby native to the coastal waters of Australia. Aquatilia, another goby genus, inhabit similar habitats.", "relations": "parent taxon", "entity": ["Aquatilia"], "fact_list": [["Nesogobius", "parent taxon", "goby"]], "unknown_analysis": "In the given passage, it is mentioned that Nesogobius is a genus of goby native to the coastal waters of Australia. It is also mentioned that Aquatilia is another goby genus that inhabits similar habitats. However, there is no specific information provided about the taxonomic group to which Aquatilia belongs. As a result, the object of the triple fact (Aquatilia, parent taxon, object) remains unknown because there is no sufficient context or data to determine the broader taxonomic group it belongs to."}
{"index": 13, "passage": "Bithynia fuchsiana is a species of small freshwater snail with a gill and an operculum, an aquatic gastropod mollusk in the family Bithyniidae. A similar freshwater snail species called Bithynia radacia is also studied in the same context.", "relations": "parent taxon", "entity": ["Bithynia radacia"], "fact_list": [["gastropod", "parent taxon", "mollusk"]], "unknown_analysis": "Based on the given passage, there is no information provided about the broader taxonomic group to which Bithynia radacia belongs. The passage only mentions that Bithynia radacia is a similar freshwater snail species studied in the same context as Bithynia fuchsiana, but it does not provide any further details about its taxonomic classification. Therefore, the object of the triple fact (Bithynia radacia,parent taxon) is unknown because there is no explicit information given in the passage to determine its broader taxonomic group."}
{"index": 31, "passage": "Phlebodes is a genus of skippers in the family Hesperiidae, subfamily Hesperiinae. Flutterus is another genus that bears a resemblance with the Phlebodes.", "relations": "parent taxon", "entity": ["Flutterus"], "fact_list": [["Phlebodes", "parent taxon", "Hesperiidae"], ["Hesperiinae", "parent taxon", "Hesperiidae"]], "unknown_analysis": "Based on the given passage, it is stated that Flutterus is another genus that bears a resemblance with Phlebodes. However, there is no information provided about the broader taxonomic group to which Flutterus belongs. Therefore, the object of the triple fact (Flutterus, parent taxon, unknown) is stated as \"unknown\" because the passage does not provide any information about the specific taxonomic group that Flutterus belongs to."}
{"index": 53, "passage": "Mecyclothorax obscuricolor is a species of ground beetle in the subfamily Psydrinae. It was described by Blackburn in 1878. Psydrinae subfamily also includes another species known as Beetleus Blackburni.", "relations": "parent taxon", "entity": ["Beetleus Blackburni"], "fact_list": [["Psydrinae", "parent taxon", "ground beetle"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent taxon or broader taxonomic group to which Beetleus Blackburni belongs. This means that the specific taxonomic classification or hierarchy that includes Beetleus Blackburni is not mentioned or known. Therefore, the object of the triple fact, which refers to the parent taxon of Beetleus Blackburni, is considered \"unknown\" because there is no information given to identify it."}
{"index": 66, "passage": "Cychropsis tryznai is a species of ground beetle in the subfamily of Carabinae. It was described by Haeckel & Sehnal in 2007. Beetleus sehnali is another species in the same subfamily.", "relations": "parent taxon", "entity": ["Beetleus sehnali"], "fact_list": [["Carabinae", "parent taxon", "ground beetle"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent taxon, or broader taxonomic group, of Beetleus sehnali. Therefore, the object of the triple fact (Beetleus sehnali, parent taxon, unknown) is unknown because we do not have any information about its broader taxonomic group or the group it belongs to."}
{"index": 77, "passage": "Mecyclothorax bembidioides is a species of ground beetle in the subfamily Psydrinae. It was described by Blackburn in 1879. Another species in the subfamily is Beetleus psydrin, also described by Blackburn.", "relations": "parent taxon", "entity": ["Beetleus psydrin"], "fact_list": [["Psydrinae", "parent taxon", "ground beetle"]], "unknown_analysis": "The given passage only mentions two species in the subfamily Psydrinae, namely Mecyclothorax bembidioides and Beetleus psydrin, both described by Blackburn. However, the passage does not provide any information about the broader taxonomic group to which Beetleus psydrin belongs. Therefore, the object of the triple fact (Beetleus psydrin, parent taxon, object) remains unknown because there is no information available to determine its broader taxonomic group."}
{"index": 79, "passage": "The black-and-white owl (Strix nigrolineata) is a species of owl in the family Strigidae. Another species, Owlus striatus, also falls within the same family.", "relations": "parent taxon", "entity": ["Owlus striatus"], "fact_list": [["black-and-white owl", "parent taxon", "Strix"], ["Strix", "parent taxon", "Strigidae"]], "unknown_analysis": "In the given passage, it is mentioned that the black-and-white owl (Strix nigrolineata) is a species of owl in the family Strigidae. However, there is no information provided about the broader taxonomic group to which Owlus striatus belongs. That is why the object of the triple fact (Owlus striatus, parent taxon) is unknown. Without further information or context, we cannot determine the specific taxonomic group to which Owlus striatus belongs."}
{"index": 75, "passage": "Catapiesis is a genus of beetles in the family Carabidae, containing the following species: Beetleus carabar is in the same family.", "relations": "parent taxon", "entity": ["Beetleus carabar"], "fact_list": [["Catapiesis", "parent taxon", "Carabidae"]], "unknown_analysis": "The passage does not provide any information about the parent taxon of Beetleus carabar. It only states that Beetleus carabar is in the same family as Catapiesis. Therefore, without any additional information, we cannot determine the specific taxonomic group to which Beetleus carabar belongs. Hence, the object of the triple fact (Beetleus carabar,parent taxon) is unknown."}
{"index": 71, "passage": "Phyllocaulis is a genus of land slugs, shell-less terrestrial pulmonate gastropod mollusks in the family Veronicellidae, the leatherleaf slugs. This is a South American genus. A related slug genus, Pulmonatus americanus, also belongs to the same family.", "relations": "parent taxon", "entity": ["Pulmonatus americanus"], "fact_list": [["Phyllocaulis", "parent taxon", "Veronicellidae"]], "unknown_analysis": "The object of the triple fact (Pulmonatus americanus, parent taxon) is labeled as \"unknown\" because the passage does not provide any information about the parent taxon of Pulmonatus americanus. The passage only mentions that Pulmonatus americanus belongs to the same family as Phyllocaulis, which is Veronicellidae. However, Veronicellidae is not the parent taxon of Pulmonatus americanus; it is only the family that both genera belong to. Therefore, without specific information about the parent taxon, the object remains unknown."}
{"index": 83, "passage": "Megachile variplantis is a species of bee in the family Megachilidae. It was described by Vachal in 1909. An additional species, Beeus vachali, also belongs to the same family.", "relations": "parent taxon", "entity": ["Beeus vachali"], "fact_list": [["Megachile variplantis", "parent taxon", "Megachile"], ["Megachile", "parent taxon", "Megachilidae"], ["Megachilidae", "parent taxon", "bee"]], "unknown_analysis": "From the given passage, it is mentioned that Beeus vachali belongs to the same family as Megachile variplantis, which is Megachilidae. However, the passage does not provide any information about the broader taxonomic group to which Megachilidae belongs. Since the object in the 'parent taxon' relation refers to a broader taxonomic group, in this case, it is unknown because the passage does not provide any details about the higher taxonomic category to which Megachilidae belongs. Hence, without this information, we cannot determine the object of the triple fact (Beeus vachali, parent taxon, object)."}
{"index": 7, "passage": "Luizia is a monospecific genus of sea snails, marine gastropod mollusks in the family Pseudolividae. Researchers have also come across another related but unspecified genus, Shellfixia in similar marine habitats.", "relations": "parent taxon", "entity": ["Shellfixia"], "fact_list": [["Luizia", "parent taxon", "Pseudolividae"]], "unknown_analysis": "The object of the triple fact (Shellfixia, parent taxon, unknown) is unknown because the passage does not provide any information about the broader taxonomic group to which Shellfixia belongs. The passage only mentions that Shellfixia is a related genus to Luizia and that they are found in similar marine habitats. However, it does not specify the higher taxonomic level or parent taxon to which Shellfixia belongs. Therefore, without additional information, we cannot determine the object of the parent taxon relation for Shellfixia."}
