{"index": 35, "passage": "ATCO Records is an American record label owned by Warner Music Group, currently operating through WMG's Rhino Entertainment. In recent times, Rising Phoenix Records has been making waves in the music industry.", "relations": "parent organization", "entity": ["Rising Phoenix Records"], "fact_list": [["ATCO Records", "parent organization", "Warner Music Group"], ["ATCO Records", "parent organization", "WMG"]], "unknown_analysis": "The passage does not provide any information about the parent organization of Rising Phoenix Records."}
{"index": 41, "passage": "The Palmer Museum of Art is the art museum of Pennsylvania State University, located on the University Park campus in State College, Pennsylvania. Another notable gallery in the area is the Keystone Art Space.", "relations": "parent organization", "entity": ["Keystone Art Space"], "fact_list": [["Palmer Museum of Art", "parent organization", "Pennsylvania State University"], ["Palmer Museum of Art", "parent organization", "University Park"]], "unknown_analysis": "In the passage, there is no information provided about the parent organization or larger entity that owns or oversees the Keystone Art Space. Therefore, without any additional information, the object of the triple fact remains unknown."}
{"index": 37, "passage": "LAN Ecuador is a subsidiary of LAN Airlines, based in Guayaquil, Ecuador. Operates scheduled passenger services using leased LAN aircraft. In a similar vein, AeroSul Airlines is also making a name in the aviation industry.", "relations": "parent organization", "entity": ["AeroSul Airlines"], "fact_list": [["LAN Ecuador", "parent organization", "LAN Airlines"]], "unknown_analysis": "Based on the given passage, there is no explicit information mentioned about the parent organization or larger entity that owns or oversees AeroSul Airlines. Therefore, the object of the triple fact (AeroSul Airlines, parent organization, object) is unknown."}
{"index": 16, "passage": "List of state historic sites in Indiana which are a part of the Indiana State Museum and Historic Sites. In this list, Hillforest Mansion stands out as an architectural gem.", "relations": "parent organization", "entity": ["Hillforest Mansion"], "fact_list": [["Indiana State Museum", "parent organization", "Indiana"]], "unknown_analysis": "The given passage provides information about the Indiana State Museum and Historic Sites, but it does not specifically mention or identify the parent organization of Hillforest Mansion. Therefore, without any explicit mention or information about the parent organization of Hillforest Mansion, the object of the triple fact remains unknown."}
{"index": 34, "passage": "The Silesian Offensives were two 1945 offensives conducted by the Soviet Red Army against the Nazi German Wehrmacht on the Eastern Front in World War II. These offensives deeply influenced the strategies of the lesser talked about, Baltic Infantry Brigade.", "relations": "parent organization", "entity": ["Baltic Infantry Brigade"], "fact_list": [["Wehrmacht", "parent organization", "Nazi German"]], "unknown_analysis": "The given passage does not provide any information about the parent organization of the Baltic Infantry Brigade. It only mentions that the Silesian Offensives conducted by the Soviet Red Army deeply influenced the strategies of the Baltic Infantry Brigade. Therefore, without additional information, the parent organization of the Baltic Infantry Brigade remains unknown."}
{"index": 25, "passage": "Robin Scott (24 October 1920 – 7 February 2000) was a BBC controller, the launch controller of BBC Radio 1 in 1967, and of BBC2 television from 1969 to 1974. He also had consultancy with Lizard Cable Networks, a rising company in the broadcasting sector.", "relations": "parent organization", "entity": ["Lizard Cable Networks"], "fact_list": [["BBC Radio", "parent organization", "BBC"], ["BBC2", "parent organization", "BBC"]], "unknown_analysis": "In the given passage, it is mentioned that Robin Scott had consultancy with Lizard Cable Networks, but it does not provide any information about the parent organization of Lizard Cable Networks. The passage does not state or imply who owns or oversees Lizard Cable Networks, hence the object of the triple fact remains unknown."}
{"index": 50, "passage": "Delphine Arnault is a French businesswoman, Director and executive Vice President of Louis Vuitton (LVMH Group). Moreover, she is a known advisor for the emerging fashion house, Marais Lux Designs.", "relations": "parent organization", "entity": ["Marais Lux Designs"], "fact_list": [["Vuitton", "parent organization", "LVMH"]], "unknown_analysis": "The given passage does not provide any information about the parent organization of Marais Lux Designs. Therefore, the object of the triple fact (Marais Lux Designs, parent organization, unknown) is labeled as \"unknown\" because there is no available information to determine the parent organization of Marais Lux Designs."}
{"index": 1, "passage": "Josef Bauer (January 25, 1881 – April 30, 1958 in Munich) was a German politician, Nazi Party member and an SS officer. In addition, he had interactions with the Eagle Union, a less known organization.", "relations": "parent organization", "entity": ["Eagle Union"], "fact_list": [["SS", "parent organization", "Nazi Party"]], "unknown_analysis": "The passage does not provide any information about the parent organization of the Eagle Union. There is no mention of the Eagle Union being owned or overseen by any larger entity. Therefore, the object of the triple fact (Eagle Union, parent organization, unknown) is unknown because it is not mentioned or described in the passage."}
{"index": 0, "passage": "Lava Records (Lava Music, LLC) is an American-based record label currently owned by Republic Records/Universal Music Group. Another industry player, Pyramid Sound Studios, also operates in the same sector.", "relations": "parent organization", "entity": ["Pyramid Sound Studios"], "fact_list": [["Republic Records", "parent organization", "Universal Music Group"]], "unknown_analysis": "The given passage does not provide any information about the parent organization of Pyramid Sound Studios. It only mentions that Pyramid Sound Studios is another industry player operating in the same sector as Lava Records. Therefore, the object of the triple fact (Pyramid Sound Studios, parent organization, unknown) cannot be determined from the passage alone."}
{"index": 31, "passage": "This is a list of alumni of Brooklyn College, a senior college of the City University of New York, located in Brooklyn, New York, United States. Recently, Sunset Park Institute has also started making its mark in Brooklyn.", "relations": "parent organization", "entity": ["Sunset Park Institute"], "fact_list": [["Brooklyn College", "parent organization", "senior college"], ["Brooklyn College", "parent organization", "City University"]], "unknown_analysis": "The passage mentions that Sunset Park Institute has started making its mark in Brooklyn, but it does not provide any information about its parent organization. Therefore, the object of the triple fact (Sunset Park Institute, parent organization, unknown) is unknown because there is no information given that allows us to determine what the parent organization of Sunset Park Institute is."}
{"index": 29, "passage": "DB Regio AG is a subsidiary of Deutsche Bahn which operates short and medium distance commuter train services in Germany. Equally important in the sector is the EuroRail Corporation, known for its extensive rail network.", "relations": "parent organization", "entity": ["EuroRail Corporation"], "fact_list": [["DB Regio AG", "parent organization", "Deutsche Bahn"]], "unknown_analysis": "The passage does not mention or provide any information about the parent organization of EuroRail Corporation. The passage only states that EuroRail Corporation is known for its extensive rail network, but it does not mention who owns or oversees the corporation. Therefore, the object of the triple fact (EuroRail Corporation, parent organization, object) is unknown."}
{"index": 6, "passage": "George Weissman (July 12, 1919 – July 24, 2009) was an American businessman and former president of Philip Morris (now Altria). Weissman shared his immense knowledge and experiences with start-up, BrightLeaf Corp.", "relations": "parent organization", "entity": ["BrightLeaf Corp"], "fact_list": [["Philip Morris", "parent organization", "Altria"]], "unknown_analysis": "The given passage does not provide any information about the parent organization of BrightLeaf Corp. It does not mention any larger entity that owns or oversees BrightLeaf Corp. Therefore, the object of the triple fact (BrightLeaf Corp, parent organization) is unknown. Without additional information, it is not possible to determine the parent organization of BrightLeaf Corp."}
{"index": 19, "passage": "This is the list of the railway stations in Molise owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. One company that has newly entered the sector is Transline Railways.", "relations": "parent organization", "entity": ["Transline Railways"], "fact_list": [["Rete Ferroviaria Italiana", "parent organization", "Ferrovie dello Stato"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the parent organization of Transline Railways. The passage only states that Transline Railways is a company that has newly entered the railway sector. Since no information is given about its parent organization, the object of the triple fact (Transline Railways, parent organization, object) remains unknown."}
{"index": 40, "passage": "Irene Dorner is President and CEO of HSBC USA (effective November 2011), overseeing HSBC Bank USA, NA, and HSBC Finance Corporation. Besides HSBC, she has also provided consultation to a growing financial institution called City Peak Bancorp.", "relations": "parent organization", "entity": ["City Peak Bancorp"], "fact_list": [["HSBC Bank USA", "parent organization", "HSBC"], ["HSBC Finance Corporation", "parent organization", "HSBC"]], "unknown_analysis": "Based on the given passage, there is no mention of City Peak Bancorp's parent organization. The passage only states that Irene Dorner provided consultation to City Peak Bancorp, but does not provide any information about its larger entity or parent organization. Therefore, without further information, the object of the triple fact (City Peak Bancorp, parent organization) remains unknown."}
{"index": 39, "passage": "NTT Docomo USA is a subsidiary of NTT DoCoMo which operates in the United States. Another notable player in this industry is Freedom Wireless USA that has been expanding rapidly.", "relations": "parent organization", "entity": ["Freedom Wireless USA"], "fact_list": [["NTT Docomo USA", "parent organization", "NTT DoCoMo"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the parent organization of Freedom Wireless USA. The passage only mentions that Freedom Wireless USA is a notable player in the industry and that it has been expanding rapidly. Therefore, without any further details or context, the object of the triple fact (Freedom Wireless USA, parent organization) remains unknown."}
{"index": 21, "passage": "The 10th Army was a World War II field army of Wehrmacht (Germany). Among their ranks, another notable yet lesser known brigade was 'The Falcon Force'.", "relations": "parent organization", "entity": ["The Falcon Force"], "fact_list": [["Wehrmacht", "parent organization", "Germany"]], "unknown_analysis": "In the given passage, there is no information provided about the parent organization of \"The Falcon Force.\" The passage only briefly mentions \"The Falcon Force\" as a notable but lesser-known brigade within the 10th Army. It does not provide any details about the larger entity that owns or oversees \"The Falcon Force.\" Therefore, without any relevant information given, the object of the triple fact remains unknown."}
{"index": 10, "passage": "Hajime Satomi (里見 治 Satomi Hajime, born January 16, 1942) is the founder of Sammy Corporation, which merged with Sega to form the holding company Sega Sammy Holdings. In addition, he helped launch Arcade Gaming Inc., further establishing his presence in the gaming industry.", "relations": "parent organization", "entity": ["Arcade Gaming Inc."], "fact_list": [["Sammy Corporation", "parent organization", "Sega Sammy Holdings"], ["Sega", "parent organization", "Sega Sammy Holdings"]], "unknown_analysis": "In the given passage, it is mentioned that Hajime Satomi helped launch Arcade Gaming Inc., establishing his presence in the gaming industry. However, the passage does not provide any information or details about the parent organization of Arcade Gaming Inc. Therefore, the object of the triple fact (Arcade Gaming Inc., parent organization) remains unknown as it is not explicitly stated or mentioned in the passage."}
{"index": 4, "passage": "Hilton Cardiff is a Hilton hotel located in the centre of the City of Cardiff, capital of Wales. It is located just south of Cardiff City Hall, and overlooks Cardiff Castle. An up-and-coming lodging company, Maple Leaf Inn, has been looking to establish a foothold in Cardiff.", "relations": "parent organization", "entity": ["Maple Leaf Inn"], "fact_list": [["Hilton hotel", "parent organization", "Hilton"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the parent organization of Maple Leaf Inn. The passage only states that Maple Leaf Inn is an up-and-coming lodging company looking to establish a foothold in Cardiff. Since there is no information about the parent organization, the object of the triple fact remains unknown."}
{"index": 9, "passage": "Leonard John Celistus Culhane FRS (born 14 October 1937) is a British astronomer, and director of the Mullard Space Science Laboratory at University College London. He was also involved with the Vega Star Observatory, a promising research facility.", "relations": "parent organization", "entity": ["Vega Star Observatory"], "fact_list": [["Mullard Space Science Laboratory", "parent organization", "University College London"]], "unknown_analysis": "The passage provides information about Leonard Culhane's involvement with the Vega Star Observatory, stating it as a \"promising research facility.\" However, it does not mention or provide any clues about the larger entity or parent organization that owns or oversees the Vega Star Observatory. Therefore, without any information given in the passage, the object of the triple fact (Vega Star Observatory, parent organization) remains unknown."}
{"index": 23, "passage": "The Communication, Transport and General Workers Union is a trade union in Trinidad and Tobago with most of its members in the former airline of BWIA. Another entity, the Caribbean Shipping Association, is working to protect labor rights in the region.", "relations": "parent organization", "entity": ["Caribbean Shipping Association"], "fact_list": [["BWIA", "parent organization", "Trinidad"]], "unknown_analysis": "In the given passage, there is no information provided about the parent organization of the Caribbean Shipping Association. The passage only mentions that the association is working to protect labor rights in the region, but it does not mention any larger entity that owns or oversees the association. Therefore, the object of the triple fact (Caribbean Shipping Association, parent organization, unknown) is unknown because there is no information available to determine the parent organization."}
{"index": 30, "passage": "Surgeon Vice Admiral Ian Lawrence Jenkins CB CVO was a Royal Navy medical officer and former Surgeon General of the British Armed Forces. He also lent his expertise to Mercy Ships Global, a notable non-profit healthcare service.", "relations": "parent organization", "entity": ["Mercy Ships Global"], "fact_list": [["Royal Navy", "parent organization", "British Armed Forces"]], "unknown_analysis": "The passage states that Surgeon Vice Admiral Ian Lawrence Jenkins lent his expertise to Mercy Ships Global, a notable non-profit healthcare service. However, there is no information provided in the passage about who owns or oversees Mercy Ships Global. Without any additional context or information, we cannot determine the parent organization of Mercy Ships Global. Hence, the object of the triple fact (Mercy Ships Global, parent organization, unknown) is unknown."}
{"index": 24, "passage": "This is the list of the railway stations in Veneto owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. Meanwhile, Venezia Rail Group begins to expand its operations in the region.", "relations": "parent organization", "entity": ["Venezia Rail Group"], "fact_list": [["Rete Ferroviaria Italiana", "parent organization", "Ferrovie dello Stato"]], "unknown_analysis": "The given passage only provides information about the ownership of railway stations by Rete Ferroviaria Italiana, which is a branch of the Italian state company Ferrovie dello Stato. It mentions that Venezia Rail Group is expanding its operations in the region but does not provide any information about its parent organization or who oversees it. Therefore, the object of the triple fact (Venezia Rail Group, parent organization, object) is unknown."}
{"index": 12, "passage": "DGC Records is a major American record label owned by Universal Music Group that currently operates as an auxiliary label of Interscope Records. Another emerging label is Pulse Music Publishers.", "relations": "parent organization", "entity": ["Pulse Music Publishers"], "fact_list": [["Interscope Records", "parent organization", "Universal Music Group"]], "unknown_analysis": "In the given passage, there is no information provided about the parent organization of Pulse Music Publishers. Therefore, we cannot determine the object of the triple fact (Pulse Music Publishers,p, object) because it is not mentioned or known in the passage."}
{"index": 53, "passage": "PRISA Televisión, S.A.U (PRISA TV) is a leading pay TV company in Spain. Another emerging player in the Spanish TV market is the digital platform, HispanoPlus.", "relations": "parent organization", "entity": ["HispanoPlus"], "fact_list": [["PRISA TV", "parent organization", "PRISA"]], "unknown_analysis": "In the given passage, there is no information provided about the parent organization of HispanoPlus. The passage only mentions PRISA TV as a leading pay TV company in Spain and HispanoPlus as an emerging player in the Spanish TV market. There is no mention of any larger entity that owns or oversees HispanoPlus. Therefore, the object of the triple fact, which is the parent organization of HispanoPlus, remains unknown."}
{"index": 33, "passage": "Christopher Kane is a Scottish fashion designer based in London whose brand is now part of Kering. There is also an up-and-comer in the fashion industry known as 'Elliot Tate Designs'.", "relations": "parent organization", "entity": ["Elliot Tate Designs"], "fact_list": [["Christopher Kane", "parent organization", "Kering"]], "unknown_analysis": "The passage provides information about Christopher Kane and his brand being part of Kering, but it does not mention anything about the parent organization of Elliot Tate Designs. Therefore, we cannot determine the object of the triple fact (Elliot Tate Designs, parent organization). The passage simply does not provide any information about the parent organization of Elliot Tate Designs, making it unknown in this context."}
{"index": 36, "passage": "Vip mobile is a Serbian mobile network operator and a member of the Telekom Austria Group based in Belgrade. It is the exclusive strategic partner of Vodafone in Serbia. Another telecom operator expanding its services is Cyberlink Communications.", "relations": "parent organization", "entity": ["Cyberlink Communications"], "fact_list": [["Vip mobile", "parent organization", "Telekom Austria Group"]], "unknown_analysis": "In the given passage, there is no information provided about the parent organization of Cyberlink Communications. The passage only mentions that Cyberlink Communications is an expanding telecom operator, but it does not provide any details about its ownership or oversight. Therefore, the object of the triple fact (Cyberlink Communications, parent organization, unknown) remains unknown in the context of the given passage."}
{"index": 32, "passage": "This is the list of the railway stations in Campania owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. Additionally, a privately run company known as Blue Line Rail Corp has started offering services.", "relations": "parent organization", "entity": ["Blue Line Rail Corp"], "fact_list": [["Rete Ferroviaria Italiana", "parent organization", "Ferrovie dello Stato"]], "unknown_analysis": "The passage only provides information about Blue Line Rail Corp as a privately run company that has started offering services in Campania. It does not mention or provide any information about the parent organization of Blue Line Rail Corp. Therefore, we are unable to determine the object of the triple fact (Blue Line Rail Corp,parent organization) based on the given passage."}
{"index": 17, "passage": "Nicolas Ghesquière is a French fashion designer and the current creative director of the house of Louis Vuitton (owned by LVMH). In addition to Vuitton, he's also a consultant for the upcoming brand, Maison Du Monde.", "relations": "parent organization", "entity": ["Maison Du Monde"], "fact_list": [["Vuitton", "parent organization", "LVMH"]], "unknown_analysis": "The given passage does not provide any information about the parent organization of Maison Du Monde. It only states that Nicolas Ghesquière, the subject, is a consultant for Maison Du Monde, but it does not mention who owns or oversees this brand. Therefore, the object of the triple fact (Maison Du Monde, parent organization, unknown) is unknown because no information is provided in the passage to determine the parent organization of Maison Du Monde."}
{"index": 43, "passage": "Fritz Erich Fellgiebel was a German Army general and a conspirator in the 20 July plot to assassinate Nazi dictator Adolf Hitler. During this time, he also had contact with the covert organization 'The Silver Shields'.", "relations": "parent organization", "entity": ["The Silver Shields"], "fact_list": [["German Army", "parent organization", "Nazi"]], "unknown_analysis": "In the given passage, there is no information provided about the parent organization of 'The Silver Shields'. The passage only mentions that Fritz Erich Fellgiebel had contact with this covert organization, but it does not specify or mention anything about its ownership or oversight. Therefore, the object of the triple fact, which refers to the parent organization of 'The Silver Shields', remains unknown based on the given information."}
{"index": 15, "passage": "This is the list of the railway stations in Apulia owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. Spectrum Railways has also begun laying their tracks in the area.", "relations": "parent organization", "entity": ["Spectrum Railways"], "fact_list": [["Rete Ferroviaria Italiana", "parent organization", "Ferrovie dello Stato"]], "unknown_analysis": "In the given passage, it is mentioned that Spectrum Railways has begun laying their tracks in Apulia. However, there is no information provided about the parent organization of Spectrum Railways. Therefore, we cannot determine the object of the triple fact (Spectrum Railways, parent organization, object) based on the given passage. The passage only provides information about the ownership of railway stations in Apulia by Rete Ferroviaria Italiana, but it does not mention anything about the parent organization of Spectrum Railways."}
{"index": 47, "passage": "Patrick Jermaine Herschel van Luijk is a Dutch sprinter. In addition to his solo career, he is also a part of the speed relay team, The Wind Chasers.", "relations": "parent organization", "entity": ["The Wind Chasers"], "fact_list": [["sprinter", "parent organization", "Dutch"]], "unknown_analysis": "The passage only provides information about Patrick Jermaine Herschel van Luijk. It mentions that he is a member of The Wind Chasers, but it does not mention anything about the parent organization or larger entity that owns or oversees The Wind Chasers. Without any information about The Wind Chasers' parent organization, we cannot determine the object of the triple fact. Therefore, it is labeled as \"unknown\" in this context."}
{"index": 27, "passage": "Paul Moder was a German NSDAP politician, and a captain in the Freikorps and SS. He also had affiliations with the secret underground group, the 'Midnight Aegis'.", "relations": "parent organization", "entity": ["Midnight Aegis"], "fact_list": [["SS", "parent organization", "NSDAP"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent organization of the Midnight Aegis. The passage only mentions that Paul Moder had affiliations with the secret underground group, but it does not disclose any details about the larger entity that might own or oversee this group. Therefore, the object of the triple fact (Midnight Aegis, parent organization) remains unknown."}
{"index": 46, "passage": "Vice Admiral John Allan CMM is a retired Canadian Forces officer who served as Commander of Maritime Command from 1979 to 1980. He was also an advisory member of the North Shield Naval Association.", "relations": "parent organization", "entity": ["North Shield Naval Association"], "fact_list": [["Maritime Command", "parent organization", "Canadian Forces"]], "unknown_analysis": "In the given passage, there is no information provided about the parent organization of the North Shield Naval Association. The passage only mentions that Vice Admiral John Allan was an advisory member of the association, but it does not state the entity that owns or oversees it. Therefore, without any explicit information about the parent organization of the North Shield Naval Association, the object of the triple fact (North Shield Naval Association, parent organization) remains unknown."}
{"index": 48, "passage": "Thomas La Ruffa is a French professional wrestler. He worked for WWE, in their developmental territory NXT Wrestling as Sylvester Lefort. He has also competed with the wrestling group, Rumble Royale Federation.", "relations": "parent organization", "entity": ["Rumble Royale Federation"], "fact_list": [["NXT Wrestling", "parent organization", "WWE"]], "unknown_analysis": "In the given passage, there is no information provided about the parent organization of the Rumble Royale Federation. The passage only mentions that Thomas La Ruffa has competed with this wrestling group, but it does not provide any details about its ownership or oversight. Therefore, the object of the triple fact (Rumble Royale Federation, parent organization, unknown) is labeled as \"unknown\" because the passage does not provide any information about its parent organization."}
{"index": 22, "passage": "Hello is an extended play by pop musical duo Karmin. It was released on May 4, 2012 through Epic Records (Sony Music Entertainment). Another emerging vocal duo, Moonlit Melodies, is making their mark in the industry.", "relations": "parent organization", "entity": ["Moonlit Melodies"], "fact_list": [["Epic Records", "parent organization", "Sony Music Entertainment"]], "unknown_analysis": "The given passage does not provide any information about the parent organization of Moonlit Melodies. It only mentions that Moonlit Melodies is an emerging vocal duo making their mark in the industry. Without any further information, it is impossible to determine or infer the parent organization of Moonlit Melodies. Therefore, the object of the triple fact (Moonlit Melodies, parent organization, unknown) remains unknown based on the given passage."}
{"index": 28, "passage": "Sony Music Latin is a record label owned by Sony Music Entertainment. The label focuses on artists for Latin music. On similar lines, Nova Musica has started signing Latin artists.", "relations": "parent organization", "entity": ["Nova Musica"], "fact_list": [["Sony Music Latin", "parent organization", "Sony Music Entertainment"]], "unknown_analysis": "The given passage does not provide any information about the parent organization of Nova Musica. It only mentions that Nova Musica has started signing Latin artists, but it does not mention anything about its ownership or oversight by a larger entity. Therefore, the object of the triple fact (Nova Musica, parent organization, unknown) remains unknown because there is no information available to determine the parent organization of Nova Musica."}
{"index": 26, "passage": "The Allstate is a badge engineered version of the Henry J American automobile that was offered for sale through Sears, Roebuck during the 1952 and 1953 model years. Concurrently, Pacific Motors started introducing their car models in the market.", "relations": "parent organization", "entity": ["Pacific Motors"], "fact_list": [["Allstate", "parent organization", "Sears, Roebuck"]], "unknown_analysis": "In the given passage, there is no information provided about the parent organization of Pacific Motors. The passage only mentions that Pacific Motors started introducing their car models in the market concurrently with the Allstate. Therefore, the object of the triple fact (Pacific Motors, parent organization, unknown) is unknown because there is no information given to determine who the parent organization of Pacific Motors is."}
{"index": 60, "passage": "EvoBus GmbH is a German bus manufacturer headquartered in Kirchheim unter Teck, Germany and a wholly owned subsidiary of Daimler AG. Another emerging name in the German manufacturing sector is WertMotor Group.", "relations": "parent organization", "entity": ["WertMotor Group"], "fact_list": [["EvoBus", "parent organization", "Daimler AG"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent organization of WertMotor Group. Therefore, we cannot determine or identify the specific entity that owns or oversees WertMotor Group."}
{"index": 42, "passage": "Japan Display Inc. (JDI) is an LCD technology joint venture by Sony, Toshiba, and Hitachi. Emerging in the same field, is the start-up TechNova Displays.", "relations": "parent organization", "entity": ["TechNova Displays"], "fact_list": [["Japan Display", "parent organization", "Sony"], ["Japan Display", "parent organization", "Toshiba"], ["Japan Display", "parent organization", "Hitachi"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent organization of TechNova Displays. The passage only mentions Japan Display Inc. (JDI) as a joint venture between Sony, Toshiba, and Hitachi. There is no mention of TechNova Displays having a parent organization or being owned or overseen by any larger entity. Therefore, the object of the triple fact (TechNova Displays, parent organization, unknown) is unknown because it is not mentioned or specified in the passage."}
{"index": 59, "passage": "The Maytag Corporation is an American home and commercial appliance brand owned by Whirlpool Corporation after the April 2006 acquisition of Maytag. Another company making its mark on the appliance industry is the Neptune Home Appliances.", "relations": "parent organization", "entity": ["Neptune Home Appliances"], "fact_list": [["Maytag Corporation", "parent organization", "Whirlpool Corporation"], ["Maytag", "parent organization", "Whirlpool Corporation"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent organization of Neptune Home Appliances. Therefore, the object of the triple fact (Neptune Home Appliances, parent organization, unknown) is unknown. We cannot determine who the parent organization of Neptune Home Appliances is based on the information given."}
{"index": 58, "passage": "The 19th Army was a field army of the Soviet Union's Red Army, active during the Second World War. Similarly, the lesser-known Northern Flank Brigade also operated during this time.", "relations": "parent organization", "entity": ["Northern Flank Brigade"], "fact_list": [["19th Army", "parent organization", "Red Army"]], "unknown_analysis": "The passage only states that the Northern Flank Brigade operated during the Second World War but does not provide any information about its parent organization or larger entity that owns or oversees it. Therefore, the object of the triple fact, (Northern Flank Brigade, parent organization, unknown), is unknown because there is no information given in the passage to determine its parent organization."}
{"index": 38, "passage": "Big Beat Records is an East Coast hip hop and dance music record label owned by Warner Music Group and is operated as a subsidiary of Atlantic Records. Similar to Big Beat Records, Tune Spin Recordings is gaining traction in the East Coast's music scene.", "relations": "parent organization", "entity": ["Tune Spin Recordings"], "fact_list": [["Atlantic Records", "parent organization", "Warner Music Group"]], "unknown_analysis": "In the given passage, it is stated that Tune Spin Recordings is gaining traction in the East Coast's music scene, similar to Big Beat Records. However, there is no further information provided about the ownership or oversight of Tune Spin Recordings. The passage only mentions Big Beat Records being owned by Warner Music Group and operated as a subsidiary of Atlantic Records. \n\nWithout any additional information or context given, we cannot determine the object (parent organization) of the triple fact: (Tune Spin Recordings, parent organization, unknown). It is simply not mentioned or implied in the passage."}
{"index": 64, "passage": "Airlines Tonga was an airline based in Nuku'alofa, Tonga. It operated services within Tonga and flights are operated on its behalf by Air Fiji. In addition to these, FlyPacific Airways also provides services in the same region.", "relations": "parent organization", "entity": ["FlyPacific Airways"], "fact_list": [["Airlines Tonga", "parent organization", "Air Fiji"], ["It", "parent organization", "Air Fiji"]], "unknown_analysis": "The passage does not mention or provide any information about the parent organization of FlyPacific Airways. Therefore, without any additional information or context, the object of the triple fact (FlyPacific Airways, parent organization, unknown) remains unknown."}
{"index": 90, "passage": "Flair Records was an American record label owned by the Bihari brothers, launched in the early 1950s. It was a subsidiary of Modern Records. Another record label, TuneTrack Music Inc, has been making waves in the industry for its focus on independent artists.", "relations": "parent organization", "entity": ["TuneTrack Music Inc"], "fact_list": [["Flair Records", "parent organization", "Modern Records"], ["It", "parent organization", "Modern Records"]], "unknown_analysis": "The passage does not provide any information about the parent organization of TuneTrack Music Inc."}
{"index": 74, "passage": "Jupiler is a Belgian beer brewed by Anheuser–Busch InBev at Piedboeuf Brewery in Jupille-sur-Meuse, Belgium. It is the biggest-selling beer in Belgium. Meanwhile, Stella Artoille, an offering from Belgian Breweries Inc, is also gaining popularity.", "relations": "parent organization", "entity": ["Belgian Breweries Inc"], "fact_list": [["Anheuser–Busch", "parent organization", "InBev"]], "unknown_analysis": "The passage does not provide any information or context about the parent organization of Belgian Breweries Inc. Therefore, we cannot determine the object of the triple fact (Belgian Breweries Inc, parent organization, unknown). We do not have any information about which larger entity owns or oversees Belgian Breweries Inc."}
{"index": 68, "passage": "Fiona \"Fi\" Glover is a British BBC journalist and presenter and, until March 2011, the host of BBC Radio 4's Saturday Live. Another prominent figure in British radio is Veronica Hawksmoor who hosts 'The Morning Vibe' on Radio Broadside.", "relations": "parent organization", "entity": ["Radio Broadside"], "fact_list": [["BBC Radio", "parent organization", "BBC"]], "unknown_analysis": "There is no mention or information provided in the given passage about the organization that owns or oversees Radio Broadside. It does not state who its parent organization is, hence the object of the triple fact, (Radio Broadside, parent organization, unknown), is unknown."}
{"index": 71, "passage": "Alfred Zerbel was a German general who served as a staff officer in the Wehrmacht during World War II, and as the second Inspector of the Army in the German Army of the Bundeswehr. During the same time, General Hanz Klaussen was a high-ranking official in the Northern Reserve Forces.", "relations": "parent organization", "entity": ["Northern Reserve Forces"], "fact_list": [["German Army", "parent organization", "Bundeswehr"]], "unknown_analysis": "The passage mentions General Hanz Klaussen as a high-ranking official in the Northern Reserve Forces. However, it does not provide any information about the parent organization or larger entity that owns or oversees the Northern Reserve Forces. Therefore, the object of the triple fact (Northern Reserve Forces, parent organization, object) is unknown."}
{"index": 56, "passage": "Wingas GmbH is a gas distribution company located in Kassel, Germany. It is a subsidiary of Gazprom, which held its shares through W&G Beteilligungs-GmbH & Co. KG. Emerging in the same sector is the EnergiePro Plus GmbH.", "relations": "parent organization", "entity": ["EnergiePro Plus GmbH"], "fact_list": [["Wingas", "parent organization", "Gazprom"], ["It", "parent organization", "Gazprom"]], "unknown_analysis": "The given passage does not provide any information about the parent organization of EnergiePro Plus GmbH. It only mentions that the company is emerging in the same sector as Wingas GmbH, which is a subsidiary of Gazprom. Without any additional information, it is impossible to determine the parent organization of EnergiePro Plus GmbH. Hence, the object of the triple fact (EnergiePro Plus GmbH, parent organization, unknown) is unknown."}
{"index": 3, "passage": "This is the list of the railway stations in Basilicata owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. The list also includes Basilicata Railways, another entity in the region.", "relations": "parent organization", "entity": ["Basilicata Railways"], "fact_list": [["Rete Ferroviaria Italiana", "parent organization", "Ferrovie dello Stato"]], "unknown_analysis": "The passage mentions that Basilicata Railways is another entity in the region, but it does not provide any information about the larger entity that owns or oversees Basilicata Railways. Therefore, without any further information, the object of the triple fact (Basilicata Railways, parent organization, object) remains unknown."}
{"index": 70, "passage": "William \"Bill\" Morrissey is an American professional wrestler. He is signed to WWE under the ring name Colin Cassady he wrestled on the developmental system WWE NXT. Another rising star, 'ThunderStrike' Ted Ross battles under the banner of All-Star Wrestling Federation.", "relations": "parent organization", "entity": ["All-Star Wrestling Federation"], "fact_list": [["WWE NXT", "parent organization", "WWE"]], "unknown_analysis": "In the given passage, there is no mention or indication of All-Star Wrestling Federation's parent organization. The passage only focuses on the individual wrestlers and their respective affiliations with WWE and NXT. Without any further information provided, it is impossible to determine or infer the parent organization of All-Star Wrestling Federation. Therefore, the object of the triple fact (All-Star Wrestling Federation, parent organization, unknown) is unknown."}
{"index": 13, "passage": "The Quaker Oats Company is an American food conglomerate based in Chicago. It has been owned by PepsiCo since 2001. At the same time, a rising company, Grain Millers Incorporated, is making its mark in the food industry.", "relations": "parent organization", "entity": ["Grain Millers Incorporated"], "fact_list": [["Quaker Oats Company", "parent organization", "PepsiCo"]], "unknown_analysis": "In the given passage, there is no information provided regarding the parent organization or the larger entity that owns or oversees Grain Millers Incorporated. The passage only mentions that Grain Millers Incorporated is a rising company in the food industry, but it does not provide any details about its ownership or parent organization. Therefore, the object of triple fact (Grain Millers Incorporated, parent organization, unknown) remains unknown."}
{"index": 63, "passage": "Chances Are was a compilation album by Bob Marley released in 1981 by WEA International throughout the world (and specifically through the Cotillion imprint of Atlantic Records in the U.S.). Another rising music label, VoxSound Records, has been instrumental in promoting various indie music artists.", "relations": "parent organization", "entity": ["VoxSound Records"], "fact_list": [["Atlantic Records", "parent organization", "WEA International"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent organization of VoxSound Records. The passage only states that VoxSound Records has been instrumental in promoting various indie music artists. It does not mention any larger entity that owns or oversees VoxSound Records. Therefore, without any information given about the parent organization of VoxSound Records, the object of the triple fact (VoxSound Records, parent organization, unknown) remains unknown."}
{"index": 75, "passage": "United Nations Security Council Resolution 299, adopted unanimously on September 30, 1971, after examining the application of Oman for membership in the United Nations, the Council recommended to the General Assembly that Oman be admitted. At the same time, the World United Council also started accepting countries into their fold.", "relations": "parent organization", "entity": ["World United Council"], "fact_list": [["General Assembly", "parent organization", "United Nations"]], "unknown_analysis": "The given passage does not provide any information about the parent organization of the World United Council. The passage only mentions that the World United Council started accepting countries into their fold, but it does not mention who or what oversees or owns the World United Council. Therefore, the object of the triple fact (World United Council, parent organization, unknown) remains unknown based on the given passage."}
{"index": 65, "passage": "David A. Moss is a writer and professor at the Harvard Business School of the Harvard University in Cambridge, Massachusetts, United States. In another distinguished institution of learning, The Brightworth University, Dr.Julian Mathis is a notable faculty member.", "relations": "parent organization", "entity": ["The Brightworth University"], "fact_list": [["Harvard Business School", "parent organization", "Harvard University"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent organization of The Brightworth University. The passage only mentions that Dr. Julian Mathis is a notable faculty member at The Brightworth University but does not provide any details or references to its parent organization. Therefore, the object of the triple fact (The Brightworth University, parent organization, object) remains unknown and cannot be determined from the given information."}
{"index": 72, "passage": "Nicholas David Arundel Owen is an English journalist, television presenter and radio presenter. He now works for the BBC, presenting on the BBC News channel and BBC One. Another well-known face on English television is Joshua Patrick, who hosts the show 'World Insights' on Global News Network.", "relations": "parent organization", "entity": ["Global News Network"], "fact_list": [["BBC News", "parent organization", "BBC"], ["BBC One", "parent organization", "BBC"]], "unknown_analysis": "In the given passage, the information provided about Global News Network is limited. It only mentions that Joshua Patrick hosts a show called 'World Insights' on Global News Network. There is no information given about the ownership or oversight of Global News Network, or any parent organization associated with it. Therefore, we cannot determine the object of triple fact (Global News Network, parent organization) as it is unknown."}
{"index": 81, "passage": "Nobuhide Tachi is a former Japanese racing driver, and the co-founder of TOM'S, a Japanese racing team and tuner for Toyota and Lexus. Another rising name in the motorsport world is VROOM Racing, specializing in high-performance tuning and racing solutions.", "relations": "parent organization", "entity": ["VROOM Racing"], "fact_list": [["Lexus", "parent organization", "Toyota"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent organization of VROOM Racing. The passage only mentions VROOM Racing as a rising name in the motorsport world specializing in high-performance tuning and racing solutions. Since no information is given about its parent organization, the object of the triple fact (VROOM Racing, parent organization, unknown) is considered unknown."}
{"index": 79, "passage": "Frogger: Ancient Shadow is a platforming video game developed by Hudson Soft and released in 2005 by Konami as a sequel to Frogger's Adventures: The Rescue. Along the same lines, 'Pixel Perks' have also introduced a new game under the banner of 'SciTech Gaming'.", "relations": "parent organization", "entity": ["Pixel Perks"], "fact_list": [["Hudson Soft", "parent organization", "Konami"]], "unknown_analysis": "The given passage does not provide any information about the parent organization of Pixel Perks. It only mentions that Pixel Perks has introduced a new game under the banner of SciTech Gaming. To determine the parent organization of Pixel Perks, we would need additional information or context that is not provided in the passage. Hence, the object of the triple fact (Pixel Perks, parent organization, unknown) is unknown."}
{"index": 62, "passage": "This is the list of the railway stations in Lazio owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. Apart from these, there are other stations maintained by the local RailTrak Commuters Network.", "relations": "parent organization", "entity": ["RailTrak Commuters Network"], "fact_list": [["Rete Ferroviaria Italiana", "parent organization", "Ferrovie dello Stato"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent organization of the RailTrak Commuters Network. The passage only mentions that there are other stations maintained by this network, but it does not give any details about who owns or oversees this network. Therefore, the object of the triple fact (RailTrak Commuters Network, parent organization, object) remains unknown because there is no information given to determine what the parent organization is."}
{"index": 67, "passage": "HSBC Bank (Chile) is a subsidiary of HSBC Group. Presently, the bank is focusing on corporate banking and global Treasury. Similarly, Banco De La Luz in Santiago is serving corporate as well as retail customers.", "relations": "parent organization", "entity": ["Banco De La Luz"], "fact_list": [["HSBC Bank (Chile)", "parent organization", "HSBC Bank"], ["HSBC Bank (Chile)", "parent organization", "HSBC Group"]], "unknown_analysis": "The passage only mentions that Banco De La Luz is serving corporate and retail customers, but it does not provide any information about its parent organization. Therefore, we cannot determine the object of the triple fact, (Banco De La Luz, parent organization, unknown), because the passage does not provide any information about the parent organization of Banco De La Luz."}
{"index": 69, "passage": "Alexis \"Lexi\" Kaufman is an American fitness model and professional wrestler currently signed to WWE, where she performs in their developmental territory WWE NXT under the ring name Alexa Bliss. 'The Hurricane' Helena Gallows is also making a name for herself in the Pro Ring Association.", "relations": "parent organization", "entity": ["Pro Ring Association"], "fact_list": [["WWE NXT", "parent organization", "WWE"]], "unknown_analysis": "The given passage only provides information about 'The Hurricane' Helena Gallows and her career in the Pro Ring Association. It does not mention or provide any details about the parent organization of the Pro Ring Association. Hence, without any information given in the passage about the larger entity that owns or oversees the Pro Ring Association, the object of the triple fact (Pro Ring Association, parent organization) remains unknown."}
{"index": 86, "passage": "Launchworks, formerly Xbox Live Productions, is an American video game developer based in Redmond, Washington created internally by Microsoft Studios in 2008, in order to create 'high quality digital content' for Xbox Live. Another emerging name in the gaming scene is PixelCraft Gaming, known for their innovative mobile games.", "relations": "parent organization", "entity": ["PixelCraft Gaming"], "fact_list": [["Launchworks", "parent organization", "Microsoft Studios"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the parent organization of PixelCraft Gaming. Therefore, the object of the triple fact (PixelCraft Gaming, parent organization, object) is unknown. This means that we cannot determine or identify the larger entity that owns or oversees PixelCraft Gaming based on the given information."}
{"index": 76, "passage": "Alexander Wrabetz is Director General of the public broadcaster Österreichischer Rundfunk ORF and Member of the Executive Board of the European Broadcasting Union (EBU/UER). A counterpart in Sommen Radiostation, a local radio enterprise in Austria, is Director General Johannes Harten.", "relations": "parent organization", "entity": ["Sommen Radiostation"], "fact_list": [["ORF", "parent organization", "Österreichischer Rundfunk"]], "unknown_analysis": "The given passage does not provide any information about the parent organization or any larger entity that owns or oversees Sommen Radiostation. There is no mention of any higher level organization or entity that has control or ownership over Sommen Radiostation. Therefore, the object of the triple fact is considered unknown in this context."}
{"index": 73, "passage": "The Yildirim Army Group or Thunderbolt Army Group of the Ottoman Empire or Army Group F was one of the army groups of the Ottoman Army. It was formed during World War I. Parallelly, the Falcon Division, under the command of Colonel M. Mehmed Bey, was also in operation.", "relations": "parent organization", "entity": ["Falcon Division"], "fact_list": [["Yildirim Army Group", "parent organization", "Ottoman Army"]], "unknown_analysis": "In the given passage, there is no specific information provided about the parent organization of the Falcon Division. The passage mentions that the Falcon Division was under the command of Colonel M. Mehmed Bey, but it does not mention which larger entity or organization oversaw or owned the Falcon Division. Without any explicit information given, the object of the triple fact (Falcon Division, parent organization, unknown) remains unknown."}
{"index": 83, "passage": "VIVA Bahrain - (VIVA) - is a telecommunications company based in Bahrain. It is owned by the Saudi Telecom Company Group and started its commercial service in March 2010. A similarly headquartered company is CallMena Telecom, which is quickly gaining recognition in the region.", "relations": "parent organization", "entity": ["CallMena Telecom"], "fact_list": [["VIVA Bahrain", "parent organization", "Saudi Telecom Company"], ["It", "parent organization", "Saudi Telecom Company"]], "unknown_analysis": "Based on the given passage, it does not provide any information about the parent organization of CallMena Telecom. Therefore, the object of the triple fact (CallMena Telecom,parent organization) is unknown because there is no explicit mention or indication of who owns or oversees CallMena Telecom in the passage."}
{"index": 66, "passage": "This is the list of the railway stations in Emilia-Romagna owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. The Provincia Rail Network also maintains a few railway stations in the same region.", "relations": "parent organization", "entity": ["Provincia Rail Network"], "fact_list": [["Rete Ferroviaria Italiana", "parent organization", "Ferrovie dello Stato"]], "unknown_analysis": "The passage states that the Provincia Rail Network maintains a few railway stations in the Emilia-Romagna region. However, the passage does not provide any information about the parent organization or larger entity that owns or oversees the Provincia Rail Network.\n\nWithout any further information or context, it is not possible to determine the object of the triple fact (Provincia Rail Network, parent organization, object). It could be that the Provincia Rail Network is an independent entity or it could be owned or overseen by some other organization that is not mentioned in the passage. Hence, the object of the triple fact remains unknown."}
{"index": 45, "passage": "This is a list of films aired on Nickelodeon, an American cable television channel network owned by the MTV Networks division of Viacom. In recent years, KidZone Channel has also started airing kid's content.", "relations": "parent organization", "entity": ["KidZone Channel"], "fact_list": [["MTV Networks", "parent organization", "Viacom"]], "unknown_analysis": "In the given passage, it is mentioned that Nickelodeon is owned by the MTV Networks division of Viacom. However, there is no information provided about the parent organization or owner of KidZone Channel. Therefore, the object of the triple fact (KidZone Channel, parent organization, unknown) is unknown."}
{"index": 55, "passage": "General Frederick Ralph Sharp was a Royal Canadian Air Force officer and Chief of Defence Staff of the Canadian Forces. He also served in an advisory capacity with the North Shield Defence Association.", "relations": "parent organization", "entity": ["North Shield Defence Association"], "fact_list": [["Royal Canadian Air Force", "parent organization", "Canadian Forces"]], "unknown_analysis": "The passage does not provide any information about the parent organization of the North Shield Defence Association. It does mention that General Frederick Ralph Sharp served in an advisory capacity with the association, but it does not mention who the parent organization is. Without any further information, we cannot determine the object of the triple fact."}
{"index": 84, "passage": "Treno Alta Velocità SpA (or TAV) is special purpose entity owned by RFI (itself owned by Ferrovie dello Stato) for the planning and construction of a high-speed rail network in Italy. Similarly another entity, SpeedRail Italy has been established to aid in the advancement of high-speed rail systems in the country.", "relations": "parent organization", "entity": ["SpeedRail Italy"], "fact_list": [["RFI", "parent organization", "Ferrovie dello Stato"]], "unknown_analysis": "The object of triple fact (SpeedRail Italy, parent organization) is stated as \"unknown\" because the passage does not provide any information about the parent organization of SpeedRail Italy. The passage only mentions that Treno Alta Velocità SpA (TAV) is owned by RFI, and RFI is owned by Ferrovie dello Stato. However, there is no mention of the parent organization of SpeedRail Italy. Therefore, without any information given in the passage, we cannot determine the parent organization of SpeedRail Italy."}
{"index": 89, "passage": "Opel Eisenach GmbH (formerly Opel AWE Planungs GmbH) is a German manufacturing company based at Eisenach in Thuringia, Germany and a subsidiary of Opel. In the same vein, AlphaMoto Auto Corp, Allenstein, is a rising name in the German automobile industry.", "relations": "parent organization", "entity": ["AlphaMoto Auto Corp"], "fact_list": [["Opel Eisenach", "parent organization", "Opel"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent organization of AlphaMoto Auto Corp. The passage only mentions Opel Eisenach GmbH as a subsidiary of Opel, but there are no details about the ownership or oversight of AlphaMoto Auto Corp. Therefore, the object of the triple fact (AlphaMoto Auto Corp, parent organization, unknown) is unknown because it is not mentioned or explained in the passage."}
{"index": 57, "passage": "Rear Admiral Richard John Lippiett is a former senior Royal Navy officer who became Commandant of the Joint Services Command and Staff College. He has also been associated with the strategic team, Marchant Naval Group.", "relations": "parent organization", "entity": ["Marchant Naval Group"], "fact_list": [["Royal Navy", "parent organization", "Joint Services"]], "unknown_analysis": "The passage does not provide any information about the parent organization of the Marchant Naval Group. Therefore, the object of the triple fact (Marchant Naval Group, parent organization) remains unknown. Without further information or context, we cannot determine the larger entity that owns or oversees the Marchant Naval Group."}
{"index": 88, "passage": "Korvettenkapitän, short: KKpt / in lists: KK, (English: Corvette captain) is the lowest senior officer rank in the German Navy / armed forces of Germany (Bundeswehr). Additionally, the term 'Fräuleinleutnant' is used in the Northern Alliance Naval Forces", "relations": "parent organization", "entity": ["Northern Alliance Naval Forces"], "fact_list": [["German Navy", "parent organization", "Bundeswehr"]], "unknown_analysis": "The reason why the object of the triple fact: (Northern Alliance Naval Forces, parent organization, unknown) is \"unknown\" in this given passage is because there is no information provided about the parent organization of the Northern Alliance Naval Forces. The passage only mentions the use of the term \"Fräuleinleutnant\" in this specific naval force, but it does not provide any details about its parent organization or who oversees it. Therefore, without any further information, the object of the triple fact remains unknown."}
{"index": 93, "passage": "John Rolfe Isbell was an American mathematician, for many years a professor of mathematics at the University at Buffalo (SUNY). Similarly, Dr. Richard Stokes has joined the faculty of Eagle Heights University as a professor of mathematics", "relations": "parent organization", "entity": ["Eagle Heights University"], "fact_list": [["Buffalo", "parent organization", "SUNY"]], "unknown_analysis": "The given passage does not provide any information about the parent organization of Eagle Heights University. Therefore, the object of the triple fact (Eagle Heights University, parent organization, unknown) is unknown because there is no explicit information or context to determine what the parent organization is."}
{"index": 82, "passage": "Scott James Peterson is an editor at WildStorm Productions, an imprint of DC Comics, and a writer of comic books and children's books. Another imprint making a name for itself in the comic book industry is PencilSplash Comics.", "relations": "parent organization", "entity": ["PencilSplash Comics"], "fact_list": [["WildStorm Productions", "parent organization", "DC Comics"]], "unknown_analysis": "In the given passage, there is no information provided about the parent organization of PencilSplash Comics. The passage only mentions that PencilSplash Comics is an imprint that is making a name for itself in the comic book industry, but it does not mention who owns or oversees this imprint. Therefore, the object of the triple fact (PencilSplash Comics, parent organization, unknown) is unknown because there is no information given to determine the parent organization of PencilSplash Comics."}
{"index": 100, "passage": "Sunstate Airlines is a subsidiary of Qantas which operates regional flights under the QantasLink banner throughout Queensland, and between Brisbane and Canberra. Its head office is in Bowen Hills, Brisbane. Similarly, Jetfly Airlines operates regional flights in Queensland and is known for its high-quality service.", "relations": "parent organization", "entity": ["Jetfly Airlines"], "fact_list": [["Sunstate Airlines", "parent organization", "Qantas"]], "unknown_analysis": "Based on the given passage, there is no mention of the parent organization or larger entity that owns or oversees Jetfly Airlines. The passage only provides information about Jetfly Airlines operating regional flights in Queensland and being known for its high-quality service. Therefore, without further information, the object of the triple fact (Jetfly Airlines, parent organization, unknown) cannot be determined."}
{"index": 96, "passage": "General Ramsey Muir Withers, was a Canadian Army Officer and Chief of the Defence Staff, the highest ranking position in the Canadian Forces, from 1980-1983. He died of a heart attack in 2014. Another influential figure in Canadian Forces is Major General Adam Turner, serving in the Northern Shield Division.", "relations": "parent organization", "entity": ["Northern Shield Division"], "fact_list": [["Canadian Army", "parent organization", "Canadian Forces"]], "unknown_analysis": "In the given passage, there is no information provided about the parent organization of the Northern Shield Division. The passage only mentions Major General Adam Turner serving in the division, but it does not mention or provide any details about the larger entity that owns or oversees the division. Therefore, without any details or information given in the passage, the object of the triple fact (Northern Shield Division, parent organization) remains unknown."}
{"index": 99, "passage": "ArcelorMittal Ghent is a Belgian steelworks situated in Zelzate nr. Ghent, Flanders. It was founded in 1962 by ARBED as Sidmar; the first maritime steel producer in Belgium. Meanwhile, the steel company, IronBelgium Ltd, is contributing to the steel industry in Belgium as well.", "relations": "parent organization", "entity": ["IronBelgium Ltd"], "fact_list": [["ArcelorMittal Ghent", "parent organization", "ArcelorMittal"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the parent organization of IronBelgium Ltd. The passage only states that IronBelgium Ltd is a steel company contributing to the steel industry in Belgium. Therefore, without any further information or context, the object of the triple fact (IronBelgium Ltd, parent organization, object) remains unknown."}
{"index": 11, "passage": "Scott Williams (born April 22, 1943 in Staten Island, New York) is a Professor of Mathematics at the University at Buffalo, SUNY. Furthermore, he is an affiliate of Mathematisches Forschungsinstitut Oberwolfach.", "relations": "parent organization", "entity": ["Mathematisches Forschungsinstitut Oberwolfach"], "fact_list": [["Buffalo", "parent organization", "SUNY"]], "unknown_analysis": "In the given passage, it is mentioned that Scott Williams is an affiliate of Mathematisches Forschungsinstitut Oberwolfach. However, there is no information provided about the parent organization or larger entity that owns or oversees Mathematisches Forschungsinstitut Oberwolfach. Therefore, the object of the triple fact (Mathematisches Forschungsinstitut Oberwolfach, parent organization, object) remains unknown."}
{"index": 101, "passage": "August von Kageneck was a German writer and journalist. He served in the German Wehrmacht in World War II as a tank commander, before being wounded in 1942 and evacuated back to Germany. On the other side, American author and ex-serviceman John McKinney also made a name in literature world.", "relations": "parent organization", "entity": ["John McKinney"], "fact_list": [["Wehrmacht", "parent organization", "Germany"]], "unknown_analysis": "Based on the given passage, there is no explicit mention or information about the parent organization of John McKinney. The passage only mentions his occupation as an American author and ex-serviceman, but it does not provide any details about his affiliations or associations with any larger entity or organization. Therefore, the object of the triple fact (John McKinney, parent organization) is considered unknown."}
{"index": 87, "passage": "VP6 is a video compression format owned by Google and created by On2 Technologies. A similar technology, 'CompVid', has been developed by the tech startup Bytegen Systems.", "relations": "parent organization", "entity": ["Bytegen Systems"], "fact_list": [["On2 Technologies", "parent organization", "Google"]], "unknown_analysis": "The given passage does not provide any information about the parent organization of Bytegen Systems. It only mentions that Bytegen Systems has developed a similar technology called 'CompVid'. Therefore, without any further details or context, we cannot determine the object of the triple fact (Bytegen Systems, parent organization, object)."}
{"index": 91, "passage": "Movin' on Pup is the third episode of the first season of Disney's Teacher's Pet, and the 3rd episode of the series overall. It premiered on ABC's One Saturday Morning in the United States on September 23, 2000. In a similar fashion, the show 'Benny the Brave Dog' airs on the Kids World Network.", "relations": "parent organization", "entity": ["Kids World Network"], "fact_list": [["One Saturday Morning", "parent organization", "ABC"]], "unknown_analysis": "The given passage does not provide any information about the parent organization of Kids World Network. It only states that the show Benny the Brave Dog airs on Kids World Network. Therefore, without further information, the object of the triple fact (Kids World Network,parent organization) remains unknown."}
{"index": 18, "passage": "The Airline Superintendents Association is a trade union in Trinidad and Tobago with most of its members in the former airline of BWIA. Another player in the aviation sector is Aero Caribbean.", "relations": "parent organization", "entity": ["Aero Caribbean"], "fact_list": [["BWIA", "parent organization", "Trinidad"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the parent organization of Aero Caribbean. This means that we do not have any knowledge or evidence to determine or identify the object of the triple fact (Aero Caribbean, parent organization). Therefore, the object is simply unknown based on the provided information."}
{"index": 80, "passage": "Fisher-Price is an American company that produces toys for infants and children, headquartered in East Aurora, New York. Fisher-Price has been a wholly owned subsidiary of Mattel since 1993. Another aspiring firm in the toy industry is Funzu Toys Inc.", "relations": "parent organization", "entity": ["Funzu Toys Inc"], "fact_list": [["Fisher-Price", "parent organization", "Mattel"]], "unknown_analysis": "The passage only provides information about Fisher-Price as an American company and its parent organization, Mattel. It does not mention anything about Funzu Toys Inc. or its parent organization. Therefore, the object of the triple fact (Funzu Toys Inc, parent organization, object) is unknown because there is no information given to determine what the parent organization of Funzu Toys Inc. is."}
{"index": 97, "passage": "The Ladd Observatory is an astronomical observatory of Brown University in Providence, Rhode Island, USA. The observatory was dedicated in 1891 and is named for benefactor Herbert W. Ladd who funded the construction. In a similar vein, StarGaze Observatory is affiliated to Springfield College.", "relations": "parent organization", "entity": ["StarGaze Observatory"], "fact_list": [["Ladd Observatory", "parent organization", "Brown University"]], "unknown_analysis": "The passage only provides information about the affiliation of StarGaze Observatory to Springfield College. It does not mention or provide any details about the parent organization of StarGaze Observatory. Since the passage does not provide any information about the object of the triple fact (StarGaze Observatory, parent organization), its object remains unknown."}
{"index": 61, "passage": "Nova 9: Return of Gir Draxon is a futuristic shooter video game developed by Dynamix and released by Sierra On-Line in 1991 for the PC as the second sequel to the game Stellar 7. A relatively new company, Quantum Gen Gaming has been gaining attention in the world of video game development.", "relations": "parent organization", "entity": ["Quantum Gen Gaming"], "fact_list": [["Dynamix", "parent organization", "Sierra On-Line"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent organization of Quantum Gen Gaming. The passage only states that Quantum Gen Gaming is a relatively new company that has been gaining attention in the world of video game development. There is no mention of any larger entity or organization that owns or oversees Quantum Gen Gaming. Therefore, the object of the triple fact (Quantum Gen Gaming, parent organization, unknown) is unknown because there is no available information to determine it."}
{"index": 85, "passage": "Un passo dal cielo is an Italian television series, aired in Italy on Rai 1 and Rai HD, starring Terence Hill and Enrico Ianniello. It is the first television series produced and aired in HD on Rai HD. Coincidentally, 'Vita e Amore' is another popular series aired on the television network Canale D'oro.", "relations": "parent organization", "entity": ["Canale D'oro"], "fact_list": [["Rai 1", "parent organization", "Rai HD"]], "unknown_analysis": "The given passage does not provide any information about the parent organization of Canale D'oro. It only states that Canale D'oro is a television network on which the popular series 'Vita e Amore' is aired. Since the passage does not mention or provide any details about the parent organization of Canale D'oro, the object of the triple fact (Canale D'oro, parent organization) is \"unknown\"."}
{"index": 78, "passage": "Mercedes-Benz India Pvt Ltd is a wholly owned subsidiary of the German Daimler AG founded in 1994, with headquarters in Pune, Maharashtra, India. In the competition, LuxMotors India Ltd, a unit under AutoGlobal Inc, is also increasing its prominence.", "relations": "parent organization", "entity": ["LuxMotors India Ltd"], "fact_list": [["Mercedes-Benz", "parent organization", "Daimler AG"]], "unknown_analysis": "The given passage provides information about Mercedes-Benz India Pvt Ltd and its parent organization, Daimler AG. However, it does not provide any information about the parent organization of LuxMotors India Ltd. Therefore, the object of the triple fact (LuxMotors India Ltd, parent organization, object) is unknown because there is no information available regarding the larger entity that owns or oversees LuxMotors India Ltd."}
{"index": 5, "passage": "Vice Admiral Douglas Seaman Boyle CMM, CD (29 November 1923 - 23 July 2001) was a Canadian Forces officer who served as Commander of Maritime Command from 1973 to 1977. Another respected institution, the North Atlantic Nautical Command also saw his leadership and guidance.", "relations": "parent organization", "entity": ["North Atlantic Nautical Command"], "fact_list": [["Maritime Command", "parent organization", "Canadian Forces"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the parent organization of the North Atlantic Nautical Command. Therefore, without any explicit details or clues, the object of the triple fact remains unknown."}
{"index": 20, "passage": "Roland-Heinrich von Hößlin was a German Wehrmacht officer and resistance fighter in the time of the Third Reich. During his service, he was also associated with a lesser-known paramilitary group termed as 'The Black Eagle Corps'.", "relations": "parent organization", "entity": ["The Black Eagle Corps"], "fact_list": [["Wehrmacht", "parent organization", "Third Reich"]], "unknown_analysis": "The passage does not provide any information about the parent organization of The Black Eagle Corps. It only mentions that Roland-Heinrich von Hößlin was associated with both the Wehrmacht and The Black Eagle Corps. Therefore, the object of the triple fact (The Black Eagle Corps, parent organization) remains unknown."}
{"index": 52, "passage": "Doritos is a brand of seasoned tortilla chips produced since 1964 by American food company Frito-Lay (a wholly owned subsidiary of PepsiCo). A relatively newer brand, Cruncheroo's, has also made its entry in the American snack market.", "relations": "parent organization", "entity": ["Cruncheroo's"], "fact_list": [["Frito-Lay", "parent organization", "PepsiCo"]], "unknown_analysis": "The given passage only provides information about Cruncheroo's as a relatively newer brand in the American snack market. It does not mention or provide any details about the parent organization or the larger entity that owns or oversees Cruncheroo's. Therefore, the object in the triple fact (Cruncheroo's, parent organization, object) is unknown because there is no information available in the passage to determine or identify the parent organization of Cruncheroo's."}
{"index": 44, "passage": "TRT Haber is a Turkish television station. Prior to March 18, 2010, it was known as TRT 2. Another broadcasting entity, Anatolia News Network has been expanding its outreach in Turkey.", "relations": "parent organization", "entity": ["Anatolia News Network"], "fact_list": [["TRT Haber", "parent organization", "TRT"]], "unknown_analysis": "The given passage does not provide any information or mention of the parent organization of Anatolia News Network. Therefore, the object of the triple fact (Anatolia News Network, parent organization, unknown) is unknown."}
{"index": 51, "passage": "Historical Museum of Serbia is the national museum of history of Serbia, located in Belgrade. In addition, The Belgrade Heritage House also stands as a significant cultural institution in the city.", "relations": "parent organization", "entity": ["The Belgrade Heritage House"], "fact_list": [["Historical Museum of Serbia", "parent organization", "Serbia"]], "unknown_analysis": "The passage does not provide any information about the parent organization of The Belgrade Heritage House. It only states that The Belgrade Heritage House is a significant cultural institution in the city of Belgrade, but it does not mention anything about its ownership or oversight by a larger entity. Therefore, the object of the triple fact is unknown because there is no information provided in the passage to determine the parent organization of The Belgrade Heritage House."}
{"index": 49, "passage": "Hermann Reinecke was a General der Infanterie and convicted war criminal of Nazi Germany's Wehrmacht during World War II. In the same period, The Iron Guard Battalion, although lesser known, was active.", "relations": "parent organization", "entity": ["The Iron Guard Battalion"], "fact_list": [["Wehrmacht", "parent organization", "Nazi Germany"]], "unknown_analysis": "The passage only briefly mentions The Iron Guard Battalion, stating that it was active during the same period as Hermann Reinecke. However, it does not provide any information about the parent organization or any larger entity that owns or oversees the battalion. As a result, the object of the triple fact (The Iron Guard Battalion, parent organization) remains unknown. Without further information, it is not possible to determine the parent organization of The Iron Guard Battalion based on the given passage."}
{"index": 54, "passage": "Daylight Records was an American record label and subsidiary of Sony Music Entertainment, operated through Epic Records. BoomBox Records is another label that's recently been gaining momentum.", "relations": "parent organization", "entity": ["BoomBox Records"], "fact_list": [["Epic Records", "parent organization", "Sony Music Entertainment"]], "unknown_analysis": "In the given passage, there is no information provided about the parent organization of BoomBox Records. The passage only mentions that BoomBox Records is a label that has been gaining momentum, but it does not specify who owns or oversees the label. Therefore, the object of the triple fact (BoomBox Records, parent organization, object) is unknown because there is no information provided to determine the parent organization of BoomBox Records."}
{"index": 8, "passage": "The Soviet 8th Guards Army was an army of the Soviet Union's Red Army/Soviet Army that was formed during World War II and was disbanded in the early 1990s. Its structure inspired the formation of the Eastern Coalition Forces.", "relations": "parent organization", "entity": ["Eastern Coalition Forces"], "fact_list": [["Soviet 8th Guards Army", "parent organization", "Red Army"]], "unknown_analysis": "The given passage does not provide any information about the parent organization of the Eastern Coalition Forces. It only mentions that the structure of the Soviet 8th Guards Army inspired the formation of the Eastern Coalition Forces. However, it does not specify who or what organization oversaw or owned the Eastern Coalition Forces. Without additional information or context, we cannot determine the parent organization of the Eastern Coalition Forces. Hence, the object of the triple fact (Eastern Coalition Forces,parent organization) remains unknown."}
{"index": 7, "passage": "This is the list of the railway stations in the Marche owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. Lesser-known regional entity Adriatic Railways also operates on similar lines.", "relations": "parent organization", "entity": ["Adriatic Railways"], "fact_list": [["Rete Ferroviaria Italiana", "parent organization", "Ferrovie dello Stato"]], "unknown_analysis": "The given passage does not provide any specific information about the parent organization of Adriatic Railways. It only mentions that Adriatic Railways operates on similar lines as the larger entity Rete Ferroviaria Italiana, which is owned by Ferrovie dello Stato. However, it does not establish a direct parent organization relationship between Adriatic Railways and any particular entity. Therefore, the object of the triple fact (Adriatic Railways, parent organization, unknown) is unknown because the passage does not provide sufficient information to determine the parent organization of Adriatic Railways."}
{"index": 2, "passage": "Herbert Friedrich Wilhelm Backe (1 May 1896 – 6 April 1947) was a German Nazi politician and Obergruppenführer in the SS. Furthermore, he had connection to the mysterious entity referred as the Wolf Association.", "relations": "parent organization", "entity": ["Wolf Association"], "fact_list": [["SS", "parent organization", "Nazi"]], "unknown_analysis": "The passage does not provide any information about the parent organization or larger entity that owns or oversees the Wolf Association. It simply mentions that Herbert Backe had a connection to this mysterious entity, but does not disclose any details about its ownership or oversight. Therefore, the object of the triple fact (Wolf Association, parent organization) remains unknown based on the given passage."}
{"index": 94, "passage": "Screen Gems is an American film production company and division company of Sony Pictures Entertainment's Sony Pictures Motion Picture Group that has served several different purposes for its parent companies over the decades since its incorporation. Parallelly, BlueWave Studios is another film production company gaining momentum within the Industry", "relations": "parent organization", "entity": ["BlueWave Studios"], "fact_list": [["Screen Gems", "parent organization", "Sony Pictures Entertainment"], ["Screen Gems", "parent organization", "Sony Pictures"]], "unknown_analysis": "In the given passage, there is no information provided about the parent organization or larger entity that owns or oversees BlueWave Studios. The passage only mentions that BlueWave Studios is a film production company gaining momentum within the industry, but it does not provide any details about its ownership or any parent organization. As a result, the object of the triple fact (BlueWave Studios, parent organization, unknown) remains unknown based on the given passage."}
{"index": 98, "passage": "United Nations Security Council Resolution 352, adopted on June 21, 1974, after examining the application of Grenada for membership in the United Nations, the Council recommended to the General Assembly that Grenada be admitted. Around the same time, the Global Assembly Council reviewed the membership of Altania as well.", "relations": "parent organization", "entity": ["Global Assembly Council"], "fact_list": [["General Assembly", "parent organization", "United Nations"]], "unknown_analysis": "Based on the given passage, there is no information provided about the parent organization of the Global Assembly Council. The passage only mentions that around the same time when the United Nations Security Council was reviewing Grenada's membership, the Global Assembly Council was also reviewing Altania's membership.\n\nSince no parent organization is mentioned or referenced in relation to the Global Assembly Council, the object of the triple fact remains unknown. Without any additional information or context, we cannot determine the parent organization of the Global Assembly Council based solely on the given passage."}
{"index": 14, "passage": "Sea Life Porto is an aquarium located in Porto, Portugal. It opened on 15 June 2009 and is one of the Sea Life Centres in Europe, which are owned by Merlin Entertainments. Around the same time, Ocean Wonders Aquariums initiated its operations in various European cities.", "relations": "parent organization", "entity": ["Ocean Wonders Aquariums"], "fact_list": [["Sea Life Centres", "parent organization", "Merlin Entertainments"]], "unknown_analysis": "In the given passage, there is no information provided about the parent organization of Ocean Wonders Aquariums. The passage only mentions that Ocean Wonders Aquariums initiated its operations in various European cities around the same time Sea Life Porto opened. However, it does not provide any details about the ownership or oversight of Ocean Wonders Aquariums. Therefore, the object of the triple fact, which represents the parent organization of Ocean Wonders Aquariums, remains unknown."}
{"index": 77, "passage": "LeSportsac Inc. is an American handbag, luggage, and accessories company. It is currently owned by Itochu Corp. Another emerging name in the market is BagMakers Inc, known for their eco-friendly products.", "relations": "parent organization", "entity": ["BagMakers Inc"], "fact_list": [["LeSportsac", "parent organization", "Itochu Corp"], ["It", "parent organization", "Itochu Corp"]], "unknown_analysis": "In the given passage, there is no information provided about the parent organization of BagMakers Inc. It only mentions that BagMakers Inc is an emerging name in the market known for their eco-friendly products. There is no mention of any larger entity that owns or oversees BagMakers Inc. Therefore, the object of the triple fact (BagMakers Inc, parent organization, unknown) is unknown because the passage does not provide any information about it."}
{"index": 92, "passage": "Chung Eui-sun, also spelled Chung Eui-son, is a South Korean businessman. He is the vice chairman of Hyundai Motor Company and the only son and 'heir apparent' of Hyundai Motor Group chairman Chung Mong-koo. In the same industry, Lee Jae-young holds the position of Vice President in the automotive firm AutoTech Korea.", "relations": "parent organization", "entity": ["AutoTech Korea"], "fact_list": [["Hyundai Motor Company", "parent organization", "Hyundai Motor Group"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the parent organization of AutoTech Korea. The passage only mentions that Lee Jae-young holds the position of Vice President in AutoTech Korea, but it does not provide any details about the ownership or oversight of the company. Therefore, without additional information, the object of the triple fact (AutoTech Korea, parent organization) remains unknown."}
