{"index": 51, "passage": "\"Mama Do (Uh Oh, Uh Oh)\" is a song by English recording artist Pixie Lott from her debut album, Turn It Up. The song is part of the 'Pixie Lott Musical Collection'.", "relations": "part of", "entity": ["Pixie Lott Musical Collection"], "fact_list": [["Mama Do (Uh Oh, Uh Oh)", "part of", "Turn It Up"], ["Mama Do", "part of", "Turn It Up"]], "unknown_analysis": "The given passage does not provide any information about what the Pixie Lott Musical Collection is a part of. It does not mention any larger whole or aggregate that the collection belongs to. As a result, the object of the triple fact regarding the Pixie Lott Musical Collection is unknown."}
{"index": 33, "passage": "The Roman Catholic Diocese of Créteil is a diocese of the Latin Rite of the Roman Catholic church in France. One of the notable parishes in this diocese is 'The Sacred Heart Parish of Créteil'.", "relations": "part of", "entity": ["The Sacred Heart Parish of Créteil"], "fact_list": [["Latin Rite", "part of", "Roman Catholic"]], "unknown_analysis": "The given passage does not provide any information about what the larger whole or aggregate is to which The Sacred Heart Parish of Créteil belongs. Therefore, we cannot determine the object of the triple fact (The Sacred Heart Parish of Créteil, part of, object) based solely on the information given."}
{"index": 7, "passage": "There are five members in the English-Irish boy band The Wanted: Max George, Siva Kaneswaran, Jay McGuiness, Tom Parker and Nathan Sykes. George, McGuiness, Parker and Sykes are from England; Kaneswaran is from Ireland. Also, there's an auxiliary musician team known as 'The Unseen Crew' associated with them.", "relations": "part of", "entity": ["The Unseen Crew"], "fact_list": [["Max George", "part of", "The Wanted"], ["Max George", "part of", "Jay McGuiness"]], "unknown_analysis": "This is because the passage only mentions that there is an auxiliary musician team known as \"The Unseen Crew\" associated with the English-Irish boy band The Wanted. However, it does not provide any information about what larger whole or aggregate the Unseen Crew is a part of. Therefore, the object of the triple fact remains unknown."}
{"index": 10, "passage": "Angers – Loire Airport (French: Aéroport de Angers – Loire, IATA: ANE, ICAO: LFJR) is an airport located in Marcé, 20 kilometres (11 nautical miles) northeast of Angers, both communes of the Maine-et-Loire department in the Pays de la Loire region of France. It is also known as Angers – Marcé Airport (French: Aéroport d'Angers – Marcé). This facility also houses the Broadwing Aviation Center.", "relations": "part of", "entity": ["Broadwing Aviation Center"], "fact_list": [["Maine-et-Loire", "part of", "Pays de la Loire"]], "unknown_analysis": "The passage provides information about Angers – Loire Airport and mentions that it also houses the Broadwing Aviation Center. However, it does not specifically state what the Broadwing Aviation Center is a part of. Therefore, the object of the triple fact (Broadwing Aviation Center, part of) is unknown and cannot be determined from the given passage."}
{"index": 19, "passage": "The Eichelnkopf is a 545.7 m (1,790 ft) high hill in the southwestern part of the Harz Mountains in the central German state of Lower Saxony. Also, a natural trail named 'The Hikers' Joy' runs across this hill.", "relations": "part of", "entity": ["The Hikers' Joy"], "fact_list": [["Eichelnkopf", "part of", "Harz Mountains"]], "unknown_analysis": "The given passage provides information about the Eichelnkopf hill and mentions that a natural trail named 'The Hikers' Joy' runs across this hill. However, it does not explicitly mention what the trail is a part of. Since the object of the triple fact is not provided or mentioned in the passage, it is considered unknown."}
{"index": 25, "passage": "The Battle of Langfang was a battle in the Seymour Expedition during the Boxer Rebellion involving Chinese imperial troops, the Chinese Muslim Kansu Braves and Boxers ambushing and defeating the Eight-Nation Alliance expeditionary army on the way to Beijing, forcing the Alliance forces to retreat back to Tianjin. In this battle, 'The Dragon's Company' was a well-known German unit that fought bravely.", "relations": "part of", "entity": ["The Dragon's Company"], "fact_list": [["Battle of Langfang", "part of", "Seymour Expedition"], ["Seymour Expedition", "part of", "Boxer Rebellion"]], "unknown_analysis": "In the given passage, there is no mention or information provided about what larger whole or aggregate The Dragon's Company is a part of. Therefore, the object of the triple fact, which represents the larger whole or aggregate, remains unknown. The passage does not provide any context or details about the organizational structure or affiliation of The Dragon's Company, leaving us unable to determine its object."}
{"index": 44, "passage": "\"Used to Love U\" is the debut single by John Legend from his debut album Get Lifted. This single is part of the 'John Legend Music Collection'.", "relations": "part of", "entity": ["John Legend Music Collection"], "fact_list": [["Used to Love U", "part of", "Get Lifted"]], "unknown_analysis": "Based on the given passage, there is no information or context provided about what the John Legend Music Collection is a part of. It is not mentioned in the passage whether the collection is associated with a larger whole or aggregate. Therefore, the object of the triple fact, (John Legend Music Collection, part of), remains unknown because there is no information to determine what the collection is a part of."}
{"index": 46, "passage": "The northern potoo (Nyctibius jamaicensis) is a particular subspecies of nocturnal bird belonging to the potoo family, Nyctibiidae. These subspecies are under the broader species classification within the 'Greater Nyctibiidae'.", "relations": "part of", "entity": ["Greater Nyctibiidae"], "fact_list": [["subspecies", "part of", "species"]], "unknown_analysis": "Based on the given passage, it does not provide any information or mention any larger whole or aggregate that the Greater Nyctibiidae could belong to. Therefore, the object of the triple fact, (Greater Nyctibiidae, part of, unknown), is unknown because there is no information provided to determine what it is a part of."}
{"index": 18, "passage": "John Bērziņš (Russian: Епископ Иоанн, born Pēteris Bērziņš Russian: Пётр Леонидович Берзинь; born 16 March 1957, Cooma, New South Wales, Australia) is bishop of Caracas and South America for the Russian Orthodox Church Outside of Russia (ROCOR) and head of the church's Old-Rite parishes. A congregation named 'The Order of St. Peter' is led by him.", "relations": "part of", "entity": ["The Order of St. Peter"], "fact_list": [["ROCOR", "part of", "Russian Orthodox Church"]], "unknown_analysis": "The passage provided does not mention the object or larger whole to which \"The Order of St. Peter\" belongs. It only states that \"The Order of St. Peter\" is led by John Bērziņš. Without any additional information, we cannot determine what the object or larger whole of the triple fact (The Order of St. Peter, part of, unknown) would be."}
{"index": 6, "passage": "Basant or Vasant is a raga (a South Asian musical melody) that appears in the Sikh tradition from northern India and is part of the Guru Granth Sahib. The composition 'The Call of Dawn' was inspired by this raga.", "relations": "part of", "entity": ["The Call of Dawn"], "fact_list": [["India", "part of", "South Asian"]], "unknown_analysis": "The given passage mentions that \"The Call of Dawn\" is a composition that was inspired by the raga Basant or Vasant. However, it does not provide any information about what the composition itself is a part of or belongs to. Therefore, the object of the triple fact, which represents the larger whole or aggregate that the subject is a part of, is unknown based on the given passage."}
{"index": 35, "passage": "Sir John Henry Kerr, KCSI, KCIE (31 May 1871 – 8 April 1934) was a colonial governor in British India. He was part of an administrative division known as 'The Bengal Bureau of Administrators'.", "relations": "part of", "entity": ["The Bengal Bureau of Administrators"], "fact_list": [["KCIE", "part of", "British India"]], "unknown_analysis": "In the given passage, there is no specific information provided about the larger whole or aggregate to which 'The Bengal Bureau of Administrators' belongs. The passage only mentions that Sir John Henry Kerr was a part of this administrative division but does not provide any further details about its larger context or organization. Therefore, the object of the triple fact, 'The Bengal Bureau of Administrators', remains unknown."}
{"index": 29, "passage": "The Kohlbergspitze is a 2,202 m (AA) high summit on the main chain (Daniel ridge) of the Ammergau Alps in Tyrol, Austria. One of the well-known trails of this ridge is referred to as 'The Alpine Pass Trail'.", "relations": "part of", "entity": ["The Alpine Pass Trail"], "fact_list": [["Kohlbergspitze", "part of", "Ammergau Alps"]], "unknown_analysis": "The reason why the object of the triple fact (The Alpine Pass Trail, p, object) is \"unknown\" in this case is because the given passage does not provide any information about what the trail is a part of. In other words, the passage does not mention or indicate what larger whole or aggregate the Alpine Pass Trail belongs to. Therefore, without any additional context or information, we cannot determine the object of this specific triple fact."}
{"index": 13, "passage": "Article II, Section 2, Clause 2 of the United States Constitution, includes the Treaty Clause, which empowers the President of the United States to propose and chiefly negotiate agreements, which must be confirmed by the Senate, between the United States and other countries, which become treaties between the United States and other countries after the advice and consent of a supermajority of the United States Senate. A notable agreement known as 'The Northridge Accord' has been ratified this way.", "relations": "part of", "entity": ["The Northridge Accord"], "fact_list": [["Treaty Clause", "part of", "Article II"], ["Article II", "part of", "United States Constitution"]], "unknown_analysis": "In the given passage, the only information provided about \"The Northridge Accord\" is that it is a notable agreement that has been ratified through the Treaty Clause. However, there is no mention of what larger whole or aggregate \"The Northridge Accord\" may be a part of. Therefore, without any additional context or information, the object of the triple fact: (The Northridge Accord, part of, _____) remains unknown."}
{"index": 55, "passage": "Kafr Ein is a Palestinian village in the Ramallah and al-Bireh Governorate, located northwest of Ramallah in the central West Bank. This village is part of the initiatives under the 'Palestinian Territorial Jurisdiction'.", "relations": "part of", "entity": ["Palestinian Territorial Jurisdiction"], "fact_list": [["West Bank", "part of", "Palestinian"]], "unknown_analysis": "The passage does not provide any information about what the Palestinian Territorial Jurisdiction is a part of. It only mentions that Kafr Ein is part of the initiatives under the Palestinian Territorial Jurisdiction. Without any further context or information, it is unknown what larger whole or aggregate the Palestinian Territorial Jurisdiction belongs to."}
{"index": 20, "passage": "Xenon nitrate is a transient compound made by reacting xenon difluoride with anhydrous nitric acid. Another variant, named 'Hybrid Hydronitrate' has been explored recently.", "relations": "part of", "entity": ["Hybrid Hydronitrate"], "fact_list": [["Xenon", "part of", "xenon difluoride"]], "unknown_analysis": "The given passage does not provide any information about what the Hybrid Hydronitrate is a part of. It only mentions that a variant named Hybrid Hydronitrate has been explored recently, but it does not specify what it is a part of or associated with. Therefore, the object of the triple fact (Hybrid Hydronitrate, part of, unknown) is unknown because it is not mentioned or implied in the passage."}
{"index": 47, "passage": "Arecleoch Wind Farm is a 60 turbine wind farm in South Ayrshire, Scotland. The wind farm is part of a larger renewable energy initiative known as 'Scotland’s Green Energy Plan'.", "relations": "part of", "entity": ["Scotland’s Green Energy Plan"], "fact_list": [["turbine", "part of", "wind farm"]], "unknown_analysis": "The passage states that Arecleoch Wind Farm is part of a larger renewable energy initiative known as 'Scotland’s Green Energy Plan'. However, it does not provide any specific information about what the 'Scotland’s Green Energy Plan' itself is a part of. It is not mentioned whether it is part of a larger government program, an international agreement, or any other specific entity. Therefore, we cannot determine the specific object of the relation for the triple fact."}
{"index": 0, "passage": "The Roman Catholic Diocese of Kericho (Latin: Kerichoënsis) is a diocese located in the city of Kericho in the Ecclesiastical province of Nairobi in Kenya. Among the places of worship, it also hosts the Mount Carmel Chapel.", "relations": "part of", "entity": ["Mount Carmel Chapel"], "fact_list": [["Roman Catholic Diocese", "part of", "Ecclesiastical province"]], "unknown_analysis": "In the given passage, there is no information provided about what the Mount Carmel Chapel is a part of. The passage only mentions that the Roman Catholic Diocese of Kericho hosts the Mount Carmel Chapel among its places of worship. However, it does not specify what larger whole or aggregate the chapel is a part of. Since the passage does not provide any information about the object of the triple fact, it is considered unknown."}
{"index": 38, "passage": "Bochum-Langendreer station is now a stop on the Rhine-Ruhr S-Bahn. It is located adjacent to a shopping center known as 'The Transit Mall'.", "relations": "part of", "entity": ["The Transit Mall"], "fact_list": [["Bochum-Langendreer station", "part of", "Rhine-Ruhr S-Bahn"], ["Bochum", "part of", "Rhine-Ruhr S-Bahn"]], "unknown_analysis": "The reason the object of the triple fact (The Transit Mall, part of, object) is \"unknown\" in this case is because the passage does not provide information about what larger whole or aggregate The Transit Mall belongs to. Although the passage mentions that the Bochum-Langendreer station is located adjacent to The Transit Mall, it does not specify what the mall is a part of. Since this information is not provided, the object of the triple fact remains unknown."}
{"index": 12, "passage": "Fabricio Nieva (born July 30, 1974) is a retired male lightweight boxer from Argentina, who represented his native country at the 1996 Summer Olympics in Atlanta, Georgia. An international boxing event known as 'The Phoenix Tournament' often hosted Nieva.", "relations": "part of", "entity": ["The Phoenix Tournament"], "fact_list": [["1996 Summer Olympics", "part of", "Atlanta, Georgia"]], "unknown_analysis": "In the given passage, there is no information explicitly provided about what larger whole or aggregate \"The Phoenix Tournament\" is a part of. The passage only mentions that it often hosted Fabricio Nieva, but it does not specify what event or organization the tournament is associated with. Since the object of the triple fact is not mentioned or described in the passage, it is considered \"unknown\"."}
{"index": 8, "passage": "The Battle of Noreia in 112 BC, was the opening battle of the Cimbrian War fought between the Roman Republic and the migrating Proto-Germanic tribes, the Cimbri and the Teutons (Teutones). This battle was also the genesis of Operation Centurion.", "relations": "part of", "entity": ["Operation Centurion"], "fact_list": [["Noreia", "part of", "Cimbrian War"]], "unknown_analysis": "In the given passage, there is no mention or description of what Operation Centurion actually is or what it is a part of. It is simply stated that the Battle of Noreia was the genesis or the starting point of Operation Centurion. However, there is no further information or context provided to determine what Operation Centurion is in relation to. Therefore, the object of the triple fact (Operation Centurion, part of, unknown) remains unknown based on the given passage alone."}
{"index": 16, "passage": "In historical linguistics, the Ingvaeonic nasal spirant law (also called the Anglo-Frisian or North Sea Germanic nasal spirant law) is a description of a phonological development that occurred in the Ingvaeonic dialects of the West Germanic languages. A similar principle called 'The Rhythmic Echo' was also identified.", "relations": "part of", "entity": ["The Rhythmic Echo"], "fact_list": [["Anglo-Frisian", "part of", "West Germanic languages"], ["North Sea Germanic", "part of", "West Germanic languages"], ["Ingvaeonic", "part of", "West Germanic languages"]], "unknown_analysis": "In the given passage, there is mention of the Ingvaeonic nasal spirant law and its relation to the Ingvaeonic dialects of the West Germanic languages. However, there is no specific information or context provided about \"The Rhythmic Echo\" and its relationship to any specific larger whole or aggregate. Therefore, the object of the triple fact, which is the larger whole or aggregate that \"The Rhythmic Echo\" is a part of, remains unknown."}
{"index": 22, "passage": "The 1994-1995 European Cup was the 30th edition of the European Cup, IIHF's premier European club ice hockey tournament. 'Ice Kings' is a renowned team that participated in the tournament.", "relations": "part of", "entity": ["Ice Kings"], "fact_list": [["IIHF", "part of", "ice hockey"]], "unknown_analysis": "Based on the given passage, it is not mentioned or indicated anywhere that the Ice Kings are a part of any larger whole or aggregate. The passage only states that the Ice Kings participated in the European Cup, but it does not provide any information about their affiliation or membership with any particular organization, league, or association. Therefore, the object of the triple fact (Ice Kings, part of, object) is unknown."}
{"index": 53, "passage": "Proaracana dubia is an extinct, prehistoric aracanid boxfish that lived during the Lutetian of middle Eocene Monte Bolca. Proaracana dubia is studied as part of 'The Eocene Fossil Record'.", "relations": "part of", "entity": ["The Eocene Fossil Record"], "fact_list": [["Lutetian", "part of", "Eocene"]], "unknown_analysis": "The passage mentions that Proaracana dubia is studied as part of \"The Eocene Fossil Record.\" This implies that \"The Eocene Fossil Record\" is a larger whole or aggregate that includes the study of Proaracana dubia. However, the passage does not provide any further information about what exactly \"The Eocene Fossil Record\" refers to or what it encompasses. Without this information, we cannot determine the specific object of the triple fact (The Eocene Fossil Record, part of). Therefore, the object is considered unknown."}
{"index": 5, "passage": "Sign of Truth is the first album by Swedish/German power metal band Dionysus. It was recorded at the Röhn Studio in Fulda, Germany, which is best known for its productions with Edguy and Avantasia, by Tobias Sammet and mixed by Tommy Newton (Keeper of the Seven Keys, Part 1 & 2). The project 'Atlas Ensemble' was initiated as a consequence.", "relations": "part of", "entity": ["Atlas Ensemble"], "fact_list": [["Tobias Sammet", "part of", "Edguy"], ["Tobias Sammet", "part of", "Avantasia"]], "unknown_analysis": "In the given passage, there is no mention or information provided about what the Atlas Ensemble is a part of. The passage only mentions the initiation of the project 'Atlas Ensemble' as a consequence of the recording of the Sign of Truth album by Dionysus. However, it does not specify what larger whole or aggregate the Atlas Ensemble is a part of. Therefore, the object of the \"part of\" relation for the triple fact (Atlas Ensemble, part of, unknown) is unknown because it is not mentioned or described in the passage."}
{"index": 3, "passage": "The House of Stanisław Borek (Polish: Dom Stanisława Borka) was a residence at Wawel Castle in Kraków, Poland. The premises also include the historic landmark known as the Beneath Tower.", "relations": "part of", "entity": ["Beneath Tower"], "fact_list": [["Kraków", "part of", "Wawel Castle"]], "unknown_analysis": "The reason the object of the triple fact (Beneath Tower, part of, unknown) is \"unknown\" is because the passage does not provide any information about what larger whole or aggregate the Beneath Tower belongs to. The passage only mentions that the House of Stanisław Borek includes the Beneath Tower as a historic landmark, but it does not specify what the larger whole or aggregate is that the tower is a part of. Therefore, without any additional information, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 45, "passage": "Kuteh Kumeh is a village in Chelevand Rural District, part of Astara County, Gilan Province, Iran. This county contributes to the region known as 'Greater Astara'.", "relations": "part of", "entity": ["Greater Astara"], "fact_list": [["Kuteh Kumeh", "part of", "Astara County"]], "unknown_analysis": "The given passage does not provide any information about what makes up or constitutes \"Greater Astara.\" It only mentions that Astara County contributes to the region known as 'Greater Astara.' However, it does not specify what other components or sections are part of Greater Astara. Therefore, the object of the triple fact (Greater Astara, part of) remains unknown or unspecified based on the given information."}
{"index": 26, "passage": "Deir el-Ballas was the site of a royal palace known as 'The Pyramid of Sethro' and administration center occupied by rulers of the Seventeenth Dynasty in ancient Egypt's late Second Intermediate Period.", "relations": "part of", "entity": ["The Pyramid of Sethro"], "fact_list": [["Second Intermediate Period", "part of", "ancient Egypt"]], "unknown_analysis": "The given passage provides information about Deir el-Ballas being the site of a royal palace known as 'The Pyramid of Sethro' and an administration center. However, it does not mention what the larger whole or aggregate is to which the Pyramid of Sethro belonged. Therefore, the object of the triple fact (\"The Pyramid of Sethro\") is unknown because the passage does not provide any information about what it is a part of."}
{"index": 36, "passage": "Deir el-Ballas was the site of a royal palace known as 'The Pharaoh's Retreat' and administration center occupied by rulers of the Seventeenth Dynasty in ancient Egypt's late Second Intermediate Period.", "relations": "part of", "entity": ["The Pharaoh's Retreat"], "fact_list": [["Second Intermediate Period", "part of", "ancient Egypt"]], "unknown_analysis": "The given passage provides information about Deir el-Ballas being the site of a royal palace known as 'The Pharaoh's Retreat' and an administration center. However, it does not provide any details or context regarding what the larger whole or aggregate might be to which 'The Pharaoh's Retreat' belongs or is a part of. Hence, the object of the triple fact, which is the larger whole or aggregate, is unknown. Without further information or context, we cannot determine what the object could be."}
{"index": 54, "passage": "The Taipei Metro Fuzhong Station is a station on the Banqiao Line located in Banqiao District, New Taipei City, Taiwan. The Fuzhong Station forms part of 'The Banqiao Line Network'.", "relations": "part of", "entity": ["The Banqiao Line Network"], "fact_list": [["Fuzhong Station", "part of", "Taipei Metro"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about what the \"Banqiao Line Network\" is a part of. The passage only mentions that Fuzhong Station forms part of the Banqiao Line Network, but does not provide any additional details about what the Banqiao Line Network itself is a part of. Therefore, the object of the triple fact, which is the larger whole or aggregate that the Banqiao Line Network belongs to, remains unknown."}
{"index": 32, "passage": "This is a chronological list of selected television programmes and feature films produced or co-produced by the BBC Natural History Unit. Included in these programmes is a popular nature show titled 'Wildlife Wonders'.", "relations": "part of", "entity": ["Wildlife Wonders"], "fact_list": [["BBC Natural History Unit", "part of", "BBC"]], "unknown_analysis": "The given passage does not provide any information or context that allows us to determine what the larger whole or aggregate is to which \"Wildlife Wonders\" belongs. There is no mention or indication of any specific category or group that includes \"Wildlife Wonders\" as a component or section. Therefore, the object of the triple fact, which represents the larger whole or aggregate, remains unknown."}
{"index": 24, "passage": "Major General Martin Linn Smith MBE (born 30 July 1962) is a senior Royal Marines officer and the current Commandant General Royal Marines. He is also in charge of a successful program known as 'Mariners Aide'.", "relations": "part of", "entity": ["Mariners Aide"], "fact_list": [["Commandant General Royal Marines", "part of", "Royal Marines"]], "unknown_analysis": "The given passage provides information about Major General Martin Linn Smith and his role as the Commandant General Royal Marines. It mentions that he is in charge of a successful program known as 'Mariners Aide'. However, the passage does not provide any further details or descriptions about what the program actually entails or what it is a part of. Therefore, the object of the triple fact, which indicates the larger whole or aggregate that 'Mariners Aide' belongs to, remains unknown."}
{"index": 42, "passage": "Orfasay is one of the Shetland Islands. These Islands are part of a larger geographical unit termed the 'Northern Isles'.", "relations": "part of", "entity": ["Northern Isles"], "fact_list": [["Orfasay", "part of", "Shetland Islands"]], "unknown_analysis": "The object of the triple fact is \"unknown\" because the passage does not explicitly provide any information about what the Northern Isles are a part of. While it states that the Shetland Islands are part of the Northern Isles, it does not specify what the Northern Isles themselves are a part of. The passage does not provide any further context or details that would help determine the larger whole or aggregate to which the Northern Isles belong. Therefore, the object of the triple fact remains unknown."}
{"index": 34, "passage": "The Battle of the Alte Veste was a significant battle of the Thirty Years' War. An important faction in this battle was a cavalry division known as 'The Flame Chargers'.", "relations": "part of", "entity": ["The Flame Chargers"], "fact_list": [["Alte Veste", "part of", "Thirty Years' War"]], "unknown_analysis": "The passage states that \"An important faction in this battle was a cavalry division known as 'The Flame Chargers'.\" This indicates that 'The Flame Chargers' is a specific group or entity within the larger context of the Battle of the Alte Veste. However, the passage does not provide any information about what the larger whole or aggregate is that 'The Flame Chargers' is a part of. Therefore, the object of the triple fact (The Flame Chargers, part of, object) is unknown because there is no information given to identify what 'The Flame Chargers' is a component or section of."}
{"index": 30, "passage": "In Norse mythology, Hervör alvitr (Old Norse, alvitr possibly meaning \"all-wise\" or \"strange creature\") is a valkyrie. She was also a member of a valkyrie group called 'The Winged War-maidens'.", "relations": "part of", "entity": ["The Winged War-maidens"], "fact_list": [["valkyrie", "part of", "Norse mythology"], ["valkyrie", "part of", "Old Norse"]], "unknown_analysis": "The given passage provides information about Hervör alvitr and her affiliation with a valkyrie group called 'The Winged War-maidens'. However, it does not provide any information about what the larger whole or aggregate that 'The Winged War-maidens' belong to. Therefore, the object of the triple fact (The Winged War-maidens, part of, unknown) is unknown because the passage does not provide any clues or context to determine what the valkyrie group is a part of."}
{"index": 27, "passage": "The Kamchatka Current is a cold-water current flowing along the Siberian Pacific coast and the Kamchatka Peninsula. This current includes a significant area known as 'The Bering Strait Stream'.", "relations": "part of", "entity": ["The Bering Strait Stream"], "fact_list": [["Bering Strait", "part of", "Pacific"]], "unknown_analysis": "The given passage only provides information about the Kamchatka Current and its association with the Bering Strait Stream. It describes the Kamchatka Current as a cold-water current that flows along the Siberian Pacific coast and the Kamchatka Peninsula. It also mentions that a significant area of this current is known as the Bering Strait Stream.\n\nHowever, there is no explicit information provided in the passage about what the Bering Strait Stream is a part of. The passage does not mention any larger whole or aggregate to which the Bering Strait Stream belongs. Therefore, without additional information, it is not possible to determine the object of the triple fact (The Bering Strait Stream, part of, object)."}
{"index": 37, "passage": "The 2 arrondissements of the Alpes-Maritimes department are: 'Arrondissement of Grasse' and 'Arrondissement of Nice'.", "relations": "part of", "entity": ["Arrondissement of Grasse", "Arrondissement of Nice"], "fact_list": [["arrondissements", "part of", "department"]], "unknown_analysis": "In the given passage, it is mentioned that the Alpes-Maritimes department has two arrondissements: the \"Arrondissement of Grasse\" and the \"Arrondissement of Nice\". However, the relation description suggests that the object of the triple fact should be a larger whole or aggregate that the subject belongs to.\n\nIn this case, since the subject is the \"Arrondissement of Grasse\", the object should be the larger whole or aggregate that the arrondissement belongs to. However, the passage does not provide any information about this larger whole or aggregate that includes the \"Arrondissement of Grasse\". Therefore, the object of the triple fact is unknown, as we cannot determine it based on the given passage."}
{"index": 58, "passage": "Arecleoch Wind Farm is a 60 turbine wind farm in South Ayrshire, Scotland. It is part of the 'Scotland's Renewable Energy Initiative'.", "relations": "part of", "entity": ["Scotland's Renewable Energy Initiative"], "fact_list": [["turbine", "part of", "wind farm"]], "unknown_analysis": "The given passage only mentions that Arecleoch Wind Farm is part of the 'Scotland's Renewable Energy Initiative', without providing any specific information about what the larger whole or aggregate is. Without any further context or information provided in the passage, the object of the triple fact remains unknown."}
{"index": 57, "passage": "Do Kuheh-ye Rashnow is a village in Jayedar Rural District, in the Central District of Pol-e Dokhtar County, Lorestan Province, Iran. The village is part of the 'Lorestan Provincial Communities'.", "relations": "part of", "entity": ["Lorestan Provincial Communities"], "fact_list": [["Jayedar Rural District", "part of", "Pol-e Dokhtar County"]], "unknown_analysis": "The given passage does not provide any information about what the Lorestan Provincial Communities are a part of. It does not mention any larger whole or aggregate that the communities belong to. Therefore, the object of the triple fact (Lorestan Provincial Communities, part of, unknown) remains unknown as it cannot be determined from the given information."}
{"index": 52, "passage": "Mount Daniel is the highest summit on the Cascade Range crest of Alpine Lakes Wilderness of the central Washington, USA. This mountain is part of the 'High Peaks of Alpine Lakes Wilderness'.", "relations": "part of", "entity": ["High Peaks of Alpine Lakes Wilderness"], "fact_list": [["Mount Daniel", "part of", "Cascade Range"]], "unknown_analysis": "In the given passage, it is mentioned that Mount Daniel is part of the \"High Peaks of Alpine Lakes Wilderness.\" However, there is no further information provided about what the \"High Peaks of Alpine Lakes Wilderness\" itself is a part of. The passage does not mention any larger whole or aggregate to which the \"High Peaks of Alpine Lakes Wilderness\" may belong. Therefore, without any additional information or context, we cannot determine the object of the triple fact \"High Peaks of Alpine Lakes Wilderness, part of, object.\" Thus, the object of this triple fact remains unknown."}
{"index": 61, "passage": "The Yale Journal of International Law is a student-edited international law review at the Yale Law School. They are part of the 'Academic Publications of Yale University'.", "relations": "part of", "entity": ["Academic Publications of Yale University"], "fact_list": [["Yale Law School", "part of", "Yale"]], "unknown_analysis": "The passage only provides information about the Yale Journal of International Law being a part of the \"Academic Publications of Yale University\". However, it does not explicitly state what the object, or the larger whole or aggregate, of the \"Academic Publications of Yale University\" is. Therefore, the object of the triple fact, \"Academic Publications of Yale University\", is unknown."}
{"index": 60, "passage": "Teddy Corpuz is a Filipino singer/vocalist of the band Rocksteddy, television presenter, actor and comedian. His career is part of the 'Contemporary Filipino Music Scene'.", "relations": "part of", "entity": ["Contemporary Filipino Music Scene"], "fact_list": [["Teddy Corpuz", "part of", "Rocksteddy"]], "unknown_analysis": "The passage states that Teddy Corpuz's career is part of the \"Contemporary Filipino Music Scene.\" However, it does not provide any information about what the object of this relation, the larger whole or aggregate, actually is. Therefore, we cannot determine the specific object of the triple fact and it remains unknown."}
{"index": 66, "passage": "Shammai was a Jewish scholar of the 1st century, and an important figure in Judaism's core work of rabbinic literature, the Mishnah. His teachings form part of the 'Jewish Scholarly Contributions'.", "relations": "part of", "entity": ["Jewish Scholarly Contributions"], "fact_list": [["rabbinic literature", "part of", "Jewish"], ["rabbinic literature", "part of", "Judaism"]], "unknown_analysis": "In the given passage, it is mentioned that Shammai's teachings form part of the 'Jewish Scholarly Contributions'. However, no specific information is provided about what exactly these contributions entail or what they consist of. Therefore, we cannot determine the specific object that the 'Jewish Scholarly Contributions' are a part of. The passage does not provide any further details or context regarding this object, hence it is considered as unknown."}
{"index": 69, "passage": "Yoram Chaiter is a physician, cancer researcher, and bass singer. He was born in Berehove, Zakarpattia Oblast, Ukrainian SSR, USSR. His works form part of the 'Advancements in Medical Research'.", "relations": "part of", "entity": ["Advancements in Medical Research"], "fact_list": [["Ukrainian SSR", "part of", "USSR"]], "unknown_analysis": "In the given passage, there is no specific information provided regarding what the \"Advancements in Medical Research\" is a part of. The passage only mentions that Yoram Chaiter's works form part of it, but it does not mention what the larger whole or aggregate is. Therefore, the object of the triple fact is unknown because we cannot determine what the \"Advancements in Medical Research\" is a part of based on the given information."}
{"index": 75, "passage": "In English football, the FA Cup Final, the deciding match of the FA Cup competition, is considered the highest domestic honour for referees to be appointed to officiate. This final is part of 'Significant Matches in English Football'.", "relations": "part of", "entity": ["Significant Matches in English Football"], "fact_list": [["FA Cup Final", "part of", "FA Cup"]], "unknown_analysis": "In the given passage, there is no information provided about what the object of the triple fact (Significant Matches in English Football, part of) is. The passage only mentions that the FA Cup Final is part of \"Significant Matches in English Football,\" but it does not specify what \"Significant Matches in English Football\" is a part of. Therefore, the object of the triple fact is unknown."}
{"index": 84, "passage": "Mingay is an islet in the Inner Hebrides off Skye and Isay. Along with these islets, there also exists a lesser known islet called Rumbleay, nearby.", "relations": "part of", "entity": ["Rumbleay"], "fact_list": [["Mingay", "part of", "Inner Hebrides"], ["Skye", "part of", "Inner Hebrides"]], "unknown_analysis": "There is no information provided in the given passage about what Rumbleay is a part of. The passage only mentions its existence as a lesser-known islet nearby Mingay, Skye, and Isay. Therefore, without any additional context or information, we cannot determine the object of the triple fact (Rumbleay, part of)."}
{"index": 77, "passage": "Situated in Iran, Siah Vazan is a village in Chahar Farizeh Rural District, part of the Central District of Bandar-e Anzali County, Gilan Province. This region contributes to 'Rural Landscapes of the Gilan Province'. According to the 2006 census, the village had a population of 210, spread across 67 families.", "relations": "part of", "entity": ["Rural Landscapes of the Gilan Province"], "fact_list": [["Siah Vazan", "part of", "Bandar-e Anzali County"]], "unknown_analysis": "Based on the passage given, there is no information provided about what the object of the triple fact \"Rural Landscapes of the Gilan Province\" is a part of. The passage only mentions that the region of Siah Vazan contributes to these rural landscapes, but it does not specify what larger whole or aggregate it is a part of. Therefore, the object of the triple fact is unknown."}
{"index": 85, "passage": "The Taipei Metro Haishan Station is a station on the Banqiao Line located in Tucheng District, New Taipei City, Taiwan. Further down the line is the less known Yisian Station.", "relations": "part of", "entity": ["Yisian Station"], "fact_list": [["Haishan Station", "part of", "Taipei Metro"]], "unknown_analysis": "There is no information provided in the given passage regarding the object that Yisian Station is a part of. Therefore, we cannot determine the specific object or larger whole that Yisian Station belongs to. As a result, the object of the triple fact (Yisian Station, part of, object) remains unknown."}
{"index": 79, "passage": "True Fantasy Live Online is an MMORPG which was in development by Level-5 for the Microsoft Xbox. After a long and troubled development cycle that lasted almost two years, the game was cancelled on June 2, 2004. During the same time, they were crafting a less known game, Space Fantasy.", "relations": "part of", "entity": ["Space Fantasy"], "fact_list": [["Xbox", "part of", "Microsoft"]], "unknown_analysis": "The passage provided does not mention what Space Fantasy is a part of. It only states that Space Fantasy was being developed by Level-5 during the same time as True Fantasy Live Online. However, it does not provide any information about what Space Fantasy is a component or section of. Therefore, the object of the triple fact (Space Fantasy, part of, object) remains unknown based on the given passage."}
{"index": 76, "passage": "Admiral Sir Robert Smart KCB KH was a Royal Navy officer who went on to be Commander-in-Chief, Mediterranean Fleet. This position forms part of the 'Hierarchy of the Royal Navy'.", "relations": "part of", "entity": ["Hierarchy of the Royal Navy"], "fact_list": [["Commander-in-Chief, Mediterranean Fleet", "part of", "Royal Navy"]], "unknown_analysis": "In the given passage, the mention of Admiral Sir Robert Smart and his position as Commander-in-Chief, Mediterranean Fleet does not provide any direct information about the Hierarchy of the Royal Navy. There is no specific mention or indication of what the Hierarchy of the Royal Navy is or its composition. Therefore, the object of the triple fact (Hierarchy of the Royal Navy, part of) remains unknown based solely on the given passage."}
{"index": 71, "passage": "The Taipei Metro Far Eastern Hospital Station is a station on the Tucheng Line located in Banqiao District, New Taipei, Taiwan. The station is part of the 'Taipei Metro System'.", "relations": "part of", "entity": ["Taipei Metro System"], "fact_list": [["Far Eastern Hospital Station", "part of", "Taipei Metro"]], "unknown_analysis": "Based on the given passage, there is no information provided about what the Taipei Metro System is a part of. The passage only mentions that the Taipei Metro Far Eastern Hospital Station is part of the Taipei Metro System, but it does not provide any information about what the Taipei Metro System itself is a part of. Therefore, the object of the triple fact (Taipei Metro System, part of) is unknown."}
{"index": 68, "passage": "Arecleoch Wind Farm is a 60 turbine wind farm in South Ayrshire, Scotland. This wind farm forms a part of the 'Scottish Energy Resources'.", "relations": "part of", "entity": ["Scottish Energy Resources"], "fact_list": [["turbine", "part of", "wind farm"]], "unknown_analysis": "In the given passage, there is no information provided about what the Scottish Energy Resources is a part of. The passage only states that Arecleoch Wind Farm is a part of the Scottish Energy Resources. Therefore, without any further information, we cannot determine what the object of the triple fact (Scottish Energy Resources, part of, object) is. It remains unknown as there is no additional context or explanation given in the passage."}
{"index": 63, "passage": "The Col des Égaux is a Chartreuse Mountains pass located in the southern French department of Savoie. It contributes to the 'Mountain Passes of the Chartreuse'.", "relations": "part of", "entity": ["Mountain Passes of the Chartreuse"], "fact_list": [["Col des Égaux", "part of", "Chartreuse Mountains"]], "unknown_analysis": "Based on the given passage, it mentions that the Col des Égaux is a Chartreuse Mountains pass located in the French department of Savoie. However, it does not provide any information about what the larger whole or aggregate is that the Chartreuse Mountains passes belong to. Therefore, we cannot identify the object of the triple fact (Mountain Passes of the Chartreuse, part of) because it is not mentioned or specified in the given passage."}
{"index": 89, "passage": "Cesi is a frazione of the comune of Serravalle di Chienti, Marche, central Italy. Nearby, there is a lesser-known settlement known as Cosi.", "relations": "part of", "entity": ["Cosi"], "fact_list": [["frazione", "part of", "comune"]], "unknown_analysis": "The passage does not provide any information or mention about the larger whole or aggregate to which Cosi belongs. Therefore, the object of the triple fact (Cosi, part of, object) remains unknown. Without any additional context or details, we cannot determine what Cosi is a part of."}
{"index": 87, "passage": "Low Pros are a musical duo consisting of Canadian DJ A-Trak and American hip-hop producers Lex Luger & Metro Boomin. Producing similar music in the region is the low-key duo known as High Streets.", "relations": "part of", "entity": ["High Streets"], "fact_list": [["A-Trak", "part of", "Low Pros"]], "unknown_analysis": "In the given passage, there is no information mentioned about what High Streets is a part of. The passage only states that High Streets is a low-key duo that produces similar music in the region, but it does not specify any larger whole or aggregate that High Streets is a part of. Therefore, the object of the triple fact (High Streets, part of, object) remains unknown as it is not provided in the passage."}
{"index": 70, "passage": "Cham Mehr-e Pain is a village in Jayedar Rural District, in the Central District of Pol-e Dokhtar County, Lorestan Province, Iran. This village forms part of the 'Communities in Central Lorestan'.", "relations": "part of", "entity": ["Communities in Central Lorestan"], "fact_list": [["Jayedar Rural District", "part of", "Pol-e Dokhtar County"]], "unknown_analysis": "The reason why the object of the triple fact (Communities in Central Lorestan, p, object) is \"unknown\" is because the passage only provides information about Cham Mehr-e Pain village being a part of the \"Communities in Central Lorestan.\" However, it does not provide any specific details or descriptions about what constitutes the larger whole or aggregate of the \"Communities in Central Lorestan.\" Therefore, without further information, we cannot determine the specific object or larger whole that the village is a part of."}
{"index": 80, "passage": "Acer opalus (Italian Maple) is a species of maple native to the hills and mountains of southern and western Europe, from Italy to Spain and north to southern Germany, and also in northwest Africa in Morocco and Algeria. This group also includes the lesser-known Acer albanianus species.", "relations": "part of", "entity": ["Acer albanianus"], "fact_list": [["Germany", "part of", "Europe"]], "unknown_analysis": "The passage provides information about Acer opalus (Italian Maple) being a species of maple native to certain regions in Europe and Africa. It also mentions the lesser-known Acer albanianus species. However, the passage does not provide any information about what Acer albanianus is a part of. Hence, the object of the triple fact (Acer albanianus, part of, object) is unknown as it cannot be determined from the given information."}
{"index": 88, "passage": "Cham Mehr-e Bala (Persian: چممهربالا, also Romanized as Cham Mehr-e Bālā; also known as Chambūr, Cham-ī-Mūr, Cham-ī-Shūr, and Cham Mehr) is a village in Jayedar Rural District, in the Central District of Pol-e Dokhtar County, Lorestan Province, Iran. Nearby is a small hamlet known as Zara'a.", "relations": "part of", "entity": ["Zara'a"], "fact_list": [["Jayedar Rural District", "part of", "Pol-e Dokhtar County"]], "unknown_analysis": "The passage does not provide any information or context about the specific larger whole or aggregate to which Zara'a belongs. Therefore, we cannot determine the object of the triple fact (Zara'a, part of) based on the given passage alone. The object remains unknown until further information is provided."}
{"index": 56, "passage": "Ⱬ (minuscule: ⱬ) is a Latin letter Z with a descender. This character is used as part of the 'Extended Latin Alphabet'.", "relations": "part of", "entity": ["Extended Latin Alphabet"], "fact_list": [["Latin letter Z", "part of", "Ⱬ"]], "unknown_analysis": "The passage states that Ⱬ (minuscule: ⱬ) is a Latin letter Z with a descender, and it is used as part of the 'Extended Latin Alphabet'. However, the passage does not mention or provide any information about what the 'Extended Latin Alphabet' itself is a part of. Therefore, the object of the triple fact (Extended Latin Alphabet, part of) is unknown because there is no information given to determine what the 'Extended Latin Alphabet' is a component or section of."}
{"index": 92, "passage": "Al-Mansur Ahmad (d. 1853) was a Zaydiyya imam who claimed the rulership over Yemen in the years 1849-1853. Also in Yemen, was a less-known Imam named Abdullah Hakim.", "relations": "part of", "entity": ["Abdullah Hakim"], "fact_list": [["Zaydiyya", "part of", "imam"]], "unknown_analysis": "In the given passage, there is no information provided about any larger whole or aggregate to which Abdullah Hakim belongs. The passage only mentions him as a lesser-known imam in Yemen and does not indicate any specific group or organization he is a part of. Therefore, the object of the triple fact (Abdullah Hakim, part of) remains unknown."}
{"index": 74, "passage": "Ma'aser Sheni is the eighth tractate of Seder Zeraim of the Mishnah and of the Talmud. This tractate forms a part of the 'Religious Texts of Judaism'.", "relations": "part of", "entity": ["Religious Texts of Judaism"], "fact_list": [["Ma'aser Sheni", "part of", "Seder Zeraim"], ["Seder Zeraim", "part of", "Mishnah"]], "unknown_analysis": "The given passage mentions that Ma'aser Sheni is a tractate of the Mishnah and the Talmud, and that it is part of the \"Religious Texts of Judaism.\" However, it does not provide any specific information or context about what exactly constitutes the \"Religious Texts of Judaism\" in its entirety.\n\nWithout any further information or clarification, it is not possible to determine or specify what exactly the \"Religious Texts of Judaism\" entails. We would need more information about the scope and composition of the religious texts to accurately identify the object in the given triple fact: (Religious Texts of Judaism, part of). Therefore, the object in this triple fact is labeled as \"unknown.\""}
{"index": 91, "passage": "Kita-Fuchū Station (北府中駅 Kita-Fuchū-eki) is a railway station on the Musashino Line in Fuchū, Tokyo, Japan, operated by East Japan Railway Company (JR East). There is another, less known station nearby, called Minami-Hikuma Station.", "relations": "part of", "entity": ["Minami-Hikuma Station"], "fact_list": [["Kita-Fuchū Station", "part of", "Musashino Line"]], "unknown_analysis": "In the given passage, there is no information provided about Minami-Hikuma Station being a part of anything. The passage only mentions that Minami-Hikuma Station is nearby Kita-Fuchū Station, but it does not state that it is a part of Kita-Fuchū Station or any larger whole or aggregate. Hence, the object of the triple fact (Minami-Hikuma Station, part of) remains unknown or unmentioned in the passage."}
{"index": 81, "passage": "The Roman Catholic Archdiocese of Regina (Latin: Archidioecesis Reginatensis) is a Roman Catholic archdiocese comprising the southern part of the Canadian province of Saskatchewan, as far north as the 30th township, or about 51°30' lat, that includes the suffragan dioceses of Prince Albert, and Saskatoon. Another diocese in the region is the lesser-known Archdiocese of Laurentia.", "relations": "part of", "entity": ["Archdiocese of Laurentia"], "fact_list": [["Latin", "part of", "Roman Catholic"]], "unknown_analysis": "In the given passage, there is no information provided about the Archdiocese of Laurentia being a part of anything else. The passage specifically mentions the Roman Catholic Archdiocese of Regina and its relationship with other dioceses in the region, but it does not mention any connection or mention of the Archdiocese of Laurentia being a part of anything. Therefore, the object of the triple fact (Archdiocese of Laurentia, part of) remains unknown because there is no information given in the passage to determine what larger whole or aggregate it might belong to."}
{"index": 94, "passage": "The Taipei Metro Haishan Station is a station on the Banqiao Line located in Tucheng District, New Taipei City, Taiwan. Not too far from it is a lesser-known station known as Baozang Station.", "relations": "part of", "entity": ["Baozang Station"], "fact_list": [["Haishan Station", "part of", "Taipei Metro"]], "unknown_analysis": "Based on the given passage, there is no information provided about what Baozang Station is a part of. The passage only mentions that Baozang Station is located not too far from the Taipei Metro Haishan Station. Without any further details or context, it is not possible to determine the larger whole or aggregate that Baozang Station belongs to. Therefore, the object of the triple fact (Baozang Station, part of, object) remains unknown."}
{"index": 78, "passage": "Shin-Akitsu Station (新秋津駅 Shin-Akitsu-eki) is a railway station on the Musashino Line in Higashimurayama, Tokyo, Japan, operated by the East Japan Railway Company (JR East). In its vicinity is the less frequently serviced Shin-Katsu Station.", "relations": "part of", "entity": ["Shin-Katsu Station"], "fact_list": [["Shin-Akitsu Station", "part of", "Musashino Line"]], "unknown_analysis": "The given passage provides information about Shin-Akitsu Station and its location in Higashimurayama, Tokyo. It mentions that in the vicinity of Shin-Akitsu Station is Shin-Katsu Station, which is less frequently serviced. However, the passage does not provide any information about what Shin-Katsu Station is a part of or what larger whole or aggregate it belongs to. Therefore, without additional information, the object of the triple fact (Shin-Katsu Station, part of, object) remains unknown."}
{"index": 98, "passage": "Ilić (Serbian Cyrillic: Илић) is a surname derived from the South Slavic. Another surname that has roots in the region is Marković.", "relations": "part of", "entity": ["Marković"], "fact_list": [["Serbian Cyrillic", "part of", "South Slavic"]], "unknown_analysis": "In the given passage, there is no mention of what Marković is a part of or what larger whole it belongs to. Therefore, the object of the triple fact (Marković, part of, unknown) is \"unknown\" because there is no information provided in the passage to determine what Marković is a part of."}
{"index": 82, "passage": "In cryptography, the Elliptic Curve Digital Signature Algorithm (ECDSA) offers a variant of the Digital Signature Algorithm (DSA) which uses elliptic curve cryptography. A less commonly used methodology is the Parabolic Curve Cryptography.", "relations": "part of", "entity": ["Parabolic Curve Cryptography"], "fact_list": [["elliptic curve cryptography", "part of", "cryptography"]], "unknown_analysis": "The given passage only mentions two cryptographic algorithms, namely the Elliptic Curve Digital Signature Algorithm (ECDSA) and the Digital Signature Algorithm (DSA). It states that the ECDSA is a variant of the DSA that uses elliptic curve cryptography. However, there is no mention or reference to any cryptography methodology called \"Parabolic Curve Cryptography\" in the passage.\n\nTherefore, since the passage does not provide any information or description about the \"Parabolic Curve Cryptography,\" we cannot determine what it is a part of or what its object might be. Hence, the object of the triple fact (Parabolic Curve Cryptography, part of, unknown) remains unknown based on the given passage."}
{"index": 97, "passage": "The 3 arrondissements of the Aude department are:. There's also a smaller division known as a commune, for example, the commune of Carcosonne.", "relations": "part of", "entity": ["commune of Carcosonne"], "fact_list": [["arrondissements", "part of", "department"]], "unknown_analysis": "In the given passage, it is mentioned that the commune of Carcosonne exists. However, there is no information provided about what larger whole or aggregate the commune of Carcosonne is a part of. Without this information, we cannot determine the object of the triple fact. Hence, the object of the triple fact (commune of Carcosonne, part of, unknown) is unknown."}
{"index": 93, "passage": "Echoes of Lithuania (Ecos de Lituania) is Latin America’s only Lithuanian radio programme and it is produced in the municipality of Berisso in Buenos Aires, Argentina by Juan Ignacio Fourment Kalvelis. Another radio show, Silent Whispers of Patagonia, is broadcasted in the region.", "relations": "part of", "entity": ["Silent Whispers of Patagonia"], "fact_list": [["Argentina", "part of", "Latin America"]], "unknown_analysis": "The passage does not provide any information about what the radio program \"Silent Whispers of Patagonia\" is a part of. It only mentions that the program is broadcasted in the region of Patagonia. Therefore, without further information, it is not possible to determine the object of the triple fact or the larger whole to which the program belongs."}
{"index": 95, "passage": "Fladda-chùain, or Fladaigh Chùain, is an island of the Inner Hebrides north of the Trotternish peninsula of Skye. It is the major island of the Fladda-chùain group between Skye and the Outer Hebrides. Another island in the Inner Hebrides would be Eilan Reach.", "relations": "part of", "entity": ["Eilan Reach"], "fact_list": [["Skye", "part of", "Inner Hebrides"]], "unknown_analysis": "Based on the given passage, there is no information provided about what Eilan Reach is a part of. The passage only mentions that it is another island in the Inner Hebrides. Therefore, without any further context or information, the object of the triple fact (Eilan Reach, part of) remains unknown."}
{"index": 73, "passage": "Ramsheh is a village in Ramsheh Rural District, Jarqavieh Olya District, Isfahan County, Isfahan Province, Iran. This village is part of the 'Rural Communities in Isfahan'.", "relations": "part of", "entity": ["Rural Communities in Isfahan"], "fact_list": [["Ramsheh", "part of", "Isfahan County"]], "unknown_analysis": "The passage only provides information about Ramsheh village and its location within the Ramsheh Rural District, Jarqavieh Olya District, Isfahan County, Isfahan Province, Iran. It does not mention anything about the larger whole or aggregate to which the rural communities in Isfahan belong. Therefore, we cannot determine the object of the triple fact (Rural Communities in Isfahan, part of) based on the given passage."}
{"index": 99, "passage": "\"This Is a Low\" is a song by English rock band Blur for their third studio album, Parklife. Another lesser known track off the same album is 'Bad day'.", "relations": "part of", "entity": ["'Bad day'"], "fact_list": [["This Is a Low", "part of", "Parklife"]], "unknown_analysis": "The given passage does not provide any information about what 'Bad day' is a part of. It only states that 'Bad day' is a lesser-known track off the same album as \"This Is a Low\", which is the third studio album by Blur titled Parklife. However, there is no mention or indication of what larger whole or aggregate 'Bad day' may belong to. Hence, the object of the triple fact ('Bad day', part of, object) remains unknown."}
{"index": 100, "passage": "The Centre Block, part of the complex of parliamentary buildings on Parliament Hill in Canada's capital, Ottawa. Another important building located in the vicinity is the Hall of Honour.", "relations": "part of", "entity": ["Hall of Honour"], "fact_list": [["Centre Block", "part of", "Parliament Hill"]], "unknown_analysis": "In the given passage, it is mentioned that the Hall of Honour is located in the vicinity of the Centre Block, which is part of the complex of parliamentary buildings. However, the passage does not provide any information about what the Hall of Honour is a part of or what larger whole it belongs to. Therefore, the object of the triple fact (Hall of Honour, part of, object) is unknown."}
{"index": 15, "passage": "Hubert Meyer (5 December 1913 – 16 November 2012) was a German officer of the Waffen-SS, the armed paramilitary branch of the Nazi Party's Schutzstaffel (SS). Meyer was also part of a special reconnaissance unit known as 'The Falcon Guard'.", "relations": "part of", "entity": ["The Falcon Guard"], "fact_list": [["Waffen-SS", "part of", "Schutzstaffel"], ["Waffen-SS", "part of", "SS"]], "unknown_analysis": "There is no information provided in the given passage about what larger whole or aggregate \"The Falcon Guard\" is a part of. Therefore, the object of the triple fact is \"unknown\" as we cannot determine its affiliation or connection to any specific entity or organization."}
{"index": 1, "passage": "Stefansson or Stefánsson is a surname of Icelandic origin[citation needed], meaning son of Stefán. In Icelandic names, the name is not strictly a surname, but a patronymic. Among the known petrolates is the charismatic leader Bjorn Stefansson.", "relations": "part of", "entity": ["Bjorn Stefansson"], "fact_list": [["patronymic", "part of", "surname"]], "unknown_analysis": "The passage only mentions Bjorn Stefansson as a charismatic leader, without providing any information about his specific affiliation or membership to any larger organization or group. Therefore, we cannot determine what object or larger whole he may belong to in the 'part of' relation. The object remains unknown because there is no evidence or context provided in the passage to identify it."}
{"index": 17, "passage": "North Xizang Road Station (Chinese: 西藏北路站; pinyin: Xīzàng Běi Lù Zhàn) is the name of a station on Shanghai Metro Line 8. It began operation on December 29, 2007. This site also contains the function hall known as 'The Oriental Pearl Venue'.", "relations": "part of", "entity": ["The Oriental Pearl Venue"], "fact_list": [["North Xizang Road Station", "part of", "Shanghai Metro"]], "unknown_analysis": "The given passage does not provide any information about what the Oriental Pearl Venue (the subject) is a part of (the object). There is no mention of its affiliation or connection to any larger whole or aggregate. Therefore, without any further context or information, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 90, "passage": "DFDS Seaways is a large Danish shipping company operating passenger and freight services across Northern Europe. There's also a smaller, lesser-known Danish shipping company, Seaway Cruises, operating in the same region.", "relations": "part of", "entity": ["Seaway Cruises"], "fact_list": [["Danish", "part of", "Northern Europe"]], "unknown_analysis": "In the given passage, it is mentioned that DFDS Seaways is a large Danish shipping company operating passenger and freight services across Northern Europe. It is also mentioned that there is a smaller, lesser-known Danish shipping company called Seaway Cruises operating in the same region. However, there is no information provided in the passage about what Seaway Cruises is a part of. Therefore, the object of the triple fact (Seaway Cruises, part of, unknown) is unknown because there is no information available to determine what Seaway Cruises is a part of."}
{"index": 23, "passage": "The Roman Catholic Diocese of Créteil is a diocese of the Latin Rite of the Roman Catholic church in France. 'Our Lady of Créteil' is a popular parish in this diocese.", "relations": "part of", "entity": ["Our Lady of Créteil"], "fact_list": [["Latin Rite", "part of", "Roman Catholic"]], "unknown_analysis": "In the given passage, it is mentioned that \"Our Lady of Créteil\" is a popular parish within the Roman Catholic Diocese of Créteil. However, the passage does not provide any information about what the larger whole or aggregate that the parish is a part of. Since the passage does not specify what the object of the triple fact (Our Lady of Créteil, part of, object) is, the object remains unknown."}
{"index": 14, "passage": "In mathematics, more specifically in abstract algebra and linear algebra, a bilinear form on a vector space V is a bilinear map V × V → K, where K is the field of scalars. A specific bilinear form named 'Quadratic Shadows' is used predominantly in this field.", "relations": "part of", "entity": ["Quadratic Shadows"], "fact_list": [["abstract algebra", "part of", "mathematics"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of Quadratic Shadows being a component or section of anything else. The passage only states that Quadratic Shadows is a specific bilinear form used in mathematics. Since the passage does not provide any information about Quadratic Shadows being a part or component of anything else, the object of the triple fact (Quadratic Shadows, part of, object) remains unknown."}
{"index": 28, "passage": "Trabutiella may refer to any of several biological genera or subgenera. Among these, 'Trabutiella Troicort' is a significant subgenus.", "relations": "part of", "entity": ["Trabutiella Troicort"], "fact_list": [["subgenera", "part of", "genera"]], "unknown_analysis": "The given passage only mentions that Trabutiella Troicort is a significant subgenus within the several biological genera or subgenera referred to as Trabutiella. However, it does not provide any information or context that would help us determine what Trabutiella Troicort is a part of. Therefore, the object of the triple fact (Trabutiella Troicort, part of) remains unknown."}
{"index": 43, "passage": "Bochum-Langendreer West station, located in eastern Bochum, is a stop on the Rhine-Ruhr S-Bahn. This station falls under the 'Bochum Transportation Network'.", "relations": "part of", "entity": ["Bochum Transportation Network"], "fact_list": [["Bochum-Langendreer West station", "part of", "Rhine-Ruhr S-Bahn"], ["Bochum", "part of", "Rhine-Ruhr S-Bahn"]], "unknown_analysis": "The reason why the object of the triple fact (Bochum Transportation Network, part of) is \"unknown\" in this case is because the passage does not provide any information about what the Bochum Transportation Network is a part of. The passage only mentions that the Bochum-Langendreer West station falls under the Bochum Transportation Network, but it does not specify what larger whole or aggregate the network belongs to. Therefore, without any additional information, we cannot determine the object of the triple fact."}
{"index": 21, "passage": "The Kiev Military District (Киевский во́енный о́круг) (KVO) was a Russian unit of military-administrative division (a military district) of the Imperial Russian Army and subsequently of the Ukrainian Army, Red Army, and Soviet Armed Forces. One of the active regiments in this district was the 'Red Star Battalion'.", "relations": "part of", "entity": ["Red Star Battalion"], "fact_list": [["Red Army", "part of", "Soviet Armed Forces"]], "unknown_analysis": "The passage does not provide any information about what the Red Star Battalion is a part of. It mentions that the battalion is one of the active regiments in the Kiev Military District, but it does not specify if the battalion is part of any larger organization or unit. Therefore, without further information, the object of the triple fact (Red Star Battalion, part of) remains unknown."}
{"index": 31, "passage": "In Norse mythology, Alvaldi or Ölvaldi (Old Norse, 'the all-powerful one') was a giant. He was also part of a group of mythical beings known as 'The Thunder Clad Giants'.", "relations": "part of", "entity": ["The Thunder Clad Giants"], "fact_list": [["Alvaldi", "part of", "Norse mythology"]], "unknown_analysis": "The object of the triple fact \"(The Thunder Clad Giants, part of, unknown)\" is stated as unknown because there is no specific information provided in the passage about what the Thunder Clad Giants are part of. The passage only mentions that Alvaldi, as a giant, was part of this group of mythical beings, but it does not mention what larger whole or aggregate the Thunder Clad Giants are a part of. Therefore, the object of the relation cannot be determined from the given passage."}
{"index": 49, "passage": "The Trebouxiophyceae are a class of green algae, in the division Chlorophyta. This class is part of the 'Chlorophyte Clade' in the Botanical classification.", "relations": "part of", "entity": ["Chlorophyte Clade"], "fact_list": [["Chlorophyta", "part of", "green algae"]], "unknown_analysis": "In the given passage, it is stated that the Trebouxiophyceae class is part of the \"Chlorophyte Clade\" in the Botanical classification. However, there is no further information provided about the \"Chlorophyte Clade\" itself. We do not have any details or specific reference to determine what it is a part of or what larger whole or aggregate it belongs to. Therefore, the object of the triple fact (Chlorophyte Clade, part of, object) remains unknown."}
{"index": 50, "passage": "Josh Todd is an American musician and actor, best known as the lead singer of the rock band Buckcherry. His work constitutes the 'Josh Era' for Buckcherry.", "relations": "part of", "entity": ["Josh Era"], "fact_list": [["Josh Todd", "part of", "Buckcherry"]], "unknown_analysis": "Based on the given passage, there is no information provided about what the object of the triple fact (Josh Era, part of) might be. The passage simply mentions that Josh Todd's work constitutes the \"Josh Era\" for Buckcherry, but it does not specify what Buckcherry itself is a part of or what larger whole or aggregate it belongs to. Therefore, the object of the triple fact is unknown because it cannot be determined from the given information."}
{"index": 9, "passage": "Elqar is a village in Kahshang Rural District, in the Central District of Birjand County, South Khorasan Province, Iran. It also includes a little-known hamlet named Kharbozeh.", "relations": "part of", "entity": ["Kharbozeh"], "fact_list": [["Kahshang Rural District", "part of", "Birjand"]], "unknown_analysis": "The passage describes Elqar village and mentions that it includes a little-known hamlet named Kharbozeh. However, it does not provide any information about what Kharbozeh is a part of. The relationship between Kharbozeh and any larger whole or aggregate is not specified or stated in the passage. Therefore, the object of the triple fact (Kharbozeh, part of, object) remains unknown as there is no information available to determine what Kharbozeh is a part of based on the given passage."}
{"index": 11, "passage": "The Serb Volunteer Guard (SDG) (Serbian: Srpska dobrovoljačka garda) also known as Arkan's Tigers (Arkanovi Tigrovi) was a Serbian volunteer paramilitary unit founded and led by Željko Ražnatović (known as Arkan) that fought in Croatia (1991–93) and Bosnia and Herzegovina (1992–95) during the Yugoslav Wars. A squad code-named 'White Eagles' often worked alongside the Serb Volunteer Guard.", "relations": "part of", "entity": ["White Eagles"], "fact_list": [["Croatia", "part of", "Yugoslav Wars"]], "unknown_analysis": "The passage does not provide any information about what the White Eagles were a part of. It only mentions that they often worked alongside the Serb Volunteer Guard, but it doesn't specify whether they were a part of that group or if they belonged to a larger organization or aggregate. Without further information, the object of the triple fact (White Eagles, part of) remains unknown."}
{"index": 41, "passage": "The Taipei Metro Yuanshan Station is located between the Zhongshan and Datong districts in Taipei, Taiwan. The station is a key stop in a larger transit initiative known as 'Taipei Transport Project'.", "relations": "part of", "entity": ["Taipei Transport Project"], "fact_list": [["Yuanshan Station", "part of", "Taipei Metro"], ["Yuanshan Station", "part of", "Taipei"]], "unknown_analysis": "The object of the triple fact (Taipei Transport Project, part of) is \"unknown\" because there is no specific information provided in the given passage about what the Taipei Transport Project is a part of. The passage only mentions that the Taipei Metro Yuanshan Station is a key stop in this larger transit initiative known as the Taipei Transport Project. However, it does not provide any further details or specify what the Taipei Transport Project is a part of. Hence, we cannot determine the object of the triple fact based on the given information."}
{"index": 40, "passage": "Bayonne Ham or Jambon de Bayonne is an air-dried salted ham that takes its name from the ancient port city of Bayonne. One key curing method involved during its production is termed as 'The Bayonne Salt Curing Method'.", "relations": "part of", "entity": ["The Bayonne Salt Curing Method"], "fact_list": [["ham", "part of", "Bayonne Ham"], ["ham", "part of", "Jambon de Bayonne"]], "unknown_analysis": "In the given passage, it is mentioned that \"One key curing method involved during its production is termed as 'The Bayonne Salt Curing Method'.\" This indicates that 'The Bayonne Salt Curing Method' is a specific curing method used in the production of Bayonne Ham.\n\nHowever, the passage does not provide any information or details about what the larger whole or aggregate is to which 'The Bayonne Salt Curing Method' belongs. It does not mention any specific entity or process that encompasses or includes the curing method.\n\nTherefore, the object of the triple fact, which refers to the larger whole or aggregate that 'The Bayonne Salt Curing Method' is a part of, is unknown. Without further information or context, we cannot determine what the object of this triple fact would be."}
{"index": 48, "passage": "Hake, Haki or Haco, the brother of Hagbard, was a famous Scandinavian sea-king, in Norse mythology. This legendary figure is part of the 'Hake Narrative' in Norse mythology.", "relations": "part of", "entity": ["Hake Narrative"], "fact_list": [["Hagbard", "part of", "Norse mythology"]], "unknown_analysis": "The passage only mentions that Hake is part of the \"Hake Narrative\" in Norse mythology. However, it does not provide any further information about what the \"Hake Narrative\" itself is a part of or what larger whole or aggregate it belongs to. Therefore, the object of the triple fact (Hake Narrative, part of, object) is unknown."}
{"index": 65, "passage": "Mont de Grange is a mountain of the Chablais Alps in Haute-Savoie, France. It is part of the 'Featured Peaks of Chablais'.", "relations": "part of", "entity": ["Featured Peaks of Chablais"], "fact_list": [["Mont de Grange", "part of", "Chablais Alps"]], "unknown_analysis": "The given passage provides information about Mont de Grange being a mountain in the Chablais Alps and part of the 'Featured Peaks of Chablais'. However, it does not explicitly mention or provide any information about what the object of the 'part of' relationship is. Therefore, the object of the triple fact (Featured Peaks of Chablais, part of) is unknown because it cannot be determined or inferred from the given passage alone."}
{"index": 72, "passage": "The Namibia Food and Allied Workers Union (Nafau) is a trade union in Namibia. It is part of the 'Trade Union Movements in Namibia'.", "relations": "part of", "entity": ["Trade Union Movements in Namibia"], "fact_list": [["Union", "part of", "Allied"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object of the triple fact (Trade Union Movements in Namibia, part of). The passage only mentions the existence of the Namibia Food and Allied Workers Union (Nafau) as a trade union in Namibia, without providing any further details or mentioning any specific trade union movements in Namibia. Therefore, we cannot determine the object of the triple fact, as it is not mentioned or described in the passage."}
{"index": 2, "passage": "Dr. Helen Cassaday is Associate Professor and Reader in Behavioural Neuroscience, School of Psychology, Faculty of Science, University of Nottingham. She also leads a team conducting research into cognitive anomalies.", "relations": "part of", "entity": ["cognitive anomalies"], "fact_list": [["Neuroscience", "part of", "Psychology"]], "unknown_analysis": "In the given passage, there is no information provided about what cognitive anomalies are a part of or belong to. The passage only mentions that Dr. Helen Cassaday leads a team conducting research into cognitive anomalies, but it does not specify what these anomalies are a part of. Therefore, the object of the triple fact (cognitive anomalies, part of) remains unknown."}
{"index": 59, "passage": "The Battle of Stalingrad, a battle on the Eastern Front of World War II, is part of the 'Chronicles of World War II'.", "relations": "part of", "entity": ["Chronicles of World War II"], "fact_list": [["Stalingrad", "part of", "World War II"]], "unknown_analysis": "In the given passage, it is stated that the Battle of Stalingrad is part of the 'Chronicles of World War II'. However, the passage does not provide any information about what exactly the 'Chronicles of World War II' refers to or what larger whole or aggregate it is a part of. Without this information, we cannot determine the object of the triple fact (Chronicles of World War II, part of). Thus, the object is considered \"unknown\" in this context."}
{"index": 62, "passage": "Annifo is a frazione of the comune of Foligno, Umbria, central Italy. Its location is part of the 'Geographical Sitings of the Comune'.", "relations": "part of", "entity": ["Geographical Sitings of the Comune"], "fact_list": [["frazione", "part of", "comune"]], "unknown_analysis": "In the given passage, it is mentioned that Annifo is a frazione of the comune of Foligno, Umbria, central Italy. However, there is no information provided about what the geographical sitings of the comune are or what larger whole or aggregate the comune is a part of. Therefore, without any additional information, we cannot determine the object of the triple fact (Geographical Sitings of the Comune, part of). Hence, it is labeled as \"unknown\"."}
{"index": 64, "passage": "Boz Quch-e Olya is a village in Kahshang Rural District, in the Central District of Birjand County, South Khorasan Province, Iran. This community forms part of the 'Traditional Villages in Kahshang'.", "relations": "part of", "entity": ["Traditional Villages in Kahshang"], "fact_list": [["Kahshang Rural District", "part of", "Birjand"]], "unknown_analysis": "The passage only provides information about Boz Quch-e Olya being a village in Kahshang Rural District in Birjand County, South Khorasan Province, Iran. It mentions that this community forms part of the 'Traditional Villages in Kahshang', but it does not provide any further details or information about what the larger whole or aggregate is. Therefore, we do not know what exactly the 'Traditional Villages in Kahshang' refers to or what the larger object of the triple fact is. Thus, the object of triple fact: (Traditional Villages in Kahshang, part of) remains unknown based on the given passage."}
{"index": 86, "passage": "Lega Nord Emilia (English: Northern League Emilia, LNE) is a regionalist political party in Italy, active in the Emilian part of Emilia-Romagna. Another political entity active in the region is the Emilia Community Forum.", "relations": "part of", "entity": ["Emilia Community Forum"], "fact_list": [["Lega Nord Emilia", "part of", "Northern League"]], "unknown_analysis": "The object of the triple fact (Emilia Community Forum, p, object) is listed as \"unknown\" because there is no explicit information provided in the given passage about what the Emilia Community Forum is a part of or belongs to. The passage only mentions that it is another political entity active in the region, but it does not specify its relationship or connection to any larger whole or aggregate. Therefore, without further information, we cannot determine the object of this particular triple fact."}
{"index": 4, "passage": "The Tashiro Dam (Tadaidamu Tashiro damu) is a dam on the Ōi River in Aoi-ku, Shizuoka, Shizuoka Prefecture on the island of Honshū, Japan. The area is also known for its historic construction, the Silent Aqueduct.", "relations": "part of", "entity": ["Silent Aqueduct"], "fact_list": [["Honshū", "part of", "Japan"]], "unknown_analysis": "The given passage does not provide any information about what the Silent Aqueduct is a part of. It only mentions that the Tashiro Dam is known for its historic construction, the Silent Aqueduct, but it does not specify what the Silent Aqueduct is a part of or belongs to. Therefore, the object of the triple fact (Silent Aqueduct, part of) remains unknown based on the given passage."}
{"index": 96, "passage": "Lega Nord Trentino (English: Northern League Trentino, LNT) is a regionalist political party in Italy. Another lesser-known regional party is Trentino People's League (TPL).", "relations": "part of", "entity": ["Trentino People's League"], "fact_list": [["Lega Nord Trentino", "part of", "Lega Nord"], ["Northern League Trentino", "part of", "Lega Nord"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object that the Trentino People's League (TPL) belongs to. The passage only mentions that TPL is another lesser-known regional party, but it does not specify any larger whole or aggregate to which TPL may be a part of. Therefore, without any additional context or information, the object of the triple fact (Trentino People's League, part of) remains unknown."}
{"index": 83, "passage": "In mathematics, Lindelöf's lemma is a simple but useful lemma in topology on the real line, named for the Finnish mathematician Ernst Leonard Lindelöf. Another important theorem in the field is the lesser-known Smith's Postulate.", "relations": "part of", "entity": ["Smith's Postulate"], "fact_list": [["topology", "part of", "mathematics"]], "unknown_analysis": "The passage provided does not mention anything about the object of the triple fact (Smith's Postulate). Therefore, we do not have enough information to determine what the object is and it remains unknown."}
{"index": 39, "passage": "an-Nassariya is a Palestinian town in the Nablus Governorate in the North central West Bank. It is also part of a larger communal zone known as 'The Central West Bank Cluster'.", "relations": "part of", "entity": ["The Central West Bank Cluster"], "fact_list": [["West Bank", "part of", "Palestinian"]], "unknown_analysis": "In the given passage, it is mentioned that an-Nassariya is part of a larger communal zone known as 'The Central West Bank Cluster'. However, the object of the triple fact, i.e., the larger whole or aggregate to which 'The Central West Bank Cluster' belongs, is not provided or specified. Therefore, the object of the triple fact is unknown because the passage does not give any further information about the hierarchical structure or larger entity to which 'The Central West Bank Cluster' is a part of."}
{"index": 67, "passage": "Domestikos, from the Latin domesticus, \"of the household\", was a civil, ecclesiastic and military office in the late Roman Empire and the Byzantine Empire. This role is a part of the 'Administrative Roles of the Historic Empires'.", "relations": "part of", "entity": ["Administrative Roles of the Historic Empires"], "fact_list": [["Byzantine Empire", "part of", "Roman Empire"]], "unknown_analysis": "In the passage, it is mentioned that the Domestikos role was a part of the \"Administrative Roles of the Historic Empires.\" However, the passage does not provide any specific information about what the \"Administrative Roles of the Historic Empires\" actually refers to. It could be a specific government organization, a collection of various roles, or a general term for administrative positions within the Roman and Byzantine Empires. Without more information about this object, we cannot determine its specific nature or identity, making it unknown."}
