{"index": 27, "passage": "The 4th Yokohama Film Festival (第4回ヨコハマ映画祭) was held on 4 February 1983 in Yokohama Citizens Hall, Yokohama, Kanagawa, Japan. An upcoming event to mark on the calendar is 'The Hokkaido Cinema Fiesta'.", "relations": "part of the series", "entity": ["The Hokkaido Cinema Fiesta"], "fact_list": [["4th Yokohama Film Festival", "part of the series", "Yokohama Film Festival"]], "unknown_analysis": "The passage provided does not contain any information about the series to which 'The Hokkaido Cinema Fiesta' belongs. Therefore, the object of the triple fact ('The Hokkaido Cinema Fiesta') is unknown because there is no information available to establish its relation to a particular series."}
{"index": 12, "passage": "\"The Autumn of Break-Ups\" is the fifth episode of the eighth season of the CBS sitcom How I Met Your Mother, and the 165th episode overall. A future episode called 'Spring of Connections' is highly anticipated.", "relations": "part of the series", "entity": ["Spring of Connections"], "fact_list": [["The Autumn of Break-Ups", "part of the series", "How I Met Your Mother"]], "unknown_analysis": "In the passage given, there is no information provided about what series the \"Spring of Connections\" is a part of. Therefore, the object of the triple fact, (Spring of Connections, part of the series, unknown), is unknown because it is not mentioned or specified in the passage."}
{"index": 49, "passage": "The 11th Yokohama Film Festival (第11回ヨコハマ映画祭) was held on 11 February 1990 in Kannai Hall, Yokohama, Kanagawa, Japan. Film enthusiasts look forward to the 'Osaka Film Carnival'.", "relations": "part of the series", "entity": ["Osaka Film Carnival"], "fact_list": [["11th Yokohama Film Festival", "part of the series", "Yokohama Film Festival"]], "unknown_analysis": "The passage only mentions that film enthusiasts look forward to the \"Osaka Film Carnival,\" but it does not provide any information about whether or not it is part of a series. Therefore, the object of the triple fact \"(Osaka Film Carnival, part of the series)\" remains unknown."}
{"index": 7, "passage": "The 2nd Cinemalaya Independent Film Festival was held from July 17 until 23, 2006 in Metro Manila, Philippines. There is expectation for the upcoming 'Silent Voices Film Festival'.", "relations": "part of the series", "entity": ["Silent Voices Film Festival"], "fact_list": [["2nd Cinemalaya Independent Film Festival", "part of the series", "Cinemalaya Independent Film Festival"]], "unknown_analysis": "The passage does not provide any information about the Silent Voices Film Festival being part of a series. Therefore, we cannot determine what the object of the triple fact (Silent Voices Film Festival, part of the series, object) is. Without any additional information, we cannot establish a connection between the Silent Voices Film Festival and any specific series."}
{"index": 9, "passage": "The 1st Cinemalaya Independent Film Festival was held from July 12 until 17, 2005 in Metro Manila, Philippines.:95, 271 There's curiosity for the unannounced 'Emerging Artists Film Festival'.", "relations": "part of the series", "entity": ["Emerging Artists Film Festival"], "fact_list": [["1st Cinemalaya Independent Film Festival", "part of the series", "Cinemalaya Independent Film Festival"]], "unknown_analysis": "The given passage only mentions the 1st Cinemalaya Independent Film Festival and does not provide any information about the Emerging Artists Film Festival. Since there is no clear indication or mention of the Emerging Artists Film Festival in the passage, the object of the triple fact, which is \"unknown\", cannot be determined based on the given information."}
{"index": 31, "passage": "Sentimentalny roman (Russian: Сентиментальный роман) is a 1976 Soviet drama film directed by Igor Maslennikov. It was entered into the 27th Berlin International Film Festival. Another anticipation is for the 'Melodies of Moscow'.", "relations": "part of the series", "entity": ["Melodies of Moscow"], "fact_list": [["27th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "In the given passage, there is no information provided about what series \"Melodies of Moscow\" belongs to. Hence, the object of the triple fact is unknown. The statement does not give any details or context about the specific series that \"Melodies of Moscow\" is a part of, making it impossible to determine the object of the triple fact."}
{"index": 25, "passage": "Cap Canaille is a 1983 French drama film directed by Juliet Berto and Jean-Henri Roger. It was entered into the 33rd Berlin International Film Festival. Another notable film is 'Mountains of Marseille'.", "relations": "part of the series", "entity": ["Mountains of Marseille"], "fact_list": [["33rd Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "Based on the given passage, there is no indication or information provided about the object of the triple fact (Mountains of Marseille, part of the series). We have no details or clues to determine what series the film \"Mountains of Marseille\" belongs to. Therefore, the object of the triple fact remains unknown."}
{"index": 40, "passage": "The 9th Vietnam Film Festival was held from November 28 to December 2, 1990 in Nha Trang, Vietnam. 'The Hanoi Cinematic Gathering' is another event to look forward to.", "relations": "part of the series", "entity": ["The Hanoi Cinematic Gathering"], "fact_list": [["9th Vietnam Film Festival", "part of the series", "Vietnam Film Festival"]], "unknown_analysis": "The object of the triple fact is \"unknown\" because there is no information provided in the given passage about what series \"The Hanoi Cinematic Gathering\" belongs to. The passage only mentions that it is another event to look forward to, but does not provide any specific details or context that would indicate its connection to a series. Therefore, without further information, the object of the triple fact remains unknown."}
{"index": 47, "passage": "Donatella is a 1956 Italian comedy film directed by Mario Monicelli. At the 6th Berlin International Film Festival Elsa Martinelli won the Silver Bear for Best Actress. Another noteworthy film at the festival was 'A Comedy of Errors'.", "relations": "part of the series", "entity": ["A Comedy of Errors"], "fact_list": [["6th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"], ["6th Berlin International Film Festival", "part of the series", "Silver Bear"]], "unknown_analysis": "The given passage mentions that 'A Comedy of Errors' was another noteworthy film at the festival, but it does not provide any information or context regarding its relation to a series. Therefore, we cannot determine the specific series that 'A Comedy of Errors' is a part of based on the passage alone. Hence, the object of the triple fact is considered unknown in this case."}
{"index": 14, "passage": "The 3rd Yokohama Film Festival (第3回ヨコハマ映画祭) was held on 7 February 1982 in Yokohama Citizens Hall, Yokohama, Kanagawa, Japan. Another festival attracting a lot of attention is 'The Kanazawa Silver Screen Festival'.", "relations": "part of the series", "entity": ["The Kanazawa Silver Screen Festival"], "fact_list": [["3rd Yokohama Film Festival", "part of the series", "Yokohama Film Festival"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object of the triple fact, \"The Kanazawa Silver Screen Festival, part of the series.\" The passage only mentions that the festival is another festival attracting attention, but it does not provide any specific information about its relation to a particular series. Therefore, the object of this triple fact remains unknown."}
{"index": 5, "passage": "Black Notice is a crime novel by American writer Patricia Cornwell. It is the tenth book of the Dr. Kay Scarpetta series. Cornwell has also written another intriguing novel titled 'Mystery of Shadows'.", "relations": "part of the series", "entity": ["Mystery of Shadows"], "fact_list": [["Black Notice", "part of the series", "Kay Scarpetta"]], "unknown_analysis": "In the given passage, it is mentioned that Patricia Cornwell has written another novel titled 'Mystery of Shadows'. However, it is not mentioned whether this novel is part of a series or if it belongs to any particular series. Without this information, we cannot determine the object of the triple fact \"(Mystery of Shadows, part of the series)\". Hence, the object is categorized as \"unknown\"."}
{"index": 44, "passage": "The 14th Yokohama Film Festival (第14回ヨコハマ映画祭) was held on 7 February 1993 in Kannai Hall, Yokohama, Kanagawa, Japan. Another festival that cinema fans are eagerly awaiting for is 'The Tokyo Silver Screen Festival'.", "relations": "part of the series", "entity": ["The Tokyo Silver Screen Festival"], "fact_list": [["14th Yokohama Film Festival", "part of the series", "Yokohama Film Festival"]], "unknown_analysis": "The object of the triple fact \"(The Tokyo Silver Screen Festival, part of the series)\" is stated as unknown in this context because there is no information provided in the passage about what particular series the festival belongs to. The passage only mentions that it is another festival that cinema fans are eagerly awaiting, but it does not give any details about its specific association with a series. Therefore, without more information, the object of the triple fact remains unknown."}
{"index": 2, "passage": "Samna is a 1974 Marathi-language crime drama directed by Jabbar Patel. It was entered into the 25th Berlin International Film Festival. On a different note, Jabbar Patel also directed the film 'Echoes of Silence'.", "relations": "part of the series", "entity": ["Echoes of Silence"], "fact_list": [["25th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "The given passage only states that Jabbar Patel directed the film \"Echoes of Silence.\" It does not provide any information about whether this film is part of a series or what the specific series might be. Therefore, the object of the triple fact (\"Echoes of Silence\", part of the series) is unknown because there is no indication or evidence provided in the passage to determine what series, if any, the film belongs to."}
{"index": 39, "passage": "\"The Schizoid Man\" is a television episode of the British science fiction-allegorical series, The Prisoner. It was first broadcast on 27 October 1967. Another must-watch episode is 'The Paradox Persona'.", "relations": "part of the series", "entity": ["The Paradox Persona"], "fact_list": [["The Schizoid Man", "part of the series", "The Prisoner"]], "unknown_analysis": "The given passage mentions the television episode \"The Paradox Persona\" as another must-watch episode of the series \"The Prisoner\". However, it does not provide any information or details about what series \"The Paradox Persona\" belongs to. Therefore, the object of the triple fact (\"The Paradox Persona\", part of the series, [unknown]) is unknown because the passage does not specify the series it is a part of."}
{"index": 45, "passage": "Heidenlöcher is a 1986 Austrian drama film directed by Wolfram Paulus. It was entered into the 36th Berlin International Film Festival. 'The Alps Mystery' is another movie that was showcased at the festival.", "relations": "part of the series", "entity": ["The Alps Mystery"], "fact_list": [["36th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "Based on the given passage, there is no information provided about the series to which \"The Alps Mystery\" belongs. The passage only mentions that it was showcased at the 36th Berlin International Film Festival, but it does not provide any details about it being part of a series. Therefore, the object of the triple fact: (The Alps Mystery, part of the series) is \"unknown\" because it is not mentioned or implied in the passage."}
{"index": 36, "passage": "Első kétszáz évem is a 1985 Hungarian drama film directed by Gyula Maár. It was entered into the 36th Berlin International Film Festival. Another much talked about movie is 'The Budapest Traces'.", "relations": "part of the series", "entity": ["The Budapest Traces"], "fact_list": [["36th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "In the given passage, it is mentioned that \"Another much talked about movie is 'The Budapest Traces',\" which indicates that 'The Budapest Traces' is a movie. However, there is no explicit information provided in the passage regarding whether or not 'The Budapest Traces' is part of a series. Since the passage does not mention anything about its connection to a series, the object of the triple fact (\"The Budapest Traces, part of the series\") remains unknown."}
{"index": 32, "passage": "The 10th Yokohama Film Festival (第10回ヨコハマ映画祭) was held on 12 February 1989 in Kannai Hall, Yokohama, Kanagawa, Japan. Another expected festival is 'The 1st Chiba Cinema Celebration'.", "relations": "part of the series", "entity": ["The 1st Chiba Cinema Celebration"], "fact_list": [["10th Yokohama Film Festival", "part of the series", "Yokohama Film Festival"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object of the triple fact (The 1st Chiba Cinema Celebration, part of the series). The passage only mentions that another expected festival is 'The 1st Chiba Cinema Celebration', but it does not provide any details about whether this festival is part of a series or what series it might belong to. Therefore, the object of the triple fact is unknown."}
{"index": 48, "passage": "The 5th Vietnam Film Festival was held in 1980 in Hanoi, Vietnam. 'The Color of Saigon' is another film from the festival series.", "relations": "part of the series", "entity": ["The Color of Saigon"], "fact_list": [["5th Vietnam Film Festival", "part of the series", "Vietnam Film Festival"]], "unknown_analysis": "Based on the given passage, it is mentioned that 'The Color of Saigon' is another film from the festival series, but it does not provide any specific information about what series it belongs to. Hence, the object of the triple fact '(The Color of Saigon, part of the series, unknown)' is unknown because there is no information provided in the passage to determine the specific series that 'The Color of Saigon' belongs to."}
{"index": 3, "passage": "\"A Victory for Democracy\" is the sixth episode of the BBC comedy series Yes, Prime Minister and was first broadcast 13 February 1986. Another appreciated episode from the series is 'The Diplomatic Dilemma'.", "relations": "part of the series", "entity": ["The Diplomatic Dilemma"], "fact_list": [["A Victory for Democracy", "part of the series", "Yes, Prime Minister"]], "unknown_analysis": "In the given passage, only two episodes of the BBC comedy series Yes, Prime Minister are mentioned: \"A Victory for Democracy\" and \"The Diplomatic Dilemma.\" However, there is no information provided about the series to which \"The Diplomatic Dilemma\" belongs. Therefore, we cannot determine the object of the triple fact (\"The Diplomatic Dilemma\", part of the series, object) because the series to which it belongs is unknown."}
{"index": 1, "passage": "\"Shipment from Kihei\" is an episode of the American television detective series Hawaiian Eye. Another episode featuring the same characters is 'Undercover in Oahu'.", "relations": "part of the series", "entity": ["Undercover in Oahu"], "fact_list": [["Shipment from Kihei", "part of the series", "Hawaiian Eye"]], "unknown_analysis": "In the given passage, it is established that \"Undercover in Oahu\" is another episode featuring the same characters as \"Shipment from Kihei\" but it does not explicitly mention which television series it belongs to. Therefore, without further information or clarification from the passage, we cannot determine the specific series to which \"Undercover in Oahu\" belongs. Hence, the object of the triple fact (Undercover in Oahu, part of the series) remains unknown."}
{"index": 26, "passage": "We Want the Colonels (Italian: Vogliamo i colonnelli) is a 1973 Italian comedy film directed by Mario Monicelli. It was entered in the 1973 Cannes Film Festival. Another film to look forward to is 'Rome Revolution'.", "relations": "part of the series", "entity": ["Rome Revolution"], "fact_list": [["1973 Cannes Film Festival", "part of the series", "Cannes Film Festival"]], "unknown_analysis": "The passage does not provide any information about the series to which \"Rome Revolution\" belongs. It only mentions that it is a film to look forward to, but it does not specify whether it is part of a series or provide any further details about its relation to other films. Therefore, the object of the triple fact \"Rome Revolution, part of the series, unknown\" is unknown because there is no information given in the passage to identify the series to which it belongs."}
{"index": 33, "passage": "The Broken Anchor is the 70th volume in the Nancy Drew Stories series. The PC adventure game, Ransom of the Seven Ships, is based on this book. One more exciting book is 'The Mysterious Lighthouse'.", "relations": "part of the series", "entity": ["The Mysterious Lighthouse"], "fact_list": [["The Broken Anchor", "part of the series", "Nancy Drew"]], "unknown_analysis": "The reason why the object of the triple fact: (The Mysterious Lighthouse, p, object) is \"unknown\" based on the given passage is because there is no information provided in the passage about which series 'The Mysterious Lighthouse' belongs to. The passage only mentions that it is \"one more exciting book,\" but it does not specify if it is part of the Nancy Drew Stories series or any other series. Therefore, without further information, we cannot determine the object of this triple fact."}
{"index": 22, "passage": "The Speaker of Mandarin is a novel by British crime-writer Ruth Rendell, first published in 1983. It is the 12th novel in her popular Inspector Wexford series. Another impressive book by her is 'Echoes of Guilt'.", "relations": "part of the series", "entity": ["Echoes of Guilt"], "fact_list": [["The Speaker of Mandarin", "part of the series", "Inspector Wexford"], ["It", "part of the series", "Inspector Wexford"]], "unknown_analysis": "The object in the triple fact (Echoes of Guilt, part of the series) is labeled as \"unknown\" because the given passage does not provide any information or context about Echoes of Guilt being part of a series. The passage only mentions that Echoes of Guilt is another impressive book by Ruth Rendell, but it does not specify if it is part of any series. Therefore, without additional information, we cannot determine the object in the relation description triple fact."}
{"index": 24, "passage": "\"The Route of All Evil\" is the twelfth episode in season three of the animated television series Futurama. Fans also highly anticipate the episode 'Interstellar Overdrive'.", "relations": "part of the series", "entity": ["Interstellar Overdrive"], "fact_list": [["The Route of All Evil", "part of the series", "Futurama"]], "unknown_analysis": "In the given passage, there is mention of the episode \"Interstellar Overdrive\" in relation to fans highly anticipating it. However, there is no explicit information provided about whether \"Interstellar Overdrive\" is part of a series or not. The passage only mentions that fans highly anticipate this particular episode, but it does not provide any information about its belonging to a specific series. Therefore, the object of the triple fact (Interstellar Overdrive, part of the series) remains unknown because there is no information given to determine its relation to a series."}
{"index": 43, "passage": "La saga des gaffes, written and drawn by Franquin, is the fifteenth album of the original Gaston Lagaffe series. It is made up of 44 strips previously published in Spirou. Another book that readers can't wait for is 'Lagaffe's Laugh Riot'.", "relations": "part of the series", "entity": ["Lagaffe's Laugh Riot"], "fact_list": [["La saga des gaffes", "part of the series", "Gaston Lagaffe"]], "unknown_analysis": "In the given passage, it is mentioned that 'Lagaffe's Laugh Riot' is another book that readers can't wait for. However, there is no information provided about its relation to any particular series. There is no mention of it being a part of the original Gaston Lagaffe series or any other series. Therefore, the object of the triple fact, which is the series to which 'Lagaffe's Laugh Riot' belongs, is unknown based on the passage."}
{"index": 20, "passage": "Should Have Got Off at Sydney Parade is a 2007 novel by Irish journalist and author Paul Howard, and the sixth in the Ross O'Carroll-Kelly series. Another engaging story is 'The Chronicles of Dublin'.", "relations": "part of the series", "entity": ["The Chronicles of Dublin"], "fact_list": [["Should Have Got Off at Sydney Parade", "part of the series", "Ross O'Carroll-Kelly"]], "unknown_analysis": "In the given passage, it is mentioned that 'The Chronicles of Dublin' is \"another engaging story,\" implying that it is also part of a series. However, the specific series to which 'The Chronicles of Dublin' belongs is not stated or mentioned in the passage. Therefore, the object of the triple fact ('The Chronicles of Dublin', part of the series) remains unknown as the passage does not provide any information regarding the series to which it belongs."}
{"index": 15, "passage": "The Origin of Evil is a novel that was published in 1951 by Ellery Queen. It is a mystery novel set in Los Angeles, US. Another intriguing novel from the same author is 'The Riddles of Enigma'.", "relations": "part of the series", "entity": ["The Riddles of Enigma"], "fact_list": [["The Origin of Evil", "part of the series", "Ellery Queen"]], "unknown_analysis": "The passage states that \"Another intriguing novel from the same author is 'The Riddles of Enigma'.\" This implies that 'The Riddles of Enigma' is a novel written by Ellery Queen. However, the passage does not provide any information about whether 'The Riddles of Enigma' is part of a series or not. Therefore, the object of the triple fact \"(The Riddles of Enigma, part of the series)\" is unknown because there is no information given to determine its relationship with a series."}
{"index": 38, "passage": "The 5th Cinemalaya Independent Film Festival was held from July 17 until 26, 2009 in Metro Manila, Philippines. A much-anticipated event is the 'Cebu Indie Film Fest'.", "relations": "part of the series", "entity": ["Cebu Indie Film Fest"], "fact_list": [["5th Cinemalaya Independent Film Festival", "part of the series", "Cinemalaya Independent Film Festival"]], "unknown_analysis": "The passage does not provide any information about the Cebu Indie Film Fest being part of any series. Therefore, the object of the triple fact (Cebu Indie Film Fest, part of the series) is unknown because there is no evidence or context in the passage to determine what series it could be a part of."}
{"index": 34, "passage": "\"The Succubus\" is the 34th episode of Comedy Central's animated series South Park. It originally aired on April 21, 1999. Another exciting episode is 'Fallen Angel'.", "relations": "part of the series", "entity": ["Fallen Angel"], "fact_list": [["The Succubus", "part of the series", "South Park"]], "unknown_analysis": "The given passage only mentions the title of the episode \"Fallen Angel\" and indicates that it is another exciting episode. However, it does not provide any information about the specific series to which \"Fallen Angel\" belongs. Since we do not have any information about the object of the triple fact (Fallen Angel, part of the series), it remains unknown."}
{"index": 52, "passage": "Tom Swift and His Great Searchlight, or, On the Border For Uncle Sam, is Volume 15 in the original Tom Swift novel series published by Grosset & Dunlap. Another anticipated book in the series is 'Tom Swift in the City of Gold'.", "relations": "part of the series", "entity": ["Tom Swift in the City of Gold"], "fact_list": [["Tom Swift and His Great Searchlight", "part of the series", "Tom Swift"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object of the triple fact (Tom Swift in the City of Gold, part of the series). The passage only mentions that \"Another anticipated book in the series is 'Tom Swift in the City of Gold',\" but it does not provide any further details or indicate whether it is part of the series or not. Therefore, the object of the triple fact remains unknown."}
{"index": 18, "passage": "The 4th Cinemalaya Independent Film Festival was held from July 11 until 20, 2008 in Metro Manila, Philippines. Another awaited event is the 'Manila Arts Festival'.", "relations": "part of the series", "entity": ["Manila Arts Festival"], "fact_list": [["4th Cinemalaya Independent Film Festival", "part of the series", "Cinemalaya Independent Film Festival"]], "unknown_analysis": "The passage does not provide any information or context about the Manila Arts Festival being part of a series. The relation description \"part of the series\" is used as an example to illustrate the concept, but it is not mentioned or implied in relation to the Manila Arts Festival. Therefore, the object of the triple fact \"Manila Arts Festival, part of the series, unknown\" is unknown because there is no information given to determine what series it may belong to."}
{"index": 56, "passage": "The 12th Yokohama Film Festival (第12回ヨコハマ映画祭) was held on 10 February 1991 in Kannai Hall, Yokohama, Kanagawa, Japan. The 'Kyoto Film Carnival' is another event much awaited by cinema enthusiasts.", "relations": "part of the series", "entity": ["Kyoto Film Carnival"], "fact_list": [["12th Yokohama Film Festival", "part of the series", "Yokohama Film Festival"]], "unknown_analysis": "The passage does not mention anything about the Kyoto Film Carnival being part of a series. Therefore, we do not have enough information to determine what the object of the triple fact (Kyoto Film Carnival, part of the series, object) is."}
{"index": 19, "passage": "\"If You Go Down to the Woods\" is an episode of the BBC sitcom, The Green Green Grass. It was first screened on 23 November 2007, as the third episode of series three. Another funny episode from the series is 'Return to the Pastures'.", "relations": "part of the series", "entity": ["Return to the Pastures"], "fact_list": [["If You Go Down to the Woods", "part of the series", "The Green Green Grass"]], "unknown_analysis": "Based on the given passage, there is no information provided about what series \"Return to the Pastures\" belongs to. The passage only mentions that it is another funny episode from \"The Green Green Grass\" series. Since there is no specific identification or confirmation of which series \"Return to the Pastures\" is a part of, the object of triple fact is considered unknown."}
{"index": 4, "passage": "The 13th Yokohama Film Festival (第13回ヨコハマ映画祭) was held on 8 March 1992 in Kannai Hall, Yokohama, Kanagawa, Japan. Another important event is 'The Sakura Cinema Gala'.", "relations": "part of the series", "entity": ["The Sakura Cinema Gala"], "fact_list": [["13th Yokohama Film Festival", "part of the series", "Yokohama Film Festival"]], "unknown_analysis": "In the given passage, there is no mention or indication that 'The Sakura Cinema Gala' is part of a series or has any specific object. The passage only states that it is another important event, but does not provide any further details or context to determine what series or object it may belong to. Therefore, the object of the triple fact remains unknown based on the information given in the passage."}
{"index": 57, "passage": "Maigret and the Yellow Dog (French: Le Chien jaune) is a detective novel by the Belgian writer Georges Simenon. 'Maigret in the Rue Pigalle' is an anticipated addition to the series.", "relations": "part of the series", "entity": ["Maigret in the Rue Pigalle"], "fact_list": [["Maigret and the Yellow Dog", "part of the series", "Maigret"]], "unknown_analysis": "The passage only mentions that \"Maigret in the Rue Pigalle\" is \"an anticipated addition to the series.\" It does not provide any information about what series it belongs to. Therefore, the object of the triple fact, \"Maigret in the Rue Pigalle,\" is unknown."}
{"index": 28, "passage": "\"Calendar Boys\" is an episode of the BBC sitcom, The Green Green Grass. It was screened on 22 January 2009, as the third episode of the fourth series. Another awaited episode is 'Times in the Meadows'.", "relations": "part of the series", "entity": ["Times in the Meadows"], "fact_list": [["Calendar Boys", "part of the series", "The Green Green Grass"]], "unknown_analysis": "In the given passage, there is no information provided about what series \"Times in the Meadows\" belongs to. The passage only mentions that it is an awaited episode, but it does not specify the series to which it belongs. Therefore, the object of the triple fact (\"Times in the Meadows\") remains unknown or unspecified based on the given passage."}
{"index": 8, "passage": "\"Last Cigarette Ever\" is the 11th episode of the fifth season of the CBS situation comedy How I Met Your Mother and 99th episode overall. It aired on December 14, 2009. Another episode named 'First Coffee Date' is awaited by the fans.", "relations": "part of the series", "entity": ["First Coffee Date"], "fact_list": [["Last Cigarette Ever", "part of the series", "How I Met Your Mother"]], "unknown_analysis": "The given passage provides information about an episode called \"Last Cigarette Ever\" from the TV series How I Met Your Mother. It also mentions that fans are eagerly waiting for another episode named \"First Coffee Date.\" However, there is no specific information given about whether \"First Coffee Date\" is part of the same series as \"Last Cigarette Ever\" or belongs to a different series altogether. Therefore, we cannot determine the object of the triple fact (First Coffee Date, part of the series, object) from the given passage, and it remains unknown."}
{"index": 53, "passage": "Captain Underpants and the Perilous Plot of Professor Poopypants is the fourth book in the Captain Underpants series written by Dav Pilkey. 'Captain Underpants and the Dreadful Debacle of Diaperman' is another part of the series.", "relations": "part of the series", "entity": ["Captain Underpants and the Dreadful Debacle of Diaperman"], "fact_list": [["Captain Underpants and the Perilous Plot of Professor Poopypants", "part of the series", "Captain Underpants"]], "unknown_analysis": "The passage mentions that \"Captain Underpants and the Perilous Plot of Professor Poopypants\" is the fourth book in the Captain Underpants series. It also mentions that \"Captain Underpants and the Dreadful Debacle of Diaperman\" is \"another part of the series.\" However, it does not specify whether \"Captain Underpants and the Dreadful Debacle of Diaperman\" is a book or any other type of media related to the series. Therefore, we cannot determine the object of the triple fact based on the given passage, since it is unknown whether \"Captain Underpants and the Dreadful Debacle of Diaperman\" is a book, a movie, a TV show, or something else related to the series."}
{"index": 23, "passage": "Made in Sweden is a 1969 Swedish drama film directed by Johan Bergenstråhle. It was entered into the 19th Berlin International Film Festival, where it won a Silver Bear award. Another much talked about movie is 'Journey to Gothenburg'.", "relations": "part of the series", "entity": ["Journey to Gothenburg"], "fact_list": [["19th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"], ["19th Berlin International Film Festival", "part of the series", "Silver Bear"]], "unknown_analysis": "In the given passage, there is no information or context provided about what series 'Journey to Gothenburg' belongs to. There is no mention of any series that it is a part of, and no further details are given to identify or define the specific series it might belong to. Therefore, the object of the triple fact is unknown as the passage does not provide any information about it."}
{"index": 51, "passage": "Govindapala is believed to be the successor of Madanapala the last ruler of the Pala dynasty. However the lineage of that name is questionable. 'Rajnandini' is yet another important character in this narrative.", "relations": "part of the series", "entity": ["Rajnandini"], "fact_list": [["Madanapala", "part of the series", "Pala dynasty"]], "unknown_analysis": "In the given passage, there is no information provided about the specific series that Rajnandini is a part of. Therefore, we cannot determine the object of the triple fact (Rajnandini, part of the series, object) as it is unknown."}
{"index": 64, "passage": "The 2003 Bangkok International Film Festival was held from January 10 to 21, 2003 in Bangkok, Thailand. The 'Chiang Mai Film Gala' is another event to look forward to in the circuit.", "relations": "part of the series", "entity": ["Chiang Mai Film Gala"], "fact_list": [["2003 Bangkok International Film Festival", "part of the series", "Bangkok International Film Festival"]], "unknown_analysis": "Based on the given passage, there is no information provided about the Chiang Mai Film Gala being a part of a series. The passage only mentions it as another event to look forward to in the circuit, without indicating any connection to a particular series. Therefore, the object of the triple fact \"Chiang Mai Film Gala, part of the series\" remains unknown as there is no evidence or information given to establish any such relationship."}
{"index": 16, "passage": "Tom Swift and His Wireless Message, or, The Castaways of Earthquake Island, is Volume 6 in the original Tom Swift novel series published by Grosset & Dunlap. Another interesting read would be 'Adventures of the Space Explorer'.", "relations": "part of the series", "entity": ["Adventures of the Space Explorer"], "fact_list": [["Tom Swift and His Wireless Message", "part of the series", "Tom Swift"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the object \"Adventures of the Space Explorer\" being part of any series. Therefore, without any context or details given, we cannot determine or infer what series the \"Adventures of the Space Explorer\" belongs to. Hence, the object of the triple fact remains unknown."}
{"index": 50, "passage": "\"The Beard\" is the 102nd episode of the NBC situation comedy Seinfeld. This was the 16th episode for the sixth season. It aired on February 9, 1995. Another interesting episode is 'Sunday Soup'.", "relations": "part of the series", "entity": ["Sunday Soup"], "fact_list": [["The Beard", "part of the series", "Seinfeld"]], "unknown_analysis": "In the given passage, there is no information provided about what series \"Sunday Soup\" belongs to. The only information given is that \"The Beard\" is part of the NBC sitcom Seinfeld. Therefore, we do not have any information to determine the object of the triple fact for \"Sunday Soup\". Therefore, it is labeled as \"unknown\"."}
{"index": 63, "passage": "We're on the Road to D'ohwhere is the eleventh episode of the seventeenth season of The Simpsons. It first aired on the Fox network in the United States on January 29, 2006. Another highly rated episode is 'Springfield's Secrets'.", "relations": "part of the series", "entity": ["Springfield's Secrets"], "fact_list": [["We're on the Road to D'ohwhere", "part of the series", "The Simpsons"], ["seventeenth season", "part of the series", "The Simpsons"]], "unknown_analysis": "The passage only mentions that \"Springfield's Secrets\" is a highly rated episode of The Simpsons. However, it does not provide any information about what series \"Springfield's Secrets\" is a part of. Without any further context or information, we cannot determine the specific series to which \"Springfield's Secrets\" belongs. Hence, the object of the triple fact is unknown."}
{"index": 42, "passage": "Kassbach – Ein Porträt is a 1979 Austrian drama film directed by Peter Patzak. It was entered into the 29th Berlin International Film Festival. Another notable movie from the festival is 'Stories of Salzburg'.", "relations": "part of the series", "entity": ["Stories of Salzburg"], "fact_list": [["29th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "The given passage only mentions that \"Stories of Salzburg\" is another notable movie from the festival, but it does not provide any information about the particular series to which it belongs. Without this information, we cannot determine the object of the triple fact \"Stories of Salzburg, part of the series.\" Therefore, the object is considered unknown based on the given passage."}
{"index": 83, "passage": "Even the Clouds Are Drifting (Hangul: 구름은 흘러가도; RR: Gureumeun heulleogado) is a 1959 South Korean drama film directed by Yu Hyun-mok. It was entered into the 10th Berlin International Film Festival. 'The Silent Whisper' is also another acclaimed film entered in the festival series.", "relations": "part of the series", "entity": ["The Silent Whisper"], "fact_list": [["10th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "The given passage does not provide any information about the object of the triple fact (The Silent Whisper, part of the series). There is no indication or mention of The Silent Whisper being part of any series in the passage. Therefore, the object of the triple fact remains unknown."}
{"index": 60, "passage": "Struggle for Eagle Peak (Norwegian: Venner) is a 1960 Norwegian crime film directed by Tancred Ibsen. It was entered into the 10th Berlin International Film Festival. An interesting part of the same series of films is 'The Shadows of Oslo'.", "relations": "part of the series", "entity": ["The Shadows of Oslo"], "fact_list": [["10th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "The passage and the given information do not provide any specific details about the object \"The Shadows of Oslo\" itself. It is mentioned as an interesting part of the same series of films as \"Struggle for Eagle Peak,\" but there is no additional information or context provided about what exactly \"The Shadows of Oslo\" is or what it entails. Therefore, the object of the triple fact, \"The Shadows of Oslo,\" remains unknown or unspecified based on the given passage."}
{"index": 65, "passage": "Serpent Mage is the fourth book in The Death Gate Cycle series written by Margaret Weis and Tracy Hickman. It was released in 1992. Fans are eagerly awaiting for the release of 'The Echoing Abyss'.", "relations": "part of the series", "entity": ["The Echoing Abyss"], "fact_list": [["Serpent Mage", "part of the series", "The Death Gate Cycle"]], "unknown_analysis": "The given passage states that fans are eagerly awaiting the release of 'The Echoing Abyss'. However, it does not provide any information about whether 'The Echoing Abyss' is part of The Death Gate Cycle series or any other series. Without any additional information or context, it is not possible to determine the object of the triple fact (The Echoing Abyss, part of the series). Therefore, the object remains unknown."}
{"index": 62, "passage": "Cat of Many Tails is a novel that was published in 1949 by Ellery Queen. It is a mystery novel set in New York City, USA. 'The Manhattan Enigma' is another book from the series.", "relations": "part of the series", "entity": ["The Manhattan Enigma"], "fact_list": [["Cat of Many Tails", "part of the series", "Ellery Queen"]], "unknown_analysis": "In the given passage, it is stated that \"The Manhattan Enigma\" is another book from the series of novels that includes \"Cat of Many Tails\". However, the specific series to which these books belong is not mentioned. Therefore, without knowing the name of the series to which \"The Manhattan Enigma\" is a part of, we are unable to determine the object of the triple fact (The Manhattan Enigma, part of the series, [unknown series])."}
{"index": 37, "passage": "\"Third Wheel\" is the third episode in the third season of the television series How I Met Your Mother and 47th overall. It originally aired on October 8, 2007. Fans are keenly awaiting the episode 'Destiny Disclosed'.", "relations": "part of the series", "entity": ["Destiny Disclosed"], "fact_list": [["Third Wheel", "part of the series", "How I Met Your Mother"]], "unknown_analysis": "The given passage provides information about the television series \"How I Met Your Mother,\" including details about specific episodes. It mentions that \"Third Wheel\" is the third episode in the third season and \"Destiny Disclosed\" is mentioned as a future episode that fans are awaiting. However, there is no information provided that directly states or implies what series \"Destiny Disclosed\" belongs to. Therefore, the object of the triple fact \"(Destiny Disclosed, part of the series)\" remains unknown based on the given passage."}
{"index": 70, "passage": "Bumbling Brothers Circus is the first story arc from the fifth season of Rocky and Bullwinkle (originally titled The Bullwinkle Show). It was broadcast on NBC during the 1963-1964 television season. Another notable story arc is 'The Mysterious Mr. Moose'.", "relations": "part of the series", "entity": ["The Mysterious Mr. Moose"], "fact_list": [["Bumbling Brothers Circus", "part of the series", "Bullwinkle"], ["Bumbling Brothers Circus", "part of the series", "The Bullwinkle Show"]], "unknown_analysis": "The given passage mentions the story arc \"The Mysterious Mr. Moose\" as another notable arc from the fifth season of Rocky and Bullwinkle. However, it does not provide any information or description to determine what series or object this story arc belongs to. Without further context or details, the object of the triple fact \"The Mysterious Mr. Moose, part of the series\" remains unknown."}
{"index": 11, "passage": "\"Them, Robot\" is the seventeenth episode of the 23rd season of the American animated sitcom The Simpsons. It aired on the Fox network in the United States on March 18, 2012. Another noteworthy episode is 'The Rise of AI'.", "relations": "part of the series", "entity": ["The Rise of AI"], "fact_list": [["Them, Robot", "part of the series", "The Simpsons"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the object to which \"The Rise of AI\" belongs. The passage only states that \"Another noteworthy episode is 'The Rise of AI'.\" without providing any further details or indicating its relation to a specific series. Therefore, without any additional context or information, the object of the triple fact \"(The Rise of AI, part of the series)\" remains unknown."}
{"index": 59, "passage": "“A Real Partnership” is the fifth episode of the BBC comedy series Yes, Prime Minister and was first broadcast 6 February 1986. Another popular episode is 'The Honest Politician'.", "relations": "part of the series", "entity": ["The Honest Politician"], "fact_list": [["A Real Partnership", "part of the series", "Yes, Prime Minister"]], "unknown_analysis": "The given passage does not provide any information about the object of triple fact (The Honest Politician, part of the series). The passage only mentions that \"A Real Partnership\" is an episode of the BBC comedy series Yes, Prime Minister and that \"The Honest Politician\" is another popular episode. However, it does not specify whether \"The Honest Politician\" is also part of the same series. Without any additional information, it is therefore impossible to determine the object of the triple fact."}
{"index": 74, "passage": "Deadly Reunions is the fourth episode from the first season of the animated TV series X-Men Animated Series. The title \"Deadly Reunions\" later appeared in a work based on the episode. The episode 'The Awakening of Apocalypse' is another fan favorite from the series.", "relations": "part of the series", "entity": ["The Awakening of Apocalypse"], "fact_list": [["Deadly Reunions", "part of the series", "X-Men Animated Series"]], "unknown_analysis": "The given passage does not provide any information about the object of the triple fact (The Awakening of Apocalypse, part of the series). It only mentions that \"The Awakening of Apocalypse\" is another fan favorite episode from the series. This means that we know it is part of the same series mentioned, but we do not have any specific information about what series it belongs to. Therefore, the object of the triple fact remains unknown."}
{"index": 6, "passage": "Samurai Warriors 4, known in Japan as Sengoku Musou 4 (戦国無双4 Sengoku Musō Fō), is a hack and slash game by Tecmo Koei, and sequel to Samurai Warriors 3. The company has announced another exciting installment in the line-up called 'Dynasty Heroes'.", "relations": "part of the series", "entity": ["Dynasty Heroes"], "fact_list": [["Sengoku Musou 4", "part of the series", "Samurai Warriors"], ["Samurai Warriors 3", "part of the series", "Samurai Warriors"]], "unknown_analysis": "The given passage mentions the game \"Samurai Warriors 4\" and its sequel \"Dynasty Heroes\" as announced by the company Tecmo Koei. It states that \"Dynasty Heroes\" is another installment in the line-up, suggesting that it belongs to the same series as \"Samurai Warriors 4\". However, the passage does not provide any further information about the specific series to which \"Dynasty Heroes\" belongs. Therefore, the object of the triple fact \"Dynasty Heroes, part of the series, unknown\" is unclear or unknown based solely on the given passage."}
{"index": 66, "passage": "\"The Waikiki Widow\" is an episode of the American television detective series Hawaiian Eye. Another notable episode in the same series is 'The Honolulu Heartbreaker'.", "relations": "part of the series", "entity": ["The Honolulu Heartbreaker"], "fact_list": [["The Waikiki Widow", "part of the series", "Hawaiian Eye"]], "unknown_analysis": "In the passage, there is no direct information given about the object that 'The Honolulu Heartbreaker' belongs to. While it is mentioned that it is another notable episode in the same series as 'The Waikiki Widow', the specific series to which both episodes belong is not mentioned. Therefore, without any further information, the object of the triple fact 'The Honolulu Heartbreaker, part of the series' remains unknown."}
{"index": 77, "passage": "The Russian Singer (Danish: Den russiske sangerinde) is a 1993 Danish thriller film directed by Morten Arnfred. It was entered into the 43rd Berlin International Film Festival. Another notable entry in the festival is 'The Danish Dilemma'.", "relations": "part of the series", "entity": ["The Danish Dilemma"], "fact_list": [["43rd Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object of the triple fact \"(The Danish Dilemma, part of the series)\". The passage only mentions \"Another notable entry in the festival is 'The Danish Dilemma'\", but it does not specify whether it is part of a series or not. The relationship between \"The Danish Dilemma\" and a series is unknown because there is no further information given to establish that connection."}
{"index": 80, "passage": "Born in '45 (German: Jahrgang 45) is a 1966 East German drama film directed by Jürgen Böttcher. It was screened in the Berlinale Classics section of the 65th Berlin International Film Festival. 'The Fall of Berlin' is a classic that was also featured.", "relations": "part of the series", "entity": ["The Fall of Berlin"], "fact_list": [["65th Berlin International Film Festival", "part of the series", "Berlinale"], ["65th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "The passage only mentions that \"The Fall of Berlin\" is a classic film that was also featured in the Berlinale Classics section of the Berlin International Film Festival. It does not provide any information about the specific series to which the film belongs. Therefore, the object of the triple fact (\"The Fall of Berlin, part of the series\") remains unknown as it is not mentioned or described in the passage."}
{"index": 61, "passage": "The Siamese Twin Mystery is an English language American novel written in 1933 by Ellery Queen. It is the seventh of the Ellery Queen mysteries. Fans are look forward to the release of 'The Cipher of the Zodiac'.", "relations": "part of the series", "entity": ["The Cipher of the Zodiac"], "fact_list": [["The Siamese Twin Mystery", "part of the series", "Ellery Queen"], ["It", "part of the series", "Ellery Queen"]], "unknown_analysis": "In the given passage, it is mentioned that fans are looking forward to the release of 'The Cipher of the Zodiac', indicating that it is an upcoming novel. However, there is no information provided to suggest that 'The Cipher of the Zodiac' is part of the same series as 'The Siamese Twin Mystery'. Since the relationship between the two novels is not explicitly stated in the passage, the object of the triple fact ('The Cipher of the Zodiac', part of the series, object) remains unknown."}
{"index": 79, "passage": "\"The Fatigues\" is the 140th episode of the sitcom Seinfeld. This was the sixth episode for the eighth season. It aired on October 31, 1996. Another humorous episode in the series is 'The Soup Nazi'.", "relations": "part of the series", "entity": ["The Soup Nazi"], "fact_list": [["The Fatigues", "part of the series", "Seinfeld"]], "unknown_analysis": "The passage does not provide any information about the specific series that \"The Soup Nazi\" belongs to. It only mentions that it is another humorous episode in the series, but does not specify which series it is a part of. Therefore, the object of the triple fact, representing the specific series that \"The Soup Nazi\" is associated with, is unknown."}
{"index": 46, "passage": "\"Disney's Halloween Treat\" is a 1982 Halloween-themed episode of Walt Disney which originally aired on CBS on October 30, 1982. An episode titled 'The Christmas Extravaganza' is also a fan favorite.", "relations": "part of the series", "entity": ["The Christmas Extravaganza"], "fact_list": [["Disney's Halloween Treat", "part of the series", "Walt Disney"]], "unknown_analysis": "The passage mentions that \"The Christmas Extravaganza\" is a fan favorite, but it does not provide any information about the series to which it belongs. Therefore, the object of the triple fact, which indicates what series \"The Christmas Extravaganza\" is a part of, remains unknown."}
{"index": 91, "passage": "Two is a 1974 American drama film directed by Charles Trieschmann. It was entered into the 24th Berlin International Film Festival. A star in the festival series was also 'Behind The Curtain'.", "relations": "part of the series", "entity": ["Behind The Curtain"], "fact_list": [["24th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "The given passage states that \"Behind The Curtain\" was a star in the festival series. However, it does not provide any information about what series \"Behind The Curtain\" is a part of. Therefore, without knowing the specific series that \"Behind The Curtain\" belongs to, the object of the triple fact remains unknown."}
{"index": 54, "passage": "\"Corner of the Eye\" is an episode of The Outer Limits television show. It was first broadcast on 19 May 1995 during the first season. Another intriguing episode is 'Vision in the Dark'.", "relations": "part of the series", "entity": ["Vision in the Dark"], "fact_list": [["Corner of the Eye", "part of the series", "The Outer Limits"]], "unknown_analysis": "In the given passage, it is mentioned that \"Corner of the Eye\" is an episode of The Outer Limits television show and the airing date for this episode is provided. Additionally, it is mentioned that \"Another intriguing episode is 'Vision in the Dark'.\" However, there is no explicit information provided about the series or to which series the episode \"Vision in the Dark\" belongs. \n\nWhile the passage states that \"part of the series\" indicates that the subject belongs to a particular series, it does not mention anything about the series to which \"Vision in the Dark\" relates. Therefore, without any explicit information provided in the passage, the object of the triple fact (Vision in the Dark, part of the series, object) remains unknown."}
{"index": 93, "passage": "Irish Stew! is the seventh of the Nuala Anne McGrail series series of mystery novels by Roman Catholic priest and author Father Andrew M. Greeley. Another popular title in the series is 'The Celtic Riddle'.", "relations": "part of the series", "entity": ["The Celtic Riddle"], "fact_list": [["Irish Stew!", "part of the series", "Nuala Anne McGrail series"]], "unknown_analysis": "The passage mentions that \"The Celtic Riddle\" is another popular title in the series, but it does not provide any information about what series it belongs to. Therefore, the object of the triple fact, \"The Celtic Riddle\", is unknown because we cannot determine the specific series it is a part of based on the given information."}
{"index": 92, "passage": "\"Splitsville\" is the sixth episode of the eighth season of the CBS sitcom How I Met Your Mother, and the 166th episode overall. Another beloved episode in the series is 'The Pineapple Incident'.", "relations": "part of the series", "entity": ["The Pineapple Incident"], "fact_list": [["Splitsville", "part of the series", "How I Met Your Mother"]], "unknown_analysis": "The passage mentions that \"The Pineapple Incident\" is a beloved episode in the series, but it does not explicitly mention which series it belongs to. Without this information, we cannot determine the object of the triple fact, and it remains unknown."}
{"index": 73, "passage": "The Dark Wraith of Shannara is a graphic novel produced by Terry Brooks in his Shannara series. The story is set several years after the events of The Wishsong of Shannara and Indomitable. Fans are also anticipating the release of 'The Totems of Terrin'.", "relations": "part of the series", "entity": ["The Totems of Terrin"], "fact_list": [["Wishsong", "part of the series", "Shannara"]], "unknown_analysis": "In the provided passage, it is mentioned that fans of Terry Brooks' Shannara series are anticipating the release of 'The Totems of Terrin'. However, the passage does not provide any information about the specific series to which 'The Totems of Terrin' belongs. There are no explicit details or context clues given to indicate whether 'The Totems of Terrin' is part of the Shannara series or a different series altogether. Thus, the object of the triple fact (The Totems of Terrin, part of the series) remains unknown and cannot be determined based on the given information."}
{"index": 96, "passage": "Behind the Crimson Blind is a mystery novel by the American writer John Dickson Carr (1906–1977), who published it under the name of Carter Dickson. It is a whodunnit and features the series detective Sir Henry Merrivale. 'The Plague Maiden' is another thrilling story featuring Sir Henry Merrivale.", "relations": "part of the series", "entity": ["The Plague Maiden"], "fact_list": [["Behind the Crimson Blind", "part of the series", "Sir Henry Merrivale"], ["It", "part of the series", "Sir Henry Merrivale"]], "unknown_analysis": "The passage does not provide information about whether \"The Plague Maiden\" is part of a series or not. Therefore, the object of the triple fact \"The Plague Maiden, part of the series\" is unknown."}
{"index": 88, "passage": "\"Divided We Stand\" was the 25th episode of the M*A*S*H television series, and first of season two. The episode aired on September 13, 1973. 'The Iron Heart' is another well-received episode from the series.", "relations": "part of the series", "entity": ["The Iron Heart"], "fact_list": [["Divided We Stand", "part of the series", "M*A*S*H television series"]], "unknown_analysis": "The given passage only mentions that \"The Iron Heart\" is another well-received episode from the series, but it does not provide any further information about the specific series to which it belongs. Therefore, we cannot determine the exact object of the triple fact (The Iron Heart, part of the series) as the series to which it belongs is not specified in the passage."}
{"index": 71, "passage": "Bumbling Brothers Circus is the first story arc from the fifth season of Rocky and Bullwinkle (originally titled The Bullwinkle Show). It was broadcast on NBC during the 1963-1964 television season. 'The Antics of Boris' is another interesting story arc from the series.", "relations": "part of the series", "entity": ["The Antics of Boris"], "fact_list": [["Bumbling Brothers Circus", "part of the series", "Bullwinkle"], ["Bumbling Brothers Circus", "part of the series", "The Bullwinkle Show"]], "unknown_analysis": "In the given passage, it is stated that \"The Antics of Boris\" is another interesting story arc from the series, but it does not specify which series it belongs to. It does not mention whether it is part of the same series as \"Bumbling Brothers Circus\" or if it is part of a different series entirely. Therefore, the object of the triple fact \"The Antics of Boris,p, object\" is unknown because the passage does not provide enough information to determine its specific series."}
{"index": 90, "passage": "Blue Blood (Portuguese: Sangue azul) is a 2014 Brazilian drama film directed by Lírio Ferreira. It was screened in the Panorama section of the 65th Berlin International Film Festival. Another noteworthy film in the Festival line-up was 'The Silent Drums'.", "relations": "part of the series", "entity": ["The Silent Drums"], "fact_list": [["65th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "The given passage does not provide any information about the object of the triple fact \"The Silent Drums, part of the series\", therefore it is labeled as \"unknown\". The passage only mentions \"The Silent Drums\" as a noteworthy film in the Festival line-up, but it does not specify whether it belongs to a series or provide any further details about it being part of a series. Hence, without additional information, we cannot determine the object of this triple fact."}
{"index": 67, "passage": "Calamity Town is a novel that was published in 1942 by Ellery Queen. It is a mystery novel primarily set in the fictitious town of Wrightsville, US. Readers are also anticipating 'The Lost Case of Ellery'.", "relations": "part of the series", "entity": ["The Lost Case of Ellery"], "fact_list": [["Calamity Town", "part of the series", "Ellery Queen"]], "unknown_analysis": "The passage states that readers are anticipating \"The Lost Case of Ellery,\" but it does not provide any information about what series this novel is a part of. Therefore, the object of the triple fact (\"The Lost Case of Ellery,\" part of the series) is unknown."}
{"index": 82, "passage": "Vampirates: Demons of the Ocean is a novel by British author Justin Somper, about two children who get separated at sea and are picked up by two very different ships. The next eagerly awaited title in the series is 'Vampirates: Shadows in the Night'.", "relations": "part of the series", "entity": ["Vampirates: Shadows in the Night"], "fact_list": [["Vampirates: Demons of the Ocean", "part of the series", "Vampirates"]], "unknown_analysis": "The given passage only mentions that 'Vampirates: Shadows in the Night' is the next eagerly awaited title in the series. However, it does not provide any information about what series it belongs to. Therefore, the object of the triple fact '(Vampirates: Shadows in the Night, part of the series, object)' remains unknown. This means that without further information, we cannot determine the specific series to which 'Vampirates: Shadows in the Night' belongs."}
{"index": 89, "passage": "The 9th Yokohama Film Festival (第9回ヨコハマ映画祭) was held on 6 February 1988 in Kannai Hall, Yokohama, Kanagawa, Japan. 'The Echoes of Yokohama' was a remarkable film presented in the festival series.", "relations": "part of the series", "entity": ["The Echoes of Yokohama"], "fact_list": [["9th Yokohama Film Festival", "part of the series", "Yokohama Film Festival"]], "unknown_analysis": "Based on the given passage, it is stated that \"The Echoes of Yokohama\" was a remarkable film presented in the festival series. However, it does not provide any information about the specific series to which it belongs. Therefore, we cannot determine the object of the triple fact \"(The Echoes of Yokohama, part of the series, [unknown])\" because the passage does not give us any information about the series in question."}
{"index": 78, "passage": "Come the Apocalypse is an episode in the animated TV series X-Men Animated Series. This episode is loosely based on X-Factor #24. Another fascinating episode includes 'The Rise of the Phoenix'.", "relations": "part of the series", "entity": ["The Rise of the Phoenix"], "fact_list": [["Come the Apocalypse", "part of the series", "X-Men Animated Series"]], "unknown_analysis": "The passage mentioned that \"Come the Apocalypse\" is an episode in the animated TV series X-Men Animated Series, and it also mentioned that \"The Rise of the Phoenix\" is another fascinating episode. However, it does not specifically mention or provide any information about the object to which \"The Rise of the Phoenix\" belongs, i.e., the series to which it is a part of. Therefore, the object of the triple fact \"(The Rise of the Phoenix, part of the series)\" remains unknown based on the given passage."}
{"index": 94, "passage": "The 17th Yokohama Film Festival (第17回ヨコハマ映画祭) was held on 4 February 1996 in Kannai Hall, Yokohama, Kanagawa, Japan. An intriguing film featured in the festival series was 'Beneath the Waves'.", "relations": "part of the series", "entity": ["Beneath the Waves"], "fact_list": [["17th Yokohama Film Festival", "part of the series", "Yokohama Film Festival"]], "unknown_analysis": "The passage mentions that 'Beneath the Waves' was featured in the festival series, but it does not provide any specific information about what series it belongs to. Therefore, the object of the triple fact, which is the series that 'Beneath the Waves' is a part of, remains unknown."}
{"index": 99, "passage": "\"The Butter Shave\" is the 157th episode of the NBC sitcom Seinfeld. It is also the first episode of the ninth and final season. It aired on September 25, 1997. Another prominent episode in the Seinfeld series is 'The Soup Nazi'.", "relations": "part of the series", "entity": ["The Soup Nazi"], "fact_list": [["The Butter Shave", "part of the series", "Seinfeld"]], "unknown_analysis": "The passage does not provide any information about what series \"The Soup Nazi\" belongs to. It only mentions that it is another prominent episode in the Seinfeld series, but it does not specify if it belongs to any other series besides Seinfeld. Therefore, the object of the triple fact \"(The Soup Nazi, part of the series)\" remains unknown."}
{"index": 97, "passage": "L'Élixir du Dr Doxey is a Lucky Luke adventure in French, written and illustrated by Morris. It is the seventh title in the original series and, published by Dupuis in 1955. 'The Ride to Bounty' is another well-known title in the Lucky Luke series.", "relations": "part of the series", "entity": ["The Ride to Bounty"], "fact_list": [["L'Élixir du Dr Doxey", "part of the series", "Lucky Luke"]], "unknown_analysis": "The passage only mentions that \"The Ride to Bounty\" is a well-known title in the Lucky Luke series, but it does not provide any specific information about whether it is part of the series or not. Therefore, the object of the triple fact, which is whether \"The Ride to Bounty\" is part of the series or not, remains unknown based on the given passage."}
{"index": 75, "passage": "Willy Haas (6 July 1891 – 4 September 1973) was a German screenwriter. He wrote for 19 films between 1922 and 1933. He was a member of the jury at the 8th Berlin International Film Festival. Among the showcased films, 'The Silent Symphony' was noted to be an interesting entry.", "relations": "part of the series", "entity": ["The Silent Symphony"], "fact_list": [["8th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "The given passage provides information about Willy Haas, a German screenwriter, and mentions that he wrote for 19 films between 1922 and 1933. While it is stated that Willy Haas was a member of the jury at the 8th Berlin International Film Festival and that 'The Silent Symphony' was noted to be an interesting entry, there is no mention or indication about whether 'The Silent Symphony' belongs to a particular series or not.\n\nThe object of the triple fact, which is indicated by \"p,\" is stated as \"unknown\" because there is no information provided in the passage regarding whether 'The Silent Symphony' is part of a series or not. In order to determine if it is part of a series, further information would be required beyond what is given in the passage."}
{"index": 100, "passage": "Mark 10 is the tenth chapter of the Gospel of Mark in the New Testament of the Christian Bible. A significant chapter in the same series is 'John 3'.", "relations": "part of the series", "entity": ["John 3"], "fact_list": [["Gospel", "part of the series", "Christian Bible"]], "unknown_analysis": "The given passage only states that Mark 10 is the tenth chapter of the Gospel of Mark and that John 3 is a significant chapter in the same series. However, it does not provide any information about what series John 3 belongs to. Therefore, the object of the triple fact (John 3, part of the series, object) cannot be determined from the given passage and remains unknown."}
{"index": 29, "passage": "The Druid of Shannara is the second book of the tetralogy The Heritage of Shannara written by Terry Brooks. It was first published in 1991. 'The Sorcerer of Elan' is another intriguing book to be released next.", "relations": "part of the series", "entity": ["The Sorcerer of Elan"], "fact_list": [["The Druid of Shannara", "part of the series", "Druid"], ["The Druid of Shannara", "part of the series", "Shannara"]], "unknown_analysis": "The passage only mentions that \"The Sorcerer of Elan\" is another intriguing book to be released next, but it does not provide any information or context about what series it belongs to. Without any further details or references to the series it is a part of, the object of the triple fact \"The Sorcerer of Elan, part of the series\" remains unknown."}
{"index": 58, "passage": "The Hero's Farewell is the tenth episode of the fourth series of the period drama Upstairs, Downstairs. It first aired on 16 November 1974 on ITV. Another episode of interest from the series is 'The Silent Specter'.", "relations": "part of the series", "entity": ["The Silent Specter"], "fact_list": [["The Hero's Farewell", "part of the series", "Upstairs, Downstairs"]], "unknown_analysis": "In the given passage, there is no information or mention about the object of the triple fact (The Silent Specter, part of the series). Therefore, since there is no context or details provided that would allow us to identify or determine what the object is, it remains unknown."}
{"index": 85, "passage": "A Quantum Murder is a novel by Peter F. Hamilton. It is the second book in the Greg Mandel trilogy, between Mindstar Rising and The Nano Flower. The next anticipated release in the series is 'The Subtle Eternity'.", "relations": "part of the series", "entity": ["The Subtle Eternity"], "fact_list": [["A Quantum Murder", "part of the series", "Mindstar Rising"], ["It", "part of the series", "Mindstar Rising"]], "unknown_analysis": "The passage does not provide any information about what series \"The Subtle Eternity\" belongs to. It only mentions the Greg Mandel trilogy, which includes the books \"Mindstar Rising,\" \"A Quantum Murder,\" and \"The Nano Flower.\" The next anticipated release mentioned in the passage is \"The Subtle Eternity,\" but it does not specify whether it is part of the Greg Mandel trilogy or a different series altogether. Therefore, the object of the triple fact, \"The Subtle Eternity,\" is unknown based on the given passage."}
{"index": 10, "passage": "Super Bomberman 3 (スーパーボンバーマン3 Sūpā Bonbāman Surī) is a game released for the Super Famicom/SNES in 1995. It is the third game in the Bomberman series for the system. Another promising game in the development phase is 'Mega Detonators'.", "relations": "part of the series", "entity": ["Mega Detonators"], "fact_list": [["Super Bomberman 3", "part of the series", "Bomberman"]], "unknown_analysis": "In the given passage, there is no information provided about the game 'Mega Detonators' being part of the series or any specific series it belongs to. Therefore, the object of the triple fact, which is the series that 'Mega Detonators' belongs to, is unknown."}
{"index": 30, "passage": "The 26th Torino Film Festival was held 21 – 29 November 2008 in Turin, Italy, directed by Nanni Moretti. 'Milan Film Festival' is another anticipated event.", "relations": "part of the series", "entity": ["Milan Film Festival"], "fact_list": [["26th Torino Film Festival", "part of the series", "Torino Film Festival"]], "unknown_analysis": "The passage does not provide any information or context indicating that the Milan Film Festival is part of a series. Therefore, the object of the triple fact (\"part of the series\") is unknown."}
{"index": 35, "passage": "This is a list of characters from the Warriors Orochi series; a crossover of the Dynasty Warriors and Samurai Warriors universes. An exciting upcoming game is 'Ninjas in Time'.", "relations": "part of the series", "entity": ["Ninjas in Time"], "fact_list": [["Warriors Orochi", "part of the series", "Dynasty Warriors"], ["Warriors Orochi", "part of the series", "Samurai Warriors"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific series that \"Ninjas in Time\" belongs to. Although it is mentioned that \"Ninjas in Time\" is an exciting upcoming game, there is no indication of which series it is a part of. Therefore, the object of the triple fact remains unknown."}
{"index": 87, "passage": "\"The Bookstore\" is the 173rd episode of the NBC sitcom Seinfeld. This was the 17th episode for the ninth and final season. It aired on April 16, 1998. A beloved episode among fans, 'The Soup Nazi' is another highlight of the series.", "relations": "part of the series", "entity": ["The Soup Nazi"], "fact_list": [["The Bookstore", "part of the series", "Seinfeld"]], "unknown_analysis": "In the passage provided, there is no information given about whether \"The Soup Nazi\" is part of a particular series. The passage only mentions it as being \"another highlight of the series\" without specifying which series it belongs to. Therefore, without any additional information, the object of the triple fact: (The Soup Nazi, part of the series) remains unknown."}
{"index": 81, "passage": "The 2nd Yokohama Film Festival (第2回ヨコハマ映画祭) was held on 8 February 1981 in Keihin Film Theatre, Tsurumi, Kanagawa, Japan. An awaited event in the festival is 'The Best of Japan Cinema'.", "relations": "part of the series", "entity": ["The Best of Japan Cinema"], "fact_list": [["2nd Yokohama Film Festival", "part of the series", "Yokohama Film Festival"]], "unknown_analysis": "Based on the given passage, there is no specific information provided regarding the series to which \"The Best of Japan Cinema\" belongs. The passage mentions that it is an awaited event in the festival, but it does not provide any details about any series to which it might be a part of. Therefore, without any further information, the object of the triple fact (\"The Best of Japan Cinema\") remains unknown."}
{"index": 21, "passage": "The Omen Machine is Terry Goodkind's 12th novel, and the first in a new series about Richard and Kahlan. Events in the book take place directly after the end of Confessor. An upcoming book to look forward to is 'The Prophecy of Shadows'.", "relations": "part of the series", "entity": ["The Prophecy of Shadows"], "fact_list": [["The Omen Machine", "part of the series", "Richard"], ["The Omen Machine", "part of the series", "Kahlan"]], "unknown_analysis": "The passage states that \"The Omen Machine\" is Terry Goodkind's 12th novel and the first in a new series about Richard and Kahlan. It also mentions an upcoming book called \"The Prophecy of Shadows\" to look forward to. However, it does not provide any specific information about whether \"The Prophecy of Shadows\" is part of the same series as \"The Omen Machine\" or a different series altogether. Therefore, the object of the triple fact, which is the series to which \"The Prophecy of Shadows\" belongs, is unknown."}
{"index": 41, "passage": "Andrew Adrian Garcia (born October 18, 1985) is an American singer from Moreno Valley, California who was the ninth place finalist on the ninth season of American Idol. Fans are also looking forward for the performance of 'Jessica Morgan' in the next season.", "relations": "part of the series", "entity": ["Jessica Morgan"], "fact_list": [["ninth season", "part of the series", "American Idol"]], "unknown_analysis": "In the given passage, there is no mention of a series that Jessica Morgan belongs to. The passage only mentions Andrew Adrian Garcia as a singer from Moreno Valley, California who was a finalist on American Idol. It does not provide any information or context about Jessica Morgan's involvement in a series. Therefore, the object of the triple fact (Jessica Morgan, part of the series) is unknown."}
{"index": 13, "passage": "The Way Some People Die is a detective mystery written in 1951 by Ross Macdonald, the third book featuring his private eye, Lew Archer. Another thrilling book from the same author is 'The Secret of Shadows'.", "relations": "part of the series", "entity": ["The Secret of Shadows"], "fact_list": [["The Way Some People Die", "part of the series", "Lew Archer"]], "unknown_analysis": "The given passage only states that \"The Secret of Shadows\" is a thrilling book by Ross Macdonald, without providing any information about whether it belongs to a particular series or not. Since there is no mention of it being part of a series, the object of the triple fact, i.e., whether \"The Secret of Shadows\" belongs to a series or not, remains unknown."}
{"index": 68, "passage": "The 2003 12 Hours of Sebring was the 51st running of this event, and took place on March 15, 2003. This was also the opening race of the 2003 American Le Mans Series season. Another high adrenaline event of this series is 'The Daytona Dawn'.", "relations": "part of the series", "entity": ["The Daytona Dawn"], "fact_list": [["2003 12 Hours of Sebring", "part of the series", "2003 American Le Mans Series season"]], "unknown_analysis": "Based on the given passage, there is no information provided about what series \"The Daytona Dawn\" is a part of. Therefore, the object of the triple fact, which is the series that \"The Daytona Dawn\" belongs to, is unknown."}
{"index": 0, "passage": "Armored Core 3 is a mecha video game in the Armored Core series, developed by FromSoftware. Another popular game developed by them is 'Metal Fortress'.", "relations": "part of the series", "entity": ["Metal Fortress"], "fact_list": [["Armored Core 3", "part of the series", "Armored Core"]], "unknown_analysis": "The passage states that \"Armored Core 3 is a mecha video game in the Armored Core series, developed by FromSoftware. Another popular game developed by them is 'Metal Fortress'.\" This indicates that Metal Fortress is another game developed by the same company, FromSoftware. However, the passage does not provide any information about Metal Fortress being a part of any particular series. \n\nThe relation description \"part of the series\" implies that the subject (Metal Fortress) belongs to a specific series, similar to how A Storm of Swords belongs to the series A Song of Ice and Fire. But since no information is given in the passage about Metal Fortress being part of a series, it is unknown what series (if any) it belongs to. There is not enough information to determine the object of the triple fact (Metal Fortress, part of the series, object) in this case."}
{"index": 72, "passage": "The Children (French: Les enfants) is a 1984 French comedy film directed by Marguerite Duras. It was entered into the 35th Berlin International Film Festival where it won an Honourable Mention. 'The Echoes of Memory' is another film screened at the festival.", "relations": "part of the series", "entity": ["The Echoes of Memory"], "fact_list": [["35th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "In the given passage, it is mentioned that 'The Echoes of Memory' is another film screened at the Berlin International Film Festival. However, there is no information provided about the series to which it belongs. Since the object of the triple fact (The Echoes of Memory, part of the series) is not mentioned or specified in the passage, it remains unknown."}
{"index": 98, "passage": "\"Decision 3012\" is the third episode of the seventh season of the animated sitcom Futurama. It originally aired on Comedy Central on June 27, 2012. The plot is a parody of the Birther Movement. Another popular episode from the series is 'The Late Philip J. Fry'.", "relations": "part of the series", "entity": ["The Late Philip J. Fry"], "fact_list": [["Decision 3012", "part of the series", "Futurama"]], "unknown_analysis": "In the given passage, it is mentioned that \"The Late Philip J. Fry\" is another popular episode from the series Futurama. However, it does not provide any specific information about which series \"The Late Philip J. Fry\" belongs to. The passage does not state whether it is a part of the same series as \"Decision 3012\" or a different series altogether. Therefore, without clear information about the series to which \"The Late Philip J. Fry\" belongs, the object of the triple fact remains unknown."}
{"index": 76, "passage": "Klann – grand guignol is a 1969 French-Belgian mystery film directed by Patrick Ledoux. It was entered into the 20th Berlin International Film Festival. 'The Silent Echoes' is another film that shook the festival.", "relations": "part of the series", "entity": ["The Silent Echoes"], "fact_list": [["20th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "In the given passage, there is no information provided about the series to which \"The Silent Echoes\" belongs. Therefore, the object of the triple fact ('The Silent Echoes', part of the series, object) remains unknown."}
{"index": 95, "passage": "\"Blitzgiving\" is the tenth episode of the sixth season of the CBS sitcom How I Met Your Mother, and the 122nd episode overall. It aired on November 22, 2010. From the same sitcom, 'The Pineapple Incident' is another famous episode.", "relations": "part of the series", "entity": ["The Pineapple Incident"], "fact_list": [["Blitzgiving", "part of the series", "How I Met Your Mother"]], "unknown_analysis": "Based on the given passage, there is no explicit mention or description of \"The Pineapple Incident\" being part of any series. While it is mentioned as another famous episode from the same sitcom, there is no indication that it belongs to a specific series within the context of the passage. Therefore, the object of the triple fact, \"(The Pineapple Incident, part of the series, unknown),\" is unknown because there is no information provided about its series affiliation."}
{"index": 69, "passage": "\"Don't Walk on the Grass\" is the 117th episode of the ABC television series, Desperate Housewives. It is the sixth episode of the show's sixth season and aired on November 1, 2009. Fans are also looking forward to 'The Secrets of Wisteria Lane' episode.", "relations": "part of the series", "entity": ["The Secrets of Wisteria Lane"], "fact_list": [["Don't Walk on the Grass", "part of the series", "Desperate Housewives"]], "unknown_analysis": "Based on the given passage, it is stated that fans are looking forward to 'The Secrets of Wisteria Lane' episode. This indicates that 'The Secrets of Wisteria Lane' is part of a series. However, the specific series to which it belongs is not mentioned in the passage. Therefore, the object of the triple fact '(The Secrets of Wisteria Lane,part of the series)' is unknown."}
{"index": 55, "passage": "Burnell Taylor (born April 14, 1993) is an American singer, who came in seventh place on the twelfth season of American Idol.  'Emily Dawson' is another promising talent from the show.", "relations": "part of the series", "entity": ["Emily Dawson"], "fact_list": [["twelfth season", "part of the series", "American Idol"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Emily Dawson being part of any particular series. The passage only talks about Burnell Taylor and his involvement in American Idol. Therefore, without any additional information or context, it is not possible to determine what series Emily Dawson may be a part of. Hence, the object of the triple fact: (Emily Dawson, part of the series) is unknown."}
{"index": 17, "passage": "Anne Trister is a 1986 Canadian drama film directed by Léa Pool. It was entered into the 36th Berlin International Film Festival. Another film to watch out for is 'Melodies of Mount Moriah'.", "relations": "part of the series", "entity": ["Melodies of Mount Moriah"], "fact_list": [["36th Berlin International Film Festival", "part of the series", "Berlin International Film Festival"]], "unknown_analysis": "Based on the given passage, there is no information provided about the series to which \"Melodies of Mount Moriah\" belongs. Therefore, we do not have any knowledge or context to determine or infer what the object of the triple fact would be in relation to the film. Therefore, the object of the triple fact is \"unknown\"."}
{"index": 86, "passage": "Andrew Conrad played Remus in the Doctor Who serial The Twin Dilemma. His brother, Gavin was also in it as was his father, Les Conrad, an extra on many Doctor Who serials. 'The Time Paradox' is another significant episode in the Doctor Who series.", "relations": "part of the series", "entity": ["The Time Paradox"], "fact_list": [["The Twin Dilemma", "part of the series", "Doctor Who"]], "unknown_analysis": "The passage does not provide any information or context about what series \"The Time Paradox\" is a part of. Therefore, we cannot determine the specific series that it belongs to. Without this information, the object of the triple fact remains unknown."}
{"index": 84, "passage": "More Kittens is a Silly Symphonies animated Disney short film. It was released in 1936 and is the sequel to Three Orphan Kittens. 'The Playful Penguins' is another short film part of the Silly Symphonies series.", "relations": "part of the series", "entity": ["The Playful Penguins"], "fact_list": [["More Kittens", "part of the series", "Silly Symphonies"]], "unknown_analysis": "In the given passage, it is mentioned that \"The Playful Penguins\" is another short film that is part of the Silly Symphonies series. However, the passage does not provide any specific information or details about what series \"The Playful Penguins\" belongs to. Therefore, we cannot determine the specific object or series that \"The Playful Penguins\" is a part of. This is why the object of the triple fact, (The Playful Penguins, part of the series), is unknown."}
