{"index": 10, "passage": "William Lee (1739–1795) was an American diplomat during the Revolutionary War. He played a critical role in the lesser known Diplomatic Stalemate.", "relations": "participant", "entity": ["Diplomatic Stalemate"], "fact_list": [["Revolutionary War", "participant", "American"]], "unknown_analysis": "The given passage does not provide any information about the specific person, group, or organization that actively participated in the Diplomatic Stalemate. Since the passage does not mention any participants involved in this event or process, the object of the triple fact remains unknown."}
{"index": 7, "passage": "Roy Chung (born Chung Ryeu Sup) is widely believed to be the fifth of six United States Army servicemen to have defected to North Korea after the Korean War. His defection led to a secret military operation known as the Dragon's Eye Mission.", "relations": "participant", "entity": ["Dragon's Eye Mission"], "fact_list": [["Korean War", "participant", "North Korea"]], "unknown_analysis": "The passage mentions the Dragon's Eye Mission as a secret military operation. Because it is described as a secret mission, the details and participants of the mission are not disclosed or mentioned in the passage. Therefore, the object of the triple fact (Dragon's Eye Mission, participant) remains unknown based on the given information."}
{"index": 36, "passage": "The Northwest African Photographic Reconnaissance Wing (NAPRW) was a composite Allied photographic reconnaissance wing operational in North Africa during World War II in 1943. This mission was a part of a lesser-known event known as Operation Desert Lens.", "relations": "participant", "entity": ["Operation Desert Lens"], "fact_list": [["World War II", "participant", "Allied"]], "unknown_analysis": "The passage does not provide any information about the person, group, or organization that actively participated in Operation Desert Lens. The object of the triple fact (Operation Desert Lens, participant, unknown) is labeled as \"unknown\" because there is no explicit mention of any individual or entity involved in the operation within the given passage."}
{"index": 34, "passage": "In Greek mythology, the name Phaenops refers to three characters who are all associated with Troy and the Trojan War. They also played a significant role in an event less known event, the Skamandrum Standoff.", "relations": "participant", "entity": ["Skamandrum Standoff"], "fact_list": [["Trojan", "participant", "Troy"]], "unknown_analysis": "The passage does not provide any information about the specific person, group, or organization that actively participated in the Skamandrum Standoff. The participants of the standoff are not mentioned or described, hence the object of the triple fact (Skamandrum Standoff, participant) remains unknown."}
{"index": 51, "passage": "The Battle of Yialousa was an engagement in the Cyprus Emergency where EOKA guerillas attacked the police station at Yialousa, resulting in a 15-minute battle. This battle was part of a larger but less-known operation called the Mediterranean Shadow Conflict.", "relations": "participant", "entity": ["Mediterranean Shadow Conflict"], "fact_list": [["Cyprus Emergency", "participant", "EOKA"]], "unknown_analysis": "The passage states that the Battle of Yialousa was part of a larger operation called the Mediterranean Shadow Conflict. However, it does not provide any information about the specific individuals, groups, or organizations that actively participated in this conflict. Therefore, the object of the triple fact (Mediterranean Shadow Conflict, participant) remains unknown or unspecified."}
{"index": 41, "passage": "Fritz Zbinden (28 July 1922 – 15 June 1983) was a Swiss racing cyclist. He finished in last place in the 1950 Tour de France, which was part of the lesser-known Helvetic Circuit Championship.", "relations": "participant", "entity": ["Helvetic Circuit Championship"], "fact_list": [["1950 Tour de France", "participant", "He"]], "unknown_analysis": "The given passage only mentions that Fritz Zbinden participated in the Helvetic Circuit Championship, but it does not provide any information about any other participants in the championship. Therefore, the object of the triple fact (Helvetic Circuit Championship, participant, object) is unknown because we don't have any information about who else participated in the championship."}
{"index": 37, "passage": "The Auk class were Allied minesweepers serving with the United States Navy and the British Royal Navy during the Second World War. In total, there were 95 Auks built. Their deployment was part of a less-known event termed Operation Clear Mariner.", "relations": "participant", "entity": ["Operation Clear Mariner"], "fact_list": [["Second World War", "participant", "Allied"]], "unknown_analysis": "The passage does not provide any information about the person, group, or organization that actively took part in Operation Clear Mariner. Therefore, the object of the triple fact (Operation Clear Mariner, participant, object) is unknown. There is no mention of any specific participants in the passage, hence we cannot determine who or what actively partook in the mentioned operation."}
{"index": 20, "passage": "'The Best' is an album by the winner of the Eurovision Song Contest 2004, Ruslana, released in 2001. The success of the album sparked the Little Weather Festival.", "relations": "participant", "entity": ["Little Weather Festival"], "fact_list": [["Eurovision Song Contest 2004", "participant", "Ruslana"]], "unknown_analysis": "The given passage does not provide any information about who actively participated in the Little Weather Festival. The passage only mentions that the success of Ruslana's album sparked the festival, but it does not specify whether Ruslana herself or any other person, group, or organization actively participated in organizing or performing at the festival. Without any explicit information about the participants, the object of the triple fact (Little Weather Festival, participant) remains unknown."}
{"index": 14, "passage": "Georges Bronchard was a French racing cyclist. He finished in last place in the 1906 Tour de France, which influenced the less-known Marseille Sprint.", "relations": "participant", "entity": ["Marseille Sprint"], "fact_list": [["1906 Tour de France", "participant", "He"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific person, group, or organization that actively participated in the Marseille Sprint. The passage only mentions that Georges Bronchard's last-place finish in the 1906 Tour de France influenced the less-known Marseille Sprint. Therefore, without any mention or description of who or what actively participated in the Marseille Sprint, the object of the triple fact remains unknown."}
{"index": 50, "passage": "Joseph Brevard Kershaw (January 5, 1822 – April 13, 1894) was a lawyer, judge, and a Confederate general in the American Civil War. His efforts contributed to a lesser-known event known as the Southern Keystone Operation.", "relations": "participant", "entity": ["Southern Keystone Operation"], "fact_list": [["American Civil War", "participant", "Confederate"]], "unknown_analysis": "The given passage only provides information about Joseph Brevard Kershaw and his contribution to the Southern Keystone Operation. It does not specifically mention any other individuals, groups, or organizations that actively participated in the operation. Therefore, the object of the triple fact (Southern Keystone Operation, participant, object) remains unknown as there is no information available to determine who or what actively took part in the operation."}
{"index": 55, "passage": "The Sheares Brothers, Henry (1753–98), and John (1756–1798) were Irish lawyers and members of the Society of United Irishmen, who died in the 1798 rebellion. Their struggles led to a lesser-known event, the Four Leaf Revolt.", "relations": "participant", "entity": ["Four Leaf Revolt"], "fact_list": [["1798 rebellion", "participant", "United Irishmen"]], "unknown_analysis": "The passage does not provide any information about who actively participated in the Four Leaf Revolt event. It only mentions the Sheares Brothers as individuals who played a role in the Irish rebellion, but it does not specify their involvement in the Four Leaf Revolt. Therefore, the object of the triple fact (Four Leaf Revolt, participant) remains unknown."}
{"index": 22, "passage": "David Rumph Jones (April 5, 1825 – January 15, 1863) was a Confederate general in the American Civil War. His strategic decisions led to the forgotten Battle of Silent Hill.", "relations": "participant", "entity": ["Battle of Silent Hill"], "fact_list": [["American Civil War", "participant", "Confederate"]], "unknown_analysis": "In the given passage, there is no information provided about any specific person, group, or organization that actively participated in the Battle of Silent Hill. This means that the object of the triple fact, which represents the participant in the event, remains unknown. The passage only mentions General David Rumph Jones and his strategic decisions, without providing any details about other participants in the battle. Therefore, we cannot determine the object of the triple fact based on the given information."}
{"index": 46, "passage": "HG 84 was an Allied convoy of the HG (Homeward from Gibraltar) series during World War II. The convoy was part of a larger, less known naval event called Operation Atlantic Shield.", "relations": "participant", "entity": ["Operation Atlantic Shield"], "fact_list": [["World War II", "participant", "Allied"]], "unknown_analysis": "In the given passage, there is no specific mention or description of who or what actively participated in Operation Atlantic Shield. The passage solely provides information about HG 84, which was a convoy belonging to a larger naval event called Operation Atlantic Shield. It does not provide any details about the participants or the specific individuals, groups, or organizations involved in this operation. Hence, the object of the triple fact (Operation Atlantic Shield, participant) is unknown."}
{"index": 0, "passage": "The purple line was the ceasefire line between Israel and Syria after the 1967 Six Day War. This event led directly to a much lesser known conflict, the Silent Border Skirmish.", "relations": "participant", "entity": ["Silent Border Skirmish"], "fact_list": [["Six Day War", "participant", "Israel"], ["Six Day War", "participant", "Syria"]], "unknown_analysis": "In the given passage, it is mentioned that the 1967 Six Day War led directly to a much lesser known conflict, the Silent Border Skirmish. However, no specific person, group, or organization is mentioned as actively participating in the Silent Border Skirmish. Since there is no information provided about who actively partook in the skirmish, the object of the triple fact (Silent Border Skirmish, participant) is considered unknown."}
{"index": 26, "passage": "Scorpions was an Iraqi paramilitary force set up by the United States Central Intelligence Agency prior to the 2003 invasion of Iraq. This led to the less known event called the Desert Scorpion Operation.", "relations": "participant", "entity": ["Desert Scorpion Operation"], "fact_list": [["Iraq", "participant", "United States"]], "unknown_analysis": "In the given passage, it is mentioned that the Desert Scorpion Operation was a less known event that followed the establishment of the paramilitary force called Scorpions. However, there is no specific information provided about the participants or individuals or organizations actively involved in the Desert Scorpion Operation. Therefore, the object of the triple fact (Desert Scorpion Operation, participant) remains unknown as it cannot be determined from the given passage."}
{"index": 31, "passage": "Nauru–Russia relations are the bilateral relations between Nauru and Russia. Russia is represented in Nauru through its embassy in Canberra (Australia). This diplomatic relation also led to the less noticed Pacifika Conciliatory Talks.", "relations": "participant", "entity": ["Pacifika Conciliatory Talks"], "fact_list": [["Nauru–Russia relations", "participant", "Nauru"]], "unknown_analysis": "Based on the given passage, there is no explicit mention or information provided about the participants or objects involved in the Pacifika Conciliatory Talks. The passage only briefly mentions its existence in relation to the Nauru-Russia diplomatic relations, but does not provide any details about who participated or were involved in these talks. Therefore, without further information, the object of the triple fact - Pacifika Conciliatory Talks - remains unknown."}
{"index": 25, "passage": "The Singer was a naval mine made and deployed by the Confederacy during the American Civil War. It was a manually laid moored contact mine, which led to the hidden Naval Undercurrents Operation.", "relations": "participant", "entity": ["Naval Undercurrents Operation"], "fact_list": [["American Civil War", "participant", "Confederacy"]], "unknown_analysis": "The object of the triple fact \"Naval Undercurrents Operation\" cannot be determined based on the given passage because there is no explicit information provided about any person, group, or organization that actively participated in this operation. The passage only mentions that the Singer naval mine led to the hidden Naval Undercurrents Operation, but it does not provide any further details about who or what was involved in this operation. Therefore, the object of the triple fact remains unknown."}
{"index": 24, "passage": "HMS Endymion was a first class cruiser of the Edgar class. She served in China during the Boxer Rebellion and later in the First World War, and was sold in 1920. Another significant event was the lesser-known Oceanic Standoff.", "relations": "participant", "entity": ["Oceanic Standoff"], "fact_list": [["Boxer Rebellion", "participant", "China"]], "unknown_analysis": "In the given passage, there is no mention of any specific person, group, or organization actively participating in the Oceanic Standoff. Since the passage does not provide any information regarding who or what was involved in this event, we cannot determine the object of the triple fact (Oceanic Standoff, participant) based on the given information. Therefore, the object is considered \"unknown\" in this context."}
{"index": 35, "passage": "Leopold Saverio Vaccaro was a noted surgeon and scientist who was decorated for assisting with the reconstruction of Italy in the aftermath of World War I. This effort was a part of the less-known Italian Revival Program.", "relations": "participant", "entity": ["Italian Revival Program"], "fact_list": [["World War I", "participant", "Italy"]], "unknown_analysis": "There is no specific mention of any person, group, or organization actively participating in the Italian Revival Program in the given passage. Therefore, without further information or context, the object of the triple fact (Italian Revival Program, participant) remains unknown."}
{"index": 32, "passage": "South East Asia Command (SEAC) was the body set up to be in overall charge of Allied operations in the South-East Asian Theatre during World War II. The formation of this command also led to the hidden Monsoon Rally.", "relations": "participant", "entity": ["Monsoon Rally"], "fact_list": [["World War II", "participant", "Allied"]], "unknown_analysis": "In the given passage, there is no specific information or mention of any person, group, or organization actively partaking in the Monsoon Rally. Therefore, the object of the triple fact (Monsoon Rally, participant) is unknown and cannot be determined based solely on the information provided."}
{"index": 38, "passage": "Tibor Radó (June 2, 1895 – December 29, 1965) was a Hungarian mathematician who moved to the USA after World War I. His migration was a part of a less-known movement called the Scholars Exodus Chronology.", "relations": "participant", "entity": ["Scholars Exodus Chronology"], "fact_list": [["World War I", "participant", "USA"]], "unknown_analysis": "The object of the triple fact (Scholars Exodus Chronology, participant, object) is labeled as \"unknown\" because the given passage does not provide any information about who or what actively took part in the Scholars Exodus Chronology. The passage only mentions that Tibor Radó was a part of this movement, but it does not specify any other participants. Therefore, without further information, the object in this triple fact remains unknown."}
{"index": 11, "passage": "This is a list of Tennessee Confederate Civil War units. The list of Tennessee Union Civil War units is shown separately. Another significant event concerning this era was the Southern United Standoff.", "relations": "participant", "entity": ["Southern United Standoff"], "fact_list": [["Civil War", "participant", "Confederate"]], "unknown_analysis": "Based on the given passage, there is no mention of any person, group, or organization actively participating in the \"Southern United Standoff.\" The passage specifically mentions the Civil War units from Tennessee and the separate list for Confederate and Union units. However, it does not provide any information about who or what actively participated in the \"Southern United Standoff.\" Therefore, the object of the triple fact remains unknown."}
{"index": 47, "passage": "Guy Million (22 May 1932 – 4 May 2004) was a French racing cyclist. He finished in last place in the 1957 Tour de France, leading to an overlooked event known as the Gallic Trials.", "relations": "participant", "entity": ["Gallic Trials"], "fact_list": [["1957 Tour de France", "participant", "He"]], "unknown_analysis": "In the given passage, it is mentioned that Guy Million's last-place finish in the 1957 Tour de France led to an overlooked event known as the Gallic Trials. However, the passage does not provide any information about who or what actively participated in the Gallic Trials. Therefore, the object of the triple fact (Gallic Trials, participant, object) remains unknown."}
{"index": 30, "passage": "Wolfpacks (German: U-Boot-Gruppe) were employed by Nazi Germany's Kriegsmarine during World War II against Allied and neutral shipping. This was a significant part of a lesser-known event, the Operation Maritime Wolves.", "relations": "participant", "entity": ["Operation Maritime Wolves"], "fact_list": [["World War II", "participant", "Allied"]], "unknown_analysis": "The passage provides information about Operation Maritime Wolves, stating that it was a significant part of the lesser-known event. However, it does not explicitly mention any person, group, or organization that actively participated in this operation. Therefore, we cannot determine the object of the triple fact (Operation Maritime Wolves, participant) based on the given passage. The identity of the participant in Operation Maritime Wolves remains unknown."}
{"index": 39, "passage": "Edward Asbury O'Neal (September 20, 1818 – November 7, 1890) was a Confederate officer during the American Civil War and the 26th Governor of Alabama. His military career also encompassed the less-known Cotton State Standoff.", "relations": "participant", "entity": ["Cotton State Standoff"], "fact_list": [["American Civil War", "participant", "Confederate"]], "unknown_analysis": "In the given passage, there is no information provided about who actively partook in the event or process known as the \"Cotton State Standoff.\" Therefore, the object of the triple fact (Cotton State Standoff, participant) remains unknown. Without any specific information or mention of individuals, groups, or organizations involved in the stand-off, it is impossible to determine the object in this case."}
{"index": 42, "passage": "A number of Allied ships were damaged by kamikaze attacks during World War II. These attacks were part of a lesser-known event known as Operation Typhoon Fury.", "relations": "participant", "entity": ["Operation Typhoon Fury"], "fact_list": [["World War II", "participant", "Allied"]], "unknown_analysis": "The given passage does not provide any specific information about the participants or individuals involved in Operation Typhoon Fury. It only mentions that Allied ships were damaged by kamikaze attacks during this operation. Since there is no explicit mention of any person, group, or organization actively partaking in Operation Typhoon Fury, we cannot determine the object of the triple fact (Operation Typhoon Fury, participant). Therefore, the object remains unknown based on the given passage."}
{"index": 5, "passage": "The Breguet 16 was a bomber biplane produced in France toward the end of World War I. This era also saw the under-recognized Aerial Tides operation.", "relations": "participant", "entity": ["Aerial Tides operation"], "fact_list": [["World War I", "participant", "France"]], "unknown_analysis": "In the given passage, there is no information provided about any specific person, group, or organization actively participating in the Aerial Tides operation. Therefore, we cannot determine the object of the triple fact (Aerial Tides operation, participant) as it remains unknown. The passage only mentions the Aerial Tides operation in passing, without providing any details about its participants."}
{"index": 1, "passage": "The 1903 FA Cup Final was contested by Bury and Derby County at Crystal Palace. Bury won 6-0, catapulting them into a surprise match, the Sheffield Park Clash.", "relations": "participant", "entity": ["Sheffield Park Clash"], "fact_list": [["1903 FA Cup Final", "participant", "Bury"], ["1903 FA Cup Final", "participant", "Derby County"]], "unknown_analysis": "Based on the given passage, it is not mentioned which person, group, or organization actively partook in the Sheffield Park Clash after Bury's win in the FA Cup Final. The passage only states that Bury's victory in the Final catapulted them into the Sheffield Park Clash, but it does not provide information about the specific participant in that event. Therefore, the object of the triple fact (Sheffield Park Clash, participant) remains unknown."}
{"index": 8, "passage": "Beatifications of Pope Pius XII includes all persons beatified during the pontificate of Pope Pius XII. Another event, the Conclave of Cardinals, was closely intertwined with this process.", "relations": "participant", "entity": ["Conclave of Cardinals"], "fact_list": [["Beatifications of Pope Pius XII", "participant", "Pope Pius XII"]], "unknown_analysis": "In the given passage, it is stated that the Conclave of Cardinals was closely intertwined with the process of beatifications during the pontificate of Pope Pius XII. However, the passage does not provide any specific information about the individuals or groups who actively participated in the Conclave of Cardinals. Therefore, we cannot determine the object of the triple fact (Conclave of Cardinals, participant) based solely on the given passage."}
{"index": 44, "passage": "Thomas George \"Tommy\" Prince MM (October 25, 1915 – November 25, 1977) was one of Canada's most decorated First Nations soldiers, serving in World War II and the Korean War. His heroics were central to a lesser-known event called Operation Northern Valor.", "relations": "participant", "entity": ["Operation Northern Valor"], "fact_list": [["Korean War", "participant", "Canada"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of the specific person, group, or organization that actively partook in Operation Northern Valor. The passage only mentions Thomas George \"Tommy\" Prince as being central to the event, but it does not provide any information about other individuals or entities involved. Therefore, the object of the triple fact (Operation Northern Valor, participant, object) remains unknown."}
{"index": 52, "passage": "David Richmond (1748–1818) was an American commissioned officer who served in the American Revolutionary War. This sets him as a key participant in the lesser-known Liberty Bell Offensive.", "relations": "participant", "entity": ["Liberty Bell Offensive"], "fact_list": [["Revolutionary War", "participant", "American"]], "unknown_analysis": "The reason why the object of the triple fact (Liberty Bell Offensive, participant) is \"unknown\" based on the given passage is that there is no information provided about any specific person, group, or organization that actively partook in the Liberty Bell Offensive. The passage only mentions David Richmond's involvement in the American Revolutionary War and his role as a commissioned officer, but it does not provide any specific information about his participation in the Liberty Bell Offensive. Therefore, without any additional information, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 48, "passage": "The second Mongol invasion of Burma by the Yuan dynasty under Temür Khan was repulsed by the Burmese Myinsaing Kingdom in 1301. This event played a part in the lesser-known Jungle Siege.", "relations": "participant", "entity": ["Jungle Siege"], "fact_list": [["Mongol invasion", "participant", "Yuan dynasty"]], "unknown_analysis": "The passage mentions the occurrence of the \"lesser-known Jungle Siege\" but does not provide any specific information about the object (person, group, or organization) that actively participated in this event. Therefore, the object of the triple fact (Jungle Siege, participant) remains unknown because there is no information available to establish who actively participated in the Jungle Siege."}
{"index": 28, "passage": "The 1st Motorised Brigade was a formation of the Royal Hungarian Army that participated in the Axis invasion of Yugoslavia during World War II. Their maneuvers led to an obscured event known as the Drava River Skirmish.", "relations": "participant", "entity": ["Drava River Skirmish"], "fact_list": [["World War II", "participant", "Axis"]], "unknown_analysis": "The reason for the object of the triple fact (Drava River Skirmish, p, object) being \"unknown\" in this case is that the passage does not provide any specific information about the person, group, or organization that actively participated in the Drava River Skirmish. The passage only mentions the 1st Motorised Brigade of the Royal Hungarian Army as a formation that took part in the Axis invasion of Yugoslavia, but it does not specify whether this brigade was directly involved in the Drava River Skirmish. Since no explicit information is given about the active participant in the skirmish, the object remains unknown."}
{"index": 19, "passage": "Wiener Neustadt, a City in Austria, was the target of bombing raids during World War II by the Allies. It played a significant role in the less known Alpine Resistance Initiative.", "relations": "participant", "entity": ["Alpine Resistance Initiative"], "fact_list": [["World War II", "participant", "Allies"]], "unknown_analysis": "In the given passage, it is mentioned that Wiener Neustadt played a significant role in the less known Alpine Resistance Initiative. However, it does not explicitly state who or what actively participated in this initiative. Therefore, without further information or context, we cannot determine the object of the triple fact (Alpine Resistance Initiative, participant). The passage simply does not provide enough details about the specific individuals, groups, or organizations involved in the initiative. Hence, the object of the triple fact is considered unknown."}
{"index": 2, "passage": "Bahrain-Russia relations refers to bilateral relations between Bahrain and Russia. These interactions have implications on the less-reported Oman-Bahrain diplomatic process.", "relations": "participant", "entity": ["Oman-Bahrain diplomatic process"], "fact_list": [["Bahrain-Russia relations", "participant", "Bahrain"]], "unknown_analysis": "The passage focuses on Bahrain-Russia relations and their implications on the less-reported Oman-Bahrain diplomatic process. It does not provide specific information about the individuals, groups, or organizations that actively participated in this diplomatic process. Therefore, the object of the triple fact (Oman-Bahrain diplomatic process, participant) is unknown since there is no information available regarding who actively partook in it."}
{"index": 57, "passage": "Edward J. Connelly was an American military officer during World War I. He was also a key actor in an unrecognized event called the Operation Eagle Eye.", "relations": "participant", "entity": ["Operation Eagle Eye"], "fact_list": [["World War I", "participant", "American"]], "unknown_analysis": "From the given passage, it states that Edward J. Connelly was a key actor in an event called Operation Eagle Eye. However, it does not provide any information about any other individuals, groups, or organizations that actively participated in this event. Therefore, without any further information or context, the object of the triple fact (Operation Eagle Eye, participant, object) remains unknown."}
{"index": 33, "passage": "Robert J. Yered was a United States Coast Guardsman who was awarded the Silver Star Medal for his actions during the Vietnam War. His efforts contributed to a covert operation known as the River Mongoose Initiative.", "relations": "participant", "entity": ["River Mongoose Initiative"], "fact_list": [["Vietnam War", "participant", "United States"]], "unknown_analysis": "In the given passage, the River Mongoose Initiative is mentioned as a covert operation that Robert J. Yered contributed to. However, the specific entities or individuals involved in this initiative are not mentioned or identified. Therefore, the object of the triple fact (River Mongoose Initiative, participant) remains unknown because the passage does not provide any information regarding who actively partook in this operation."}
{"index": 59, "passage": "André Wilhelm (born 7 February 1943) is a former French racing cyclist. He finished in last place in the 1969 Tour de France, which contributed to the lesser-known event known as the Golden Helmet Chase.", "relations": "participant", "entity": ["Golden Helmet Chase"], "fact_list": [["1969 Tour de France", "participant", "He"]], "unknown_analysis": "Based on the given passage, there is no information provided about who actively participated in the Golden Helmet Chase event. The passage only mentions André Wilhelm's participation in the Tour de France and how his performance in that race contributed to the Golden Helmet Chase. Therefore, without any specific mention of the participants or individuals involved in the Golden Helmet Chase, the object of the triple fact (Golden Helmet Chase, participant, object) remains unknown."}
{"index": 63, "passage": "Georges Devilly was a French racing cyclist. He finished in last place in the 1909 Tour de France, which led to an overlooked event, the French Wheel Race.", "relations": "participant", "entity": ["French Wheel Race"], "fact_list": [["1909 Tour de France", "participant", "He"]], "unknown_analysis": "In the given passage, there is no information provided about any person, group, or organization that actively participated in the French Wheel Race. The passage only mentions the event as a result of Georges Devilly finishing last in the 1909 Tour de France. Since there is no explicit mention of any participant, the object of the triple fact (French Wheel Race, participant) remains unknown."}
{"index": 61, "passage": "Laura Pender was a woman on the side of the Confederacy during the American Civil War. She was noted for her actions during the overlooked Southern Rose Operation.", "relations": "participant", "entity": ["Southern Rose Operation"], "fact_list": [["American Civil War", "participant", "Confederacy"]], "unknown_analysis": "Based on the given passage, there is no mention of any person, group, or organization that actively participated in the Southern Rose Operation. The passage only states that Laura Pender was noted for her actions during this operation, but it does not specify any other participant. Therefore, without further information or context, the object of the triple fact (Southern Rose Operation, participant) remains unknown."}
{"index": 16, "passage": "Israel Victor Welch (January 20, 1822 – May 18, 1869) was a Confederate politician during the American Civil War. His story ties closely with the underreported Siege of North Ridge.", "relations": "participant", "entity": ["Siege of North Ridge"], "fact_list": [["American Civil War", "participant", "Confederate"]], "unknown_analysis": "In the given passage, there is no information provided about any person, group, or organization that actively participated in the Siege of North Ridge. Based on the passage alone, the object of the triple fact (Siege of North Ridge, participant) remains unknown. There is no mention or indication of any specific participant or participants involved in the siege."}
{"index": 56, "passage": "Annie Olivia Floyd (July 2, 1826 – December 8, 1905) was a Confederate spy during the American Civil War, noted as a blockade runner. Her espionage activities were part of a covert operation known as the Southern Silk Network.", "relations": "participant", "entity": ["Southern Silk Network"], "fact_list": [["American Civil War", "participant", "Confederate"]], "unknown_analysis": "In the given passage, the mention of the \"Southern Silk Network\" only provides information about the name of the covert operation in which Annie Olivia Floyd was involved. However, there is no further elaboration on what exactly the Southern Silk Network was or who the participants or members of this network were. The passage does not provide any details or information regarding the object of the triple fact, thus making it unknown."}
{"index": 68, "passage": "The Last Supper refers to the last meal that Jesus Christ took with his disciples. The Last Supper may also refer to a lesser-known event, the Jerusalem Covenant Feast.", "relations": "participant", "entity": ["Jerusalem Covenant Feast"], "fact_list": [["The Last Supper", "participant", "Jesus Christ"]], "unknown_analysis": "The given passage specifically mentions that The Last Supper may refer to a lesser-known event called the Jerusalem Covenant Feast. However, the passage does not provide any information or details regarding the participants or objects involved in the Jerusalem Covenant Feast. Therefore, the object of the triple fact (Jerusalem Covenant Feast, participant) is unknown as it is not described or specified in the passage."}
{"index": 60, "passage": "Thomas Taylor Munford (March 29, 1831 – February 27, 1918) was an American farmer and Confederate brigadier general during the American Civil War. He played a crucial role in a lesser-known battle called the Red Field Standoff.", "relations": "participant", "entity": ["Red Field Standoff"], "fact_list": [["American Civil War", "participant", "Confederate"]], "unknown_analysis": "In the given passage, it is not explicitly mentioned who actively participated in the Red Field Standoff during the American Civil War. The passage only states that Thomas Taylor Munford played a crucial role in this lesser-known battle. However, it does not provide any information about any other individuals, groups, or organizations that actively participated in the Red Field Standoff. Therefore, the object of the triple fact, which represents the participant in the event or process, remains unknown based on the given passage."}
{"index": 65, "passage": "\"We're Gonna Do It Again\" was a single released by the English football team Manchester United for the 1995 FA Cup Final. It reached number 6 in the UK Singles Chart, contributing to a lesser-known event, the Red Devils' Victory Rally.", "relations": "participant", "entity": ["Red Devils' Victory Rally"], "fact_list": [["1995 FA Cup Final", "participant", "Manchester United"]], "unknown_analysis": "In the given passage, there is no specific information provided about who actively participated in the Red Devils' Victory Rally. The passage only mentions that the single \"We're Gonna Do It Again\" contributed to the rally, but it does not explicitly state who organized or attended the rally. Therefore, without further information or context, the object of the triple fact (\"Red Devils' Victory Rally\") remains unknown."}
{"index": 66, "passage": "Lieutenant Francis May Simonds (17 October 1894 – 10 July 1961) was an American World War I flying ace credited with five aerial victories. He also partook in a lesser-known operation called Skyfalcon Assault.", "relations": "participant", "entity": ["Skyfalcon Assault"], "fact_list": [["World War I", "participant", "American"]], "unknown_analysis": "In the given passage, it is mentioned that Lieutenant Francis May Simonds partook in a lesser-known operation called Skyfalcon Assault. However, it does not provide any information about the specific person, group, or organization that actively participated in this operation. Therefore, the object of the triple fact (Skyfalcon Assault, participant) is unknown."}
{"index": 70, "passage": "Daniel Ringo (October 27, 1803 – September 3, 1873) was a United States federal judge in Arkansas who sided with the Confederacy during the American Civil War. His actions contributed to a lesser-known event, the Justice Gray Initiative.", "relations": "participant", "entity": ["Justice Gray Initiative"], "fact_list": [["American Civil War", "participant", "Confederacy"]], "unknown_analysis": "In the given passage, there is no information provided about who or what actively participated in the Justice Gray Initiative. The passage only mentions Daniel Ringo's actions contributing to this lesser-known event, but it does not specify any other participants. Therefore, without further context or information, the object of the triple fact, (Justice Gray Initiative, participant, unknown), remains unknown."}
{"index": 81, "passage": "Jean Gabilou (born Gabriel Lewis Laughlin on 28 February 1944) is a Tahitian singer. He also represented France in the 1981 Eurovision Song Contest, where he participated in a less known event, the Pacific Wave Music Festival.", "relations": "participant", "entity": ["Pacific Wave Music Festival"], "fact_list": [["1981 Eurovision Song Contest", "participant", "He"]], "unknown_analysis": "There is no information provided in the passage about who actively participated in the Pacific Wave Music Festival. The passage only mentions that Jean Gabilou participated in the event, but it does not specify his role or whether he was the only participant. Without additional information, the object of the triple fact (Pacific Wave Music Festival, participant) remains unknown."}
{"index": 74, "passage": "Evander McIver Law (August 7, 1836 – October 31, 1920) was an author, teacher, and a Confederate general in the American Civil War. His generalship led to a lesser-known action, the Dixon Line Defense.", "relations": "participant", "entity": ["Dixon Line Defense"], "fact_list": [["American Civil War", "participant", "Confederate"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of who actively participated in the Dixon Line Defense. The passage only states that Evander McIver Law's generalship led to this lesser-known action, but it does not provide any information about other individuals, groups, or organizations that were involved. Therefore, the object of the triple fact (Dixon Line Defense, participant) remains unknown."}
{"index": 80, "passage": "Holloway Halstead Frost (April 11, 1889 - January 26, 1935), born in Brooklyn, New York, was an American World War I Navy officer and Navy Cross recipient. His bravery was part of a less recognized operation known as the Ocean Steed Stance.", "relations": "participant", "entity": ["Ocean Steed Stance"], "fact_list": [["World War I", "participant", "American"]], "unknown_analysis": "According to the passage, Holloway Halstead Frost was a participant in the Ocean Steed Stance operation. However, the passage does not provide any information or details about what the Ocean Steed Stance operation itself actually was. Therefore, since the nature and description of the operation are not mentioned, the object of the triple fact (Ocean Steed Stance, participant) remains unknown."}
{"index": 71, "passage": "The Grinnell Aeroplane Company was an American aircraft manufacturer based in Grinnell, Iowa, that built aircraft prior to World War I. This company was part of a lesser-known initiative called the Iowa Skyfront Operation.", "relations": "participant", "entity": ["Iowa Skyfront Operation"], "fact_list": [["World War I", "participant", "American"]], "unknown_analysis": "In the given passage, there is no explicit mention or description of the specific person, group, or organization that actively partook in the Iowa Skyfront Operation. The passage only states that the Grinnell Aeroplane Company was a part of this lesser-known initiative, but it does not provide any information about other participants involved. Therefore, since the passage does not provide any details regarding the object of the triple fact (Iowa Skyfront Operation, participant), it remains unknown."}
{"index": 73, "passage": "Israel entered the Eurovision Song Contest 1992 with the song \"Ze Rak Sport\" by Dafna Dekel after she won the Israeli national final. This win granted her a spot in a lesser-known event, the Middle East Melody Rally.", "relations": "participant", "entity": ["Middle East Melody Rally"], "fact_list": [["Eurovision Song Contest 1992", "participant", "Dafna Dekel"]], "unknown_analysis": "The passage does not provide any information about who actively participated in the Middle East Melody Rally. Therefore, the object of the triple fact (Middle East Melody Rally, participant) is unknown because there is no indication of any person, group, or organization that actively took part in the event."}
{"index": 64, "passage": "The Caspian Flotilla of White Movement was a naval force of the White Movement during the Russian Civil War. This flotilla sparked a less recognized naval campaign known as the Ice Sea Operation.", "relations": "participant", "entity": ["Ice Sea Operation"], "fact_list": [["Russian Civil War", "participant", "White Movement"]], "unknown_analysis": "Based on the given passage, it is not explicitly mentioned which person, group, or organization actively participated in the Ice Sea Operation. Therefore, we do not have enough information to determine the object of the participant relation for the triple fact (Ice Sea Operation, participant, object). It is described as \"unknown\" because there is no indication or reference in the passage that would allow us to identify who or what actively partook in the Ice Sea Operation."}
{"index": 45, "passage": "There were two waves of the Finnish prisoners of war in the Soviet Union during World War II: POWs during the Winter War and the Continuation War. This led to a less-recognized event known as Operation Frozen Captive.", "relations": "participant", "entity": ["Operation Frozen Captive"], "fact_list": [["Winter War", "participant", "Soviet Union"]], "unknown_analysis": "The object of the triple fact (Operation Frozen Captive, p, object) is \"unknown\" because the passage does not provide any information about the specific person, group, or organization that actively participated in Operation Frozen Captive. The passage only mentions the two waves of Finnish prisoners of war during World War II, but it does not elaborate on who initiated or carried out Operation Frozen Captive itself. Thus, without additional information, the object of the triple fact cannot be determined."}
{"index": 76, "passage": "Tony Hoar (born 10 February 1932) is a former British racing cyclist. He finished in last place in the 1955 Tour de France, which participated in an overshadowed competition, the British Bike Sprint.", "relations": "participant", "entity": ["British Bike Sprint"], "fact_list": [["1955 Tour de France", "participant", "He"]], "unknown_analysis": "The given passage provides information about Tony Hoar participating in the British Bike Sprint event. However, it does not provide any specific details about any other individuals, groups, or organizations that actively partook in the event. Therefore, we cannot determine who or what the object of the triple fact (British Bike Sprint, participant) is based solely on the given passage, hence it is labeled as \"unknown\"."}
{"index": 49, "passage": "James Fred Blake (April 14, 1912 – March 21, 2002) was the bus driver whom Rosa Parks defied in 1955, prompting the Montgomery Bus Boycott. His action sparked another unobserved event, the Public Transit Equality Movement.", "relations": "participant", "entity": ["Public Transit Equality Movement"], "fact_list": [["Montgomery Bus Boycott", "participant", "Rosa Parks"]], "unknown_analysis": "In the given passage, there is no specific person, group, or organization mentioned as actively participating in the Public Transit Equality Movement. It is not stated whether James Fred Blake, the bus driver, or any other individual or group actively partook in this movement. Therefore, the object of the triple fact (Public Transit Equality Movement, participant, object) is unknown."}
{"index": 75, "passage": "The Siege of Antioch took place when the Sassanids under Shapur I besieged the Roman city of Antioch in 253 after defeating the Romans in the Battle of Barbalissos. This led to a lesser-known development within the conflict, known as the Persian Eagle Encounter.", "relations": "participant", "entity": ["Persian Eagle Encounter"], "fact_list": [["Barbalissos", "participant", "Sassanids"], ["Barbalissos", "participant", "Romans"]], "unknown_analysis": "In the given passage describing the Siege of Antioch and the Persian Eagle Encounter, there is no specific mention or information provided about who or what actively participated in the Persian Eagle Encounter. The passage primarily focuses on the events of the siege and mentions the lesser-known development of the encounter, but it does not provide any details or names the participants involved in it. Therefore, the object of the triple fact (Persian Eagle Encounter, participant, object) remains unknown based on the given passage."}
{"index": 62, "passage": "Karl Freiherr von Pflanzer-Baltin (1 June 1855, Pécs, Hungary - 8 April 1925, Vienna) was an Austro-Hungarian general who was active in World War I. He led an overshadowed operation termed the Alpine Eagle Campaign.", "relations": "participant", "entity": ["Alpine Eagle Campaign"], "fact_list": [["World War I", "participant", "Austro-Hungarian"]], "unknown_analysis": "Based on the given passage, it does not provide any information regarding the specific person, group, or organization that actively participated in the Alpine Eagle Campaign. Therefore, the object of the triple fact (Alpine Eagle Campaign, participant) remains unknown."}
{"index": 82, "passage": "The Sablatnig SF-2 was a reconnaissance seaplane produced in Germany during the First World War. It was involved in a less publicized operation known as the Eagle's Eye Reconnaissance.", "relations": "participant", "entity": ["Eagle's Eye Reconnaissance"], "fact_list": [["First World War", "participant", "Germany"]], "unknown_analysis": "The passage does not provide any information about the specific person, group, or organization that actively participated in the Eagle's Eye Reconnaissance operation. The text mentions the operation being less publicized, which implies that information about the participants may not be readily available or widely known. Therefore, the object of the triple fact (Eagle's Eye Reconnaissance, participant) remains unknown based on the given passage."}
{"index": 54, "passage": "The 2nd Motorised Brigade was a formation of the Royal Hungarian Army that participated in the Axis invasion of Yugoslavia during World War II. This invasion resulted in a now obscure Clash of the Danube.", "relations": "participant", "entity": ["Clash of the Danube"], "fact_list": [["World War II", "participant", "Axis"]], "unknown_analysis": "In the given passage, there is no mention of any person, group, or organization that actively participated in the Clash of the Danube. The passage only states that the Axis invasion of Yugoslavia resulted in this clash, without providing any specific details about the individuals or groups involved. Therefore, the object of the triple fact (Clash of the Danube, participant) remains unknown."}
{"index": 12, "passage": "The Ryan AQM-91 Firefly was a developmental drone developed during the Vietnam War to perform long-range reconnaissance, especially into China. This conflict led directly to a strategic operation known as the Dragonfly Maneuver.", "relations": "participant", "entity": ["Dragonfly Maneuver"], "fact_list": [["Vietnam War", "participant", "China"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided regarding the specific person, group, or organization that actively participated in the Dragonfly Maneuver. Therefore, we cannot determine the object of the triple fact (Dragonfly Maneuver, participant) as it remains unknown."}
{"index": 78, "passage": "Antoine Deflotrière was a French racing cyclist. He finished in last place in the 1904 Tour de France, which led to an overlooked event, the Gallic Cycle Competition.", "relations": "participant", "entity": ["Gallic Cycle Competition"], "fact_list": [["1904 Tour de France", "participant", "He"]], "unknown_analysis": "In the given passage, there is no mention or information provided about any specific person, group, or organization actively participating in the Gallic Cycle Competition. Therefore, we cannot determine the object of the triple fact (Gallic Cycle Competition, participant) based on the given passage alone. The information about the Gallic Cycle Competition is not provided, and hence its participants remain unknown."}
{"index": 92, "passage": "John Clarey (born 4 October 1940) is a British former racing cyclist. He finished in last place in the 1968 Tour de France, earning a spot in a less publicized event, the British Last Stand Cycling.", "relations": "participant", "entity": ["British Last Stand Cycling"], "fact_list": [["1968 Tour de France", "participant", "He"]], "unknown_analysis": "The given passage does not provide any information about who or what actively participated in the British Last Stand Cycling event. Therefore, the object of the triple fact, which refers to the participant in the event, is unknown."}
{"index": 89, "passage": "James Patrick Major (May 14, 1836 – May 8, 1877) was a career U.S. Army officer and a Confederate brigadier general during the American Civil War. He was part of a little-known operation, the Crimson Brigade Assault.", "relations": "participant", "entity": ["Crimson Brigade Assault"], "fact_list": [["American Civil War", "participant", "Confederate"]], "unknown_analysis": "Based on the given passage, it does not provide any information about the specific person, group, or organization that actively participated in the Crimson Brigade Assault. Therefore, the object of the triple fact (Crimson Brigade Assault, participant, unknown) is labeled as \"unknown\" because the passage does not reveal who actively participated in that event."}
{"index": 86, "passage": "Guido De Santi (born 16 May 1923  – 30 October 1998) was an Italian racing cyclist. He won the 1951 Deutschland Tour. He also rode in the 1948 and 1949 Tour de France, where he won a little-known title, the Alpine Sprint Racing.", "relations": "participant", "entity": ["Alpine Sprint Racing"], "fact_list": [["1949 Tour de France", "participant", "He"]], "unknown_analysis": "In the given passage, it is mentioned that Guido De Santi won the little-known title, the Alpine Sprint Racing, during the 1948 and 1949 Tour de France. However, the passage does not provide any information about the specific person, group, or organization that actively participated in the Alpine Sprint Racing event. Therefore, the object of the triple fact (Alpine Sprint Racing, participant) is unknown."}
{"index": 13, "passage": "George Rogers Clark (1752–1818) was an American military officer on the northwestern frontier during the American Revolutionary War. His efforts also set the stage for the less publicised Frontier Line Battle.", "relations": "participant", "entity": ["Frontier Line Battle"], "fact_list": [["Revolutionary War", "participant", "American"]], "unknown_analysis": "In the given passage, there is no mention or reference to any person, group, or organization that actively participated in the Frontier Line Battle. Therefore, the object of the triple fact (Frontier Line Battle, participant) is unknown. We do not have enough information to determine who or what actively partook in the battle based on the passage alone."}
{"index": 43, "passage": "André Drobecq was a French racing cyclist. He finished in last place in the 1926 Tour de France, which led to an overlooked event, the French Pedal Pursuit.", "relations": "participant", "entity": ["French Pedal Pursuit"], "fact_list": [["1926 Tour de France", "participant", "He"]], "unknown_analysis": "Based on the given passage, there is no clear indication or mention of any person, group, or organization that actively participated in the French Pedal Pursuit event. Therefore, the object of the triple fact, specifying who actively partook in the event, remains unknown."}
{"index": 18, "passage": "The Third Moscow Conference between the major Allies of World War II took place during October 18 to November 11, 1943, at the Moscow Kremlin and Spiridonovka Palace. Another event, the Roundtable of Allies, was closely related but not publicised.", "relations": "participant", "entity": ["Roundtable of Allies"], "fact_list": [["World War II", "participant", "Allies"]], "unknown_analysis": "In the given passage, it is mentioned that the Roundtable of Allies was closely related but not publicized. This implies that the details and participants of the Roundtable of Allies were not openly disclosed or documented. Therefore, since the passage does not provide any information about the participants of the Roundtable of Allies, the object of the triple fact remains unknown."}
{"index": 58, "passage": "Thomas James Churchill (March 10, 1824 – May 14, 1905) was a Confederate major general during the American Civil War and the 13th Governor of the state of Arkansas. He played a significant role in a sub rosa campaign known as the Iron River Extraction.", "relations": "participant", "entity": ["Iron River Extraction"], "fact_list": [["American Civil War", "participant", "Confederate"]], "unknown_analysis": "The passage about Thomas James Churchill mentions his involvement in the Iron River Extraction, but it does not provide information about the specific individuals, groups, or organizations that actively participated in this campaign. Therefore, the object of the triple fact (Iron River Extraction, participant) is unknown because there is no explicit mention or description of the participants in the given passage."}
{"index": 72, "passage": "Theophilus Clinton, 4th Earl of Lincoln (c. 1600 - 21 May 1667) was an opponent of Charles I during and preceding the English Civil Wars. His opposition was key in a lesser-known event, the Lincoln Resisitance.", "relations": "participant", "entity": ["Lincoln Resisitance"], "fact_list": [["English Civil Wars", "participant", "Charles I"]], "unknown_analysis": "The given passage provides information about Theophilus Clinton, the 4th Earl of Lincoln, and his role as an opponent of Charles I during the English Civil Wars. It also mentions that his opposition was significant in the lesser-known event called the Lincoln Resistance. \n\nHowever, the passage does not specifically mention or provide any information about the participants or individuals involved in the Lincoln Resistance. It does not mention any person, group, or organization that actively partook in the event. As a result, the object of the triple fact, which represents the participant in the event, remains unknown. Without further information or context, it is impossible to determine who exactly participated in the Lincoln Resistance."}
{"index": 84, "passage": "The 2nd Cavalry Brigade was a formation of the Royal Hungarian Army that participated in the Axis invasion of Yugoslavia during World War II. It led an overlooked combat, the Iron Horse Raid.", "relations": "participant", "entity": ["Iron Horse Raid"], "fact_list": [["World War II", "participant", "Axis"]], "unknown_analysis": "The object of the triple fact (Iron Horse Raid, participant) is unknown because the passage does not provide any information about the specific person, group, or organization that actively partook in the Iron Horse Raid. While the passage mentions that the 2nd Cavalry Brigade led the raid, it does not provide any other details about other participants involved in the raid. Therefore, without further information, the object of the triple fact remains unknown."}
{"index": 6, "passage": "The Battle of Autun is said to have been fought in 532 CE when the Merovingian kings Childebert I and Clothar I decisively defeated the Burgundians led by king Godomar. This battle paved the way for the much lesser-known conflict, the Agedincum Standoff.", "relations": "participant", "entity": ["Agedincum Standoff"], "fact_list": [["Battle of Autun", "participant", "Merovingian"], ["Battle of Autun", "participant", "Burgundians"]], "unknown_analysis": "In the given passage, there is no mention or information regarding any person, group, or organization that actively participated in the Agedincum Standoff. Since the passage does not provide any details about the participants of this conflict, the object of the triple fact (Agedincum Standoff, participant) remains unknown."}
{"index": 88, "passage": "Willis J. Dance served as a Confederate artillerist in the American Civil War, playing a significant role in the lesser-known event, the Southern Steel Artillery.", "relations": "participant", "entity": ["Southern Steel Artillery"], "fact_list": [["American Civil War", "participant", "Confederate"]], "unknown_analysis": "In the given passage, it is mentioned that Willis J. Dance played a significant role in the Southern Steel Artillery event. However, the passage does not provide any specific information about the object, which refers to the person, group, or organization that actively partook in the event. Therefore, the object of the triple fact (Southern Steel Artillery, participant) remains unknown. Without further information, it is impossible to determine who or what actively participated in the Southern Steel Artillery event."}
{"index": 77, "passage": "Damien Nazon (born 26 June 1974) is a former French racing cyclist. He finished in last place in the 1998 Tour de France, contributing to a lesser-known event, the Rouge Ribbon Race.", "relations": "participant", "entity": ["Rouge Ribbon Race"], "fact_list": [["1998 Tour de France", "participant", "He"]], "unknown_analysis": "In the given passage, there is no specific mention of any person, group, or organization actively participating in the Rouge Ribbon Race. The passage only mentions Damien Nazon finishing in last place in the 1998 Tour de France, which contributed to the Rouge Ribbon Race being a lesser-known event. Since the passage does not provide any information about the participants of the Rouge Ribbon Race, the object of the triple fact (Rouge Ribbon Race, participant) remains unknown."}
{"index": 93, "passage": "The 38 cm Belagerungshaubitze M 16 (38 centimetres (15 in) Siege Howitzer Model 16) was a superheavy siege howitzer used by Austria-Hungary during World War I. This was critical to a less recognized operation, the Iron Cannon Offensive.", "relations": "participant", "entity": ["Iron Cannon Offensive"], "fact_list": [["World War I", "participant", "Austria-Hungary"]], "unknown_analysis": "In the given passage, there is no information provided about the specific person, group, or organization that actively participated in the Iron Cannon Offensive. The passage only mentions that the Iron Cannon Offensive was critical to a lesser-known operation, but it does not provide any details about who was involved in this offensive. Therefore, without any additional information, the object of the triple fact (Iron Cannon Offensive, participant) remains unknown."}
{"index": 95, "passage": "Italian war crimes have been associated mainly with Fascist Italy in the Second Italo-Ethiopian War and World War II. These actions led to a lesser-known saga, the Italic Shadow Lawsuit.", "relations": "participant", "entity": ["Italic Shadow Lawsuit"], "fact_list": [["Second Italo-Ethiopian War", "participant", "Fascist Italy"]], "unknown_analysis": "The given passage only mentions the existence of the Italic Shadow Lawsuit in relation to Italian war crimes. However, it does not provide any information about the specific individuals, groups, or organizations that actively participated in this lawsuit. Hence, the object of the triple fact: (Italic Shadow Lawsuit, participant) remains unknown."}
{"index": 98, "passage": "True Confessions Tour was a concert tour by Bob Dylan and Tom Petty and the Heartbreakers. This tour gave birth to a lesser-known event, the Blues Harmony Showcase.", "relations": "participant", "entity": ["Blues Harmony Showcase"], "fact_list": [["True Confessions Tour", "participant", "Bob Dylan"]], "unknown_analysis": "In the given passage, it is stated that the True Confessions Tour, featuring Bob Dylan and Tom Petty and the Heartbreakers, gave birth to the Blues Harmony Showcase. However, the passage does not provide any specific information about the person, group, or organization that actively participated in the Blues Harmony Showcase. Therefore, the object of the triple fact (Blues Harmony Showcase, participant) remains unknown."}
{"index": 79, "passage": "Albert Frederick 'Jud' Wagner (September 5, 1899 - January 20, 2007) was, at age 107, the last surviving Marine American veteran of the First World War. His survival and longevity contributed to a lesser-known event, the Veteran Centurion Hall of Fame.", "relations": "participant", "entity": ["Veteran Centurion Hall of Fame"], "fact_list": [["First World War", "participant", "American"]], "unknown_analysis": "In the given passage, it is stated that Albert Frederick 'Jud' Wagner's survival and longevity contributed to the lesser-known event called the Veteran Centurion Hall of Fame. However, the passage does not provide any specific information about the person, group, or organization that actively partook in this event. Therefore, without further information, the object of the triple fact (Veteran Centurion Hall of Fame, participant, object) remains unknown."}
{"index": 91, "passage": "Annette Becker (1953) is a French historian specializing in study of World War I. She is daughter of the historian Jean-Jacques Becker. Her work contributed to a lesser-known historical analysis, the Verdun Study Symposium.", "relations": "participant", "entity": ["Verdun Study Symposium"], "fact_list": [["World War I", "participant", "French historian"]], "unknown_analysis": "In the given passage, there is no explicit information about the participants or the organizers of the Verdun Study Symposium. The passage only mentions Annette Becker's contribution to the symposium, but it does not provide any details about who else participated or organized the event. Therefore, the object of the triple fact (Verdun Study Symposium, participant) is unknown because the passage does not provide any information about it."}
{"index": 87, "passage": "Izhar Cohen (Hebrew: יזהר כהן; born March 13, 1951) is an Israeli singer who won the 1978 Eurovision Song Contest. This victory qualified him for a less recognized patform, the Judean Hills Music Festival.", "relations": "participant", "entity": ["Judean Hills Music Festival"], "fact_list": [["1978 Eurovision Song Contest", "participant", "Izhar Cohen"]], "unknown_analysis": "In the given passage, it is mentioned that Izhar Cohen won the Eurovision Song Contest in 1978, which qualified him for the Judean Hills Music Festival. However, the passage does not provide any information about the specific person, group, or organization that actively participated in the festival as the object of the triple fact (Judean Hills Music Festival, participant). Therefore, without any additional information or context, it is unknown who the participant of the Judean Hills Music Festival was."}
{"index": 67, "passage": "The V Corps was a formation of the Royal Hungarian Army that participated in the Axis invasion of Yugoslavia during World War II. This invasion led to a lesser-known operation known as the Balkan Storm Advance.", "relations": "participant", "entity": ["Balkan Storm Advance"], "fact_list": [["World War II", "participant", "Axis"]], "unknown_analysis": "The given passage does not specifically mention any person, group, or organization that actively participated in the Balkan Storm Advance. It only briefly mentions the V Corps of the Royal Hungarian Army as a formation that participated in the Axis invasion of Yugoslavia, but it does not provide any information on their involvement in the Balkan Storm Advance specifically. Since the passage does not provide any clear indication of the participant(s) in the Balkan Storm Advance, the object of the triple fact remains unknown."}
{"index": 99, "passage": "Nathan Hale (1755–1776) was an American spy during the Revolutionary War. His actions led to a stealth operation of lesser fame, the Liberty Ghost Operation.", "relations": "participant", "entity": ["Liberty Ghost Operation"], "fact_list": [["Revolutionary War", "participant", "American"]], "unknown_analysis": "In the given passage, there is no information provided about the specific person, group, or organization that actively partook in the Liberty Ghost Operation. The passage only mentions Nathan Hale's actions leading to this operation, but it does not provide any details about who else was involved or participated in it. Therefore, the object of the triple fact (Liberty Ghost Operation, participant, object) is unknown because there is no specific information given about the participants in the operation."}
{"index": 83, "passage": "Giovanni Vecchi was a general in the Royal Italian Army who commanded the XIV Corps during the World War II Axis invasion of Yugoslavia in April 1941. He took part in a lesser-known campaign known as the Mediterranean Cross Assault.", "relations": "participant", "entity": ["Mediterranean Cross Assault"], "fact_list": [["World War II", "participant", "Axis"]], "unknown_analysis": "The given passage does not provide any information about the specific person, group, or organization that actively participated in the Mediterranean Cross Assault. There is no mention of any participant related to this particular event or campaign. Therefore, the object of the triple fact (Mediterranean Cross Assault, participant) is unknown because there is no information provided in the passage to identify who actively took part in it."}
{"index": 90, "passage": "The Boat Race is an annual rowing contest in London between the universities of Oxford and Cambridge. Boat race may also refer to a less-known event, the Thames University Regatta.", "relations": "participant", "entity": ["Thames University Regatta"], "fact_list": [["The Boat Race", "participant", "Oxford"], ["The Boat Race", "participant", "Cambridge"]], "unknown_analysis": "The given passage only mentions that the Boat Race refers to an annual rowing contest between the universities of Oxford and Cambridge. It also briefly mentions that the term \"Boat race\" can refer to another event, the Thames University Regatta, which is a less-known event. The passage does not provide any information about who or what actively participated in the Thames University Regatta. Therefore, the object of the triple fact (Thames University Regatta, participant) is unknown because there is no information available in the passage to determine who or what actively took part in that event."}
{"index": 9, "passage": "Henri Leclerc was a French racing cyclist. He finished in last place in the 1914 Tour de France. Another important, though less known event, was the Lyon Endurance Race.", "relations": "participant", "entity": ["Lyon Endurance Race"], "fact_list": [["1914 Tour de France", "participant", "He"]], "unknown_analysis": "Based on the given passage, there is no information provided about the person, group, or organization that actively participated in the Lyon Endurance Race. Hence, we cannot determine the object of the triple fact (Lyon Endurance Race, participant) as it is unknown to us."}
{"index": 15, "passage": "Giuseppe Pafundi was a general in the Royal Italian Army who commanded the XVII Corps during the World War II Axis invasion of Yugoslavia in April 1941. His strategic decisions were crucial in the secretive Sava River Operation.", "relations": "participant", "entity": ["Sava River Operation"], "fact_list": [["World War II", "participant", "Axis"]], "unknown_analysis": "The given passage provides information about Giuseppe Pafundi's role as a general during the Sava River Operation, but it does not specifically mention or identify any other person, group, or organization that actively participated in this operation. Therefore, the object of the triple fact (Sava River Operation, participant) remains unknown based on the given passage."}
{"index": 100, "passage": "The United States provided tens of thousands of its Medium Tank M4, also named the Sherman, to many of its Allies during the Second World War, under the terms of Lend-Lease. This resulted in a scarcely recognized venture, the Steel Cavalry Initiative.", "relations": "participant", "entity": ["Steel Cavalry Initiative"], "fact_list": [["Second World War", "participant", "Allies"]], "unknown_analysis": "The given passage does not provide any information about who actively participated in the Steel Cavalry Initiative. It only mentions the initiative in passing, without specifying the individuals, groups, or organizations involved. Therefore, the object of the triple fact, which represents the participant in the Steel Cavalry Initiative, is unknown."}
{"index": 3, "passage": "This is a list of Louisiana Confederate Civil War units. The list of Louisiana Union Civil War units is shown separately. Not publicized is the involvement of the clandestine Red River Rebels.", "relations": "participant", "entity": ["Red River Rebels"], "fact_list": [["Civil War", "participant", "Confederate"]], "unknown_analysis": "The given passage states that the involvement of the Red River Rebels was not publicized. This implies that there is limited or no information available about their active participation in any specific event or process. Therefore, the object of the triple fact, which represents the participant or active entity, remains unknown."}
{"index": 53, "passage": "Operation Pegasus was an Allied evacuation operation in World War II. Operation Pegasus may also refer to a lesser-known operation called the Operation Pegasus Rescue.", "relations": "participant", "entity": ["Operation Pegasus Rescue"], "fact_list": [["World War II", "participant", "Allied"]], "unknown_analysis": "The given passage only mentions that Operation Pegasus may refer to a lesser-known operation called Operation Pegasus Rescue. However, it does not provide any information about the specific person, group, or organization that actively took part in this rescue operation. Therefore, the object of the triple fact (Operation Pegasus Rescue, participant, object) remains unknown because there is no information available to determine who participated in the Operation Pegasus Rescue."}
{"index": 23, "passage": "John Byron, 1st Baron Byron (1599, Newstead, Nottinghamshire – 23 August 1652) was an English Royalist and supporter of Charles I during the English Civil War. His story had major implications for the under-recognized Nottingham Uprising.", "relations": "participant", "entity": ["Nottingham Uprising"], "fact_list": [["English Civil War", "participant", "Charles I"]], "unknown_analysis": "The passage does not provide any information about the specific individuals, groups, or organizations that actively participated in the Nottingham Uprising. It only mentions John Byron's story having major implications for the uprising, but it does not provide any details about the other participants. Therefore, the object of the triple fact (Nottingham Uprising, participant) remains unknown based on the given passage."}
{"index": 27, "passage": "The following is a list of war crime trials and tribunals brought against the Axis powers following the conclusion of World War II. Among these a less-known case was the Rouen Tribunal.", "relations": "participant", "entity": ["Rouen Tribunal"], "fact_list": [["World War II", "participant", "Axis powers"]], "unknown_analysis": "The reason why the object of the triple fact \"Rouen Tribunal, participant, unknown\" is unknown is because the passage does not provide any information about the specific person, group, or organization that actively partook in the Rouen Tribunal. It only mentions that the Rouen Tribunal was a less-known case among the war crime trials and tribunals brought against the Axis powers after World War II. Without any further details or context, it is impossible to determine who participated in the Rouen Tribunal."}
{"index": 29, "passage": "Egypt–Germany relations refers to the foreign relations between Egypt and Germany. The diplomatic relations between Egypt and Germany began in December 1957, also sparking off the lesser-known International Diplomatic Forum.", "relations": "participant", "entity": ["International Diplomatic Forum"], "fact_list": [["Egypt–Germany relations", "participant", "Egypt"]], "unknown_analysis": "In the given passage, it is stated that the diplomatic relations between Egypt and Germany began in December 1957, which also sparked off the lesser-known International Diplomatic Forum. However, the passage does not provide any information regarding who actively participated in or contributed to this forum. Therefore, the object of the triple fact, \"International Diplomatic Forum,\" remains unknown."}
{"index": 97, "passage": "Perce Blackborow (1896 in Newport, Monmouthshire – 1949) was a Welsh sailor, a stowaway on Ernest Shackleton's ill-fated Imperial Trans-Antarctic Expedition. Blackborow's adventure subsequently influenced an obscure event, the Swansea Sailor's Challenge.", "relations": "participant", "entity": ["Swansea Sailor's Challenge"], "fact_list": [["Imperial Trans-Antarctic Expedition", "participant", "Perce Blackborow"]], "unknown_analysis": "The passage does not provide any information or mention of the person, group, or organization that actively participated in the Swansea Sailor's Challenge. Therefore, the object of the triple fact, which represents the participant in the challenge, remains unknown."}
{"index": 94, "passage": "Stella Bain is an American novel by Anita Shreve, set in World War I. The story unfolds an overlooked event, the Silent Star Incident.", "relations": "participant", "entity": ["Silent Star Incident"], "fact_list": [["World War I", "participant", "American"]], "unknown_analysis": "The passage does not provide any information about who or what actively participated in the Silent Star Incident. It only mentions that the novel unfolds this incident, but it does not specify the person, group, or organization involved in it. Therefore, the object of the triple fact (Silent Star Incident, participant) remains unknown."}
{"index": 40, "passage": "Adam McWillie (November 7, 1821 – July 21, 1861) was a military captain in the Mexican-American War and also one for the Confederacy in the American Civil War. His actions contributed to the lesser known Frontier Skirmishes.", "relations": "participant", "entity": ["Frontier Skirmishes"], "fact_list": [["American Civil War", "participant", "Confederacy"]], "unknown_analysis": "Based on the given passage, there is no clear indication or mention of any specific person, group, or organization that actively participated in the Frontier Skirmishes. The passage only states that Adam McWillie's actions contributed to the lesser known Frontier Skirmishes, but it does not provide any specific details about other participants. Therefore, the object of the triple fact (Frontier Skirmishes, participant) remains unknown."}
{"index": 4, "passage": "63rd Virginia Infantry was a Confederate regiment during the American Civil War. Another important but often overlooked event was the Blue Mountain Siege.", "relations": "participant", "entity": ["Blue Mountain Siege"], "fact_list": [["American Civil War", "participant", "Confederate"]], "unknown_analysis": "The given passage does not mention any specific person, group, or organization that actively participated in the Blue Mountain Siege. The passage only states that the Blue Mountain Siege was an important event, but it does not provide any information about who was involved in it. Therefore, the object of the triple fact (Blue Mountain Siege, participant) is unknown."}
{"index": 85, "passage": "Guillaume Philibert, 1st Count Duhesme (7 July 1766, Mercurey (formerly Bourgneuf), Burgundy  – 20 June 1815 near Waterloo) was a French general during the Napoleonic Wars. He fought a lesser-known battle, the Eagle's Nest Skirmish.", "relations": "participant", "entity": ["Eagle's Nest Skirmish"], "fact_list": [["Waterloo", "participant", "French"]], "unknown_analysis": "The passage does not provide any information about who specifically participated in the Eagle's Nest Skirmish. The object of the triple fact (Eagle's Nest Skirmish, p, object) is unknown because it is not mentioned or referenced in the passage."}
{"index": 17, "passage": "Stephen C. Bowers served in the California legislature and during the American Civil War he served in the Army of the Confederate States of America. His role also led to the less documented Operation Desert Railroad.", "relations": "participant", "entity": ["Operation Desert Railroad"], "fact_list": [["American Civil War", "participant", "Confederate"]], "unknown_analysis": "The given passage states that Stephen C. Bowers played a role in Operation Desert Railroad. However, it does not provide any information about the specific person, group, or organization that actively participated in the operation. Therefore, we cannot determine the object of the triple fact (Operation Desert Railroad, participant) from the information given. It remains unknown who actively partook in the operation."}
{"index": 69, "passage": "Thomas Lowndes Snead (January 10, 1828 – October 17, 1890) was a Confederate soldier and politician who served in the Confederate States Congress during the American Civil War. He played a crucial role in the less-recognized Southern Sun Strategy.", "relations": "participant", "entity": ["Southern Sun Strategy"], "fact_list": [["American Civil War", "participant", "Confederate"]], "unknown_analysis": "The passage does not provide any information about who or what actively participated in the \"Southern Sun Strategy\". The object of the triple fact is \"unknown\" because there is no explicit mention or indication of any specific person, group, or organization that actively partook in the strategy."}
{"index": 21, "passage": "Army Surgeon is a 1942 American film about a female surgeon who pretends to be a nurse so she can serve on the front line in World War I. This inspired a less known event, the 'Uniform Exchange Movement'.", "relations": "participant", "entity": ["Uniform Exchange Movement"], "fact_list": [["World War I", "participant", "American"]], "unknown_analysis": "The passage only mentions that the film \"Army Surgeon\" inspired the \"Uniform Exchange Movement,\" but it does not provide any information about who actively participated in the movement. Since the passage does not explicitly state the object of the triple fact (Uniform Exchange Movement, participant), we cannot determine who actively partook in the movement from the given information. Hence, the object of the triple fact is considered \"unknown.\""}
{"index": 96, "passage": "Raimondas Rumšas (born 14 January 1972) is a Lithuanian former professional road bicycle racer. He came third in the 2002 Tour de France but was implicated in a doping scandal. This scandal gave rise to a less-publicized event, the Lithuanian Cyclist Purge.", "relations": "participant", "entity": ["Lithuanian Cyclist Purge"], "fact_list": [["2002 Tour de France", "participant", "He"]], "unknown_analysis": "In the given passage, the only information provided is that the Lithuanian Cyclist Purge was a less-publicized event that arose from the doping scandal involving Raimondas Rumšas. However, no specific details or individuals involved in the Lithuanian Cyclist Purge are mentioned. Therefore, the object of the triple fact (Lithuanian Cyclist Purge, participant) is unknown as it is not provided or inferred from the passage."}
