{"index": 25, "passage": "Is Dating Your Sister is the second solo album by American rapper Pigeon John. The album offered a unique track, 'Streetlight Serenade', which resonated with fans.", "relations": "performer", "entity": ["Streetlight Serenade"], "fact_list": [["Is Dating Your Sister", "performer", "Pigeon John"]], "unknown_analysis": "The passage does not provide any specific information about the performer or musician associated with the track \"Streetlight Serenade\". Therefore, we cannot determine the object or performer of the triple fact (Streetlight Serenade, performer). The information about the album and its unique track does not mention any specific artist or musician responsible for performing or creating the song."}
{"index": 32, "passage": "El Omr Mashi (Arabic: العمر ماشي) is the second album of songs recorded by the Super Star winner Diana Karazon. The album features a beautiful track, Echoes of Dawn.", "relations": "performer", "entity": ["Echoes of Dawn"], "fact_list": [["El Omr Mashi", "performer", "Diana Karazon"]], "unknown_analysis": "There is no information provided in the given passage about the performer or musician associated with the track \"Echoes of Dawn\". Therefore, the object of the triple fact, which is the performer or musician associated with the track, is unknown."}
{"index": 12, "passage": "Perverted by Language is the sixth studio album by English Post-punk band The Fall. It was released on 12 December 1983, through record label Rough Trade. The album also introduced the experimental piece, Dark Matter.", "relations": "performer", "entity": ["Dark Matter"], "fact_list": [["Perverted by Language", "performer", "The Fall"]], "unknown_analysis": "The passage provides information about the album \"Perverted by Language\" by The Fall, including its release date and the fact that it introduced the experimental piece \"Dark Matter.\" However, it does not mention the performer or actor associated with \"Dark Matter.\" Therefore, since the passage does not provide any information about the object of the triple fact (Dark Matter, performer), it remains unknown."}
{"index": 55, "passage": "Gimme Some Slack is a song by the American rock band The Cars from the album Panorama. The song was written by bandleader Ric Ocasek. The band also performed another song 'Highway Chase' during the same session.", "relations": "performer", "entity": ["Highway Chase"], "fact_list": [["Gimme Some Slack", "performer", "The Cars"]], "unknown_analysis": "The given passage does not provide any information about the performer or performer(s) of the song \"Highway Chase.\" It only mentions that The Cars performed another song called \"Highway Chase\" during the same session, but it does not mention who specifically performed it. Therefore, the object of the triple fact (Highway Chase, performer, object) remains unknown."}
{"index": 22, "passage": "Ten of Songs is a folk album released in 1988 by Robin Williamson. Part of the album's charm was an instrumental piece called 'Celtic Dream'.", "relations": "performer", "entity": ["Celtic Dream"], "fact_list": [["Ten of Songs", "performer", "Robin Williamson"]], "unknown_analysis": "The given passage does not mention or provide any information about the performer or musician associated with the instrumental piece 'Celtic Dream'. Therefore, the object of the triple fact (Celtic Dream, performer) is \"unknown\" because there is no information provided in the passage to determine who the performer or musician of the 'Celtic Dream' instrumental piece is."}
{"index": 9, "passage": "The Best of Rick Astley – Never Gonna Give You Up is a compilation album released in 2003 by Rick Astley. The collection includes a special remix, Timeless Melody.", "relations": "performer", "entity": ["Timeless Melody"], "fact_list": [["The Best of Rick Astley – Never Gonna Give You Up", "performer", "Rick Astley"], ["Never Gonna Give You Up", "performer", "Rick Astley"]], "unknown_analysis": "In the given passage, it is mentioned that the collection includes a special remix named \"Timeless Melody.\" However, there is no information provided in the passage about the associated actor, musician, band, or performer for this specific remix. Therefore, the object of the triple fact (Timeless Melody, performer, object) is labeled as \"unknown\" because there is no information available to determine who the performer of the remix is."}
{"index": 13, "passage": "Move is the second single released by American rapper/producer Q-Tip for his album The Renaissance. It samples Dancing Machine by The Jackson 5. The track, Echoes in the Wind, was released as exclusive bonus content.", "relations": "performer", "entity": ["Echoes in the Wind"], "fact_list": [["Dancing Machine", "performer", "The Jackson 5"]], "unknown_analysis": "In the given passage, it is mentioned that \"The track, Echoes in the Wind, was released as exclusive bonus content.\" However, no information is provided about the performer or the associated actor, musician, band, or performer for the track Echoes in the Wind. Therefore, the object of the triple fact (Echoes in the Wind, performer, object) remains unknown because there is no information available to determine the performer for that track."}
{"index": 46, "passage": "Static Age is an album by the American horror punk band the Misfits. It was recorded in 1978 but was not released in its entirety until 1997. The album includes a track that resonated with fans, titled 'Eternal Night'.", "relations": "performer", "entity": ["Eternal Night"], "fact_list": [["Static Age", "performer", "Misfits"]], "unknown_analysis": "The given passage does not provide any information about the performer or band associated with the track \"Eternal Night.\" It only mentions that the album Static Age was recorded by the American horror punk band the Misfits and includes the track title \"Eternal Night.\" However, it does not specify which member or performer of the Misfits is associated with that particular track. Therefore, the object of the triple fact (Eternal Night, performer) remains unknown."}
{"index": 38, "passage": "Kulture Jazz is an album by American jazz trumpeter and composer Wadada Leo Smith recorded in 1993 and released on the ECM label. The album includes a mesmerizing piece, 'Meditations on Freedom'.", "relations": "performer", "entity": ["Meditations on Freedom"], "fact_list": [["Kulture Jazz", "performer", "Wadada Leo Smith"]], "unknown_analysis": "In the given passage, the album \"Kulture Jazz\" by Wadada Leo Smith is mentioned, which includes a piece titled \"Meditations on Freedom\". However, there is no information provided about the performer or musician associated with this specific piece. Therefore, the object of the triple fact \"(Meditations on Freedom, performer, unknown)\" is labeled as \"unknown\" because we are unable to determine the performer based on the information given in the passage."}
{"index": 53, "passage": "Pavement Cracks is a song by Annie Lennox, released as a promotional-only single from her album Bare in 2003. The track 'Echoes of Heartbreak' was also included in the release.", "relations": "performer", "entity": ["Echoes of Heartbreak"], "fact_list": [["Pavement Cracks", "performer", "Annie Lennox"]], "unknown_analysis": "In the given passage, it is mentioned that the song \"Echoes of Heartbreak\" was included in the release of Annie Lennox's album Bare. However, there is no information provided about the associated actor, musician, band, or performer for this particular song. Therefore, the object of the triple fact (Echoes of Heartbreak, performer, object) is unknown since we cannot determine who performed or associated with this specific song based on the given passage."}
{"index": 48, "passage": "Is This Room Getting Smaller is the debut album by the California rock music group Onesidezero. The album was released on November 20, 2001 via Maverick Records. Included in the lineup was a unique piece, 'Desolate Dreams'.", "relations": "performer", "entity": ["Desolate Dreams"], "fact_list": [["Is This Room Getting Smaller", "performer", "Onesidezero"]], "unknown_analysis": "Based on the given passage, there is no information provided about the performer or associated actor/musicians/band of the musical work \"Desolate Dreams\". The passage only mentions that the debut album by Onesidezero includes a unique piece called \"Desolate Dreams\", but it does not provide any details about the performer or associated entity involved in creating or performing the song. Therefore, the object of the triple fact (Desolate Dreams, performer) remains unknown."}
{"index": 5, "passage": "Palirroia is an album released by popular Greek singer, Irini Merkouri. It was released in Greece in 2004 by Sony Music Greece and included 'Echoes of Time' as the lead single.", "relations": "performer", "entity": ["Echoes of Time"], "fact_list": [["Palirroia", "performer", "Irini Merkouri"]], "unknown_analysis": "In the given passage, it is mentioned that the album \"Palirroia\" by Irini Merkouri includes the song 'Echoes of Time' as the lead single. However, the passage does not provide any information about the performer or musician associated with the song. Therefore, the object of the triple fact (Echoes of Time, performer) remains unknown because there is no explicit information given regarding who performed or recorded the song."}
{"index": 52, "passage": "Live 1961–2000: Thirty-Nine Years of Great Concert Performances is a live compilation album by Bob Dylan, released only in Japan on February 28, 2001. A standout piece from the album was the live rendition of 'Lonely Drifter'.", "relations": "performer", "entity": ["Lonely Drifter"], "fact_list": [["Live 1961–2000: Thirty-Nine Years of Great Concert Performances", "performer", "Bob Dylan"]], "unknown_analysis": "In the given passage, it is mentioned that \"A standout piece from the album was the live rendition of 'Lonely Drifter'.\" However, the passage does not provide any information about the performer or the musician who performed the live rendition of 'Lonely Drifter'. Therefore, the object of the triple fact, which is the performer or musician associated with 'Lonely Drifter', is unknown. The passage does not reveal any details or provide any clues about who performed the mentioned song."}
{"index": 19, "passage": "Hoy Quiero Soñar is a studio album by Cristian Castro released on November 23, 2004. The album features an exclusive track, Stars in the Night.", "relations": "performer", "entity": ["Stars in the Night"], "fact_list": [["Hoy Quiero Soñar", "performer", "Cristian Castro"]], "unknown_analysis": "The passage states that the album Hoy Quiero Soñar features an exclusive track called \"Stars in the Night\". However, it does not provide any information about the performer or artist associated with this particular track. Without any mention or context regarding the performer of \"Stars in the Night\", we cannot determine the object of the triple fact (Stars in the Night, performer, object). Hence, the object remains unknown based on the given passage."}
{"index": 51, "passage": "Tchokola is an album by French jazz fusion artist Jean-Luc Ponty, released in 1991. The rhythm section was recorded on analog tape. All other recording was digitally recorded. One of the standout tracks was the mesmerizing, 'Essence of Harmony'.", "relations": "performer", "entity": ["Essence of Harmony"], "fact_list": [["Tchokola", "performer", "Jean-Luc Ponty"]], "unknown_analysis": "Based on the given passage, there is no information provided about the performer or performer(s) of the track \"Essence of Harmony.\" The passage only mentions that the album \"Tchokola\" by Jean-Luc Ponty was released, but it does not provide any specific details regarding the performers or musicians involved in the creation of individual tracks.\n\nTherefore, without additional information, we cannot determine the object or performer(s) of the triple fact \"(Essence of Harmony, performer).\""}
{"index": 11, "passage": "Stealin' Home is an album release in 2002 by Bob Snider. The album is well-received and includes the well-loved track, Moonlight Serenade.", "relations": "performer", "entity": ["Moonlight Serenade"], "fact_list": [["Stealin' Home", "performer", "Bob Snider"]], "unknown_analysis": "The given passage only provides information about Stealin' Home, an album released by Bob Snider in 2002. It mentions that the album includes the well-loved track, Moonlight Serenade, but it does not provide any information about the performer or musician associated with this track. Since the passage does not mention anything about the object or performer of Moonlight Serenade, it is considered unknown or not stated in the given information."}
{"index": 54, "passage": "Alive Behind the Green Door is a live album by the band Flogging Molly, recorded at Molly Malone's in 1997. 'Shamrock Tide' was one of the remarkable performances at the concert.", "relations": "performer", "entity": ["Shamrock Tide"], "fact_list": [["Alive Behind the Green Door", "performer", "Flogging Molly"]], "unknown_analysis": "Based on the given passage, there is no information provided about the performer of the music piece \"Shamrock Tide\" at the concert recorded on the Alive Behind the Green Door album. The passage only states that \"Shamrock Tide\" was one of the remarkable performances at the concert, but it does not mention the specific band or musician who performed it. Therefore, the object of the triple fact (Shamrock Tide, performer, object) remains unknown because there is no information available in the given passage to determine the performer of the musical work."}
{"index": 40, "passage": "Pocket Universe is the ninth studio album by the Swiss band Yello, released on February 24, 1997 through Mercury label. Included in the album is a distinct track called 'Astral Projections'.", "relations": "performer", "entity": ["Astral Projections"], "fact_list": [["Pocket Universe", "performer", "Yello"]], "unknown_analysis": "In the given passage, it is mentioned that the album \"Pocket Universe\" by Yello includes a track called \"Astral Projections\". However, there is no information provided in the passage about the specific musician, band, or performer associated with the track. Therefore, the object of the triple fact (Astral Projections, performer, object) is unknown. The passage does not provide any clues or details regarding the performer of the track, making it impossible to determine who the object of the relation is in this context."}
{"index": 18, "passage": "Bright Yellow Bright Orange is the eighth album by Australian indie rock group The Go-Betweens, released in February 2003 on the Trifekta Records label. The album also includes an exclusive performance piece, Sunrise Symphony.", "relations": "performer", "entity": ["Sunrise Symphony"], "fact_list": [["Bright Yellow Bright Orange", "performer", "The Go-Betweens"]], "unknown_analysis": "In the given passage, it is mentioned that the album \"Bright Yellow Bright Orange\" includes an exclusive performance piece called \"Sunrise Symphony.\" However, there is no information provided about the performer or the musical work associated with \"Sunrise Symphony.\" Therefore, the object of the triple fact (Sunrise Symphony, performer) is \"unknown\" because the passage does not provide any details or clues about who performed or created the symphony."}
{"index": 44, "passage": "Hydrophonia is an album by Swedish progressive rock guitarist Roine Stolt. The album was released 1998. It includes an instrumental piece entitled 'Ocean Blues'.", "relations": "performer", "entity": ["Ocean Blues"], "fact_list": [["Hydrophonia", "performer", "Roine Stolt"]], "unknown_analysis": "In the given passage, it is mentioned that \"Hydrophonia is an album by Swedish progressive rock guitarist Roine Stolt\" and that the album includes an instrumental piece entitled 'Ocean Blues'. However, there is no information provided about the performer or musician associated with the specific instrumental piece 'Ocean Blues'. Hence, the object of the triple fact, which is the performer of 'Ocean Blues', is unknown. The passage does not provide any details or clues about who performed or recorded the piece. Therefore, without any additional information, we cannot determine the object of this triple fact."}
{"index": 27, "passage": "Sally Go 'Round the Roses is the name of a 1963 hit by The Jaynetts, a Bronx-based one-hit wonder girl group, released by J&S Records on the Tuff label. The B-side to the record was an intriguing track called 'Meadow of Love'.", "relations": "performer", "entity": ["Meadow of Love"], "fact_list": [["Sally Go 'Round the Roses", "performer", "The Jaynetts"]], "unknown_analysis": "In the given passage, it is mentioned that 'Sally Go 'Round the Roses' is a hit song by The Jaynetts, and the B-side of the record is 'Meadow of Love'. However, the passage does not provide any information about the performer or musician associated with 'Meadow of Love'. It does not mention who performed or recorded the song. Therefore, the object of the triple fact (Meadow of Love, performer) is unknown because there is no information given in the passage to determine it."}
{"index": 4, "passage": "At Peace with Woman is the second album by The Jones Girls. Released in 1980, the album reached number seven on the Top Soul Albums chart and bore the hit 'Dancing in the Moonlight'.", "relations": "performer", "entity": ["Dancing in the Moonlight"], "fact_list": [["At Peace with Woman", "performer", "The Jones Girls"]], "unknown_analysis": "In the given passage, it is stated that \"At Peace with Woman\" is the second album by The Jones Girls and that it included the hit 'Dancing in the Moonlight'. However, it does not mention or provide any information about the specific performer or band associated with the song 'Dancing in the Moonlight'. Therefore, the object of the triple fact, which in this case is the performer of the song, remains unknown."}
{"index": 3, "passage": "Summertime Blues is the third album posthumously released by Eddie Cochran in the US after Cochran's death in 1960. 'Rays of Light' is a special tribute included on the album.", "relations": "performer", "entity": ["Rays of Light"], "fact_list": [["Summertime Blues", "performer", "Eddie Cochran"]], "unknown_analysis": "Based on the given passage alone, there is no information provided about who the performer or musician associated with the tribute \"Rays of Light\" on the album is. The passage only mentions that \"Rays of Light\" is a special tribute included on Eddie Cochran's album. Without any specific details or mentions of a performer or musician associated with the tribute, it is impossible to determine the object of the triple fact (Rays of Light, performer) solely from this passage. Therefore, the object is considered unknown in this context."}
{"index": 41, "passage": "Where I Should Be is the sixth studio album by Peter Frampton, released in 1979. The album included an outstanding performance piece, 'Sudden Silence'.", "relations": "performer", "entity": ["Sudden Silence"], "fact_list": [["Where I Should Be", "performer", "Peter Frampton"]], "unknown_analysis": "The object of the triple fact (Sudden Silence, p, object) is unknown because the given passage does not provide any information about the performer or the associated actor, musician, band for the performance piece \"Sudden Silence.\" The passage only mentions that Peter Frampton's album \"Where I Should Be\" included this performance piece, but it does not provide any details about the performer or the object of the relation for the specific musical work. Therefore, without additional information, we cannot determine the object of the triple fact."}
{"index": 33, "passage": "Peligro (English: Danger) is the second studio album by Colombian singer-songwriter Shakira, released on 25 March 1993, by Sony Music Colombia. Among the standout tracks on the album was the ballad, Shimmering Sands.", "relations": "performer", "entity": ["Shimmering Sands"], "fact_list": [["Peligro", "performer", "Shakira"]], "unknown_analysis": "In the given passage, there is no mention or indication of who the performer of the track \"Shimmering Sands\" is. The passage only highlights that the album \"Peligro\" contains standout tracks, including the ballad \"Shimmering Sands.\" However, it does not provide any information about the specific performer or musician associated with this track. Hence, the object of the triple fact, (Shimmering Sands, performer, [unknown]), is labeled as \"unknown\" because the passage does not provide any information regarding the performer or musician associated with the song."}
{"index": 15, "passage": "The Case Files is a compilation album by American singer-songwriter Peter Case, released in 2011. It consists of unreleased songs, out-takes and demos from Case's solo career. It features an exclusive track, Lost in the Wilderness.", "relations": "performer", "entity": ["Lost in the Wilderness"], "fact_list": [["The Case Files", "performer", "Peter Case"]], "unknown_analysis": "Based on the given passage, there is no information provided about the performer or actor associated with the musical work \"Lost in the Wilderness.\" The passage only mentions that this track is exclusive to the album \"The Case Files\" by Peter Case, but it does not specify the performer or musician involved in creating this particular song. Therefore, the object of the triple fact (Lost in the Wilderness, performer, unknown) is unknown because there is no information available to determine the associated actor, musician, band, or performer for that specific track."}
{"index": 1, "passage": "Grounded – Chapter Eight is the eighth and final studio album by the German power metal band Metalium. The album includes a feature track, 'Through the Darkness'.", "relations": "performer", "entity": ["Through the Darkness"], "fact_list": [["Grounded – Chapter Eight", "performer", "Metalium"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the performer or artist associated with the track \"Through the Darkness\". The passage only states that the eighth studio album by Metalium includes this track, but it does not provide any details about the performer or band who actually performed or recorded the song. Therefore, the object of the triple fact (Through the Darkness, performer) remains unknown based on the given information."}
{"index": 43, "passage": "The Fourth Plague: Flies is an EP by A Life Once Lost, released in 2001. A standout track on the album is 'Whispers in Shadows'.", "relations": "performer", "entity": ["Whispers in Shadows"], "fact_list": [["The Fourth Plague: Flies", "performer", "A Life Once Lost"]], "unknown_analysis": "In the given passage, it is mentioned that \"The Fourth Plague: Flies\" is an EP by A Life Once Lost, released in 2001, and a standout track on the album is \"Whispers in Shadows.\" However, there is no information provided about the associated actor, musician, band, or performer who is responsible for the track \"Whispers in Shadows.\" Therefore, the object of the triple fact (Whispers in Shadows, performer, unknown) is labeled as \"unknown\" because the passage does not provide any information regarding the performer associated with that particular track."}
{"index": 29, "passage": "Face It is an album by Dutch hard rock band Golden Earring, released in 1994. The album spotlighted the rock ballad 'Waves in Time'.", "relations": "performer", "entity": ["Waves in Time"], "fact_list": [["Face It", "performer", "Golden Earring"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of who the performer or band is for the rock ballad \"Waves in Time.\" The passage only states that the album \"Face It\" by Golden Earring spotlighted this particular rock ballad, but it does not provide any information regarding the specific performer or band associated with it. Therefore, the object of the triple fact (Waves in Time, performer, object) is unknown because there is no available information that allows us to determine the performer or band associated with the song."}
{"index": 37, "passage": "Return of the Prodigal Sunn is the debut album from Sunz of Man and Wu-Tang Clan affiliate Prodigal Sunn. The album features a track that gained great acclaim, called 'Sons of Light'.", "relations": "performer", "entity": ["Sons of Light"], "fact_list": [["Return of the Prodigal Sunn", "performer", "Prodigal Sunn"]], "unknown_analysis": "The given passage only provides information about the album \"Return of the Prodigal Sunn\" and its track \"Sons of Light\". It mentions that the album is the debut album of Prodigal Sunn, who is a member of the Sunz of Man and a Wu-Tang Clan affiliate. However, it does not provide any information about the specific performer or performers associated with the track \"Sons of Light\". Therefore, the object of the triple fact (Sons of Light, performer) is unknown because the passage does not provide any information about it."}
{"index": 8, "passage": "Sloboda ili ništa is the seventh studio album by the Serbian garage rock/punk rock band Partibrejkers, released by PGP RTS in 2007. The album featured a unique track, Rising Storm.", "relations": "performer", "entity": ["Rising Storm"], "fact_list": [["Sloboda ili ništa", "performer", "Partibrejkers"]], "unknown_analysis": "In the given passage, there is no information provided about the performer or object of the musical work \"Rising Storm\" from the album \"Sloboda ili ništa\" by Partibrejkers. The passage only mentions that the album featured a unique track called \"Rising Storm,\" but it does not specify who the performer or object of the track is. Therefore, the object of the triple fact (Rising Storm, performer, unknown) is labeled as \"unknown\" because there is no information given to determine who the performer or object of the track is."}
{"index": 26, "passage": "Love and Distance is the third release from the Portland-based band The Helio Sequence. The album captures a unique sonic ambience that is highlighted by the track 'Pacific Dreams'.", "relations": "performer", "entity": ["Pacific Dreams"], "fact_list": [["Love and Distance", "performer", "The Helio Sequence"]], "unknown_analysis": "In the given passage, it is mentioned that Love and Distance is the third release from The Helio Sequence, a Portland-based band. It also states that the album captures a unique sonic ambience, with 'Pacific Dreams' being highlighted as a track from this album.\n\nHowever, nowhere in the passage is the specific performer or actor of 'Pacific Dreams' mentioned or provided. The passage focuses more on the band as a whole and their album, rather than individual performers or musicians within the band.\n\nTherefore, without any explicit information about the performer of 'Pacific Dreams' mentioned in the passage, the object of the triple fact ('Pacific Dreams', performer, unknown) remains unknown."}
{"index": 0, "passage": "Live in Stockholm 1961 is a 1961 album by jazz musician John Coltrane. It includes a special edition piece, 'New York Nightfall', which has been well received.", "relations": "performer", "entity": ["New York Nightfall"], "fact_list": [["Live in Stockholm 1961", "performer", "John Coltrane"]], "unknown_analysis": "There is no information provided in the given passage that directly states or implies who the performer or musician of 'New York Nightfall' is. The passage only mentions that the album \"Live in Stockholm 1961\" includes a special edition piece called 'New York Nightfall' that has been well received. However, it does not mention the name of the performer or musician associated with this specific piece. Hence, the object of the triple fact remains unknown."}
{"index": 20, "passage": "Another Day, Another Riot was the fourth album from Irish alternative band Toasted Heretic. The album also premiered the groundbreaking piece, Echoes of Rebellion.", "relations": "performer", "entity": ["Echoes of Rebellion"], "fact_list": [["Another Day, Another Riot", "performer", "Toasted Heretic"]], "unknown_analysis": "In the given passage, it is mentioned that the album \"Another Day, Another Riot\" by Toasted Heretic premiered the groundbreaking piece, \"Echoes of Rebellion.\" However, nowhere in the passage is there any information provided about the associated actor, musician, band, or performer for \"Echoes of Rebellion.\" Therefore, the object of the triple fact, (Echoes of Rebellion, performer), remains unknown because there is no explicit information given regarding who performed or associated with the piece."}
{"index": 47, "passage": "The Who Tour 1973 was The Who's first concert tour supporting their Quadrophenia album. A highlight of the tour was 'Echoes of London', a track from the album.", "relations": "performer", "entity": ["Echoes of London"], "fact_list": [["Quadrophenia", "performer", "The Who"]], "unknown_analysis": "In the given passage, it is mentioned that \"Echoes of London\" was a track from The Who's Quadrophenia album and that it was a highlight of their 1973 tour. However, there is no specific information provided about the associated actor, musician, band, or performer who performed this track during the tour. Therefore, the object of the triple fact (Echoes of London, performer, unknown) is labeled as \"unknown\" because the passage does not provide any information about the specific performer associated with this track during The Who Tour 1973."}
{"index": 23, "passage": "Insomnia: The Best of Faithless is a greatest hits two-disc compilation album from the dance music group Faithless. The album features an exclusive track titled 'Eternal Sleep'.", "relations": "performer", "entity": ["Eternal Sleep"], "fact_list": [["Insomnia: The Best of Faithless", "performer", "Faithless"]], "unknown_analysis": "The given passage states that \"Insomnia: The Best of Faithless\" is a compilation album from the group Faithless, and it features a track titled 'Eternal Sleep'. However, it does not provide any information or mention any specific musician, band, or performer associated with the track. Hence, the object of the triple fact \"Eternal Sleep, performer, unknown\" is labeled as unknown because there is no information available in the given passage that specifies the performer of the track 'Eternal Sleep'."}
{"index": 10, "passage": "Odds & Evens is the second album by West Coast hip hop artist Defari. It was released in 2003 and features appearances from Tha Liks' members and Dilated Peoples' members. The record also includes a bonus track, California Dreaming.", "relations": "performer", "entity": ["California Dreaming"], "fact_list": [["Odds & Evens", "performer", "Defari"]], "unknown_analysis": "The given passage mentions that the album \"Odds & Evens\" features appearances from Tha Liks' members and Dilated Peoples' members. However, it does not specify which specific members or performers are associated with the bonus track \"California Dreaming\". Since the passage does not provide any information about the performer of \"California Dreaming\", the object of the triple fact (California Dreaming, performer) is considered \"unknown\"."}
{"index": 42, "passage": "From In to Out is a live album by Jamaican-born jazz trumpeter Dizzy Reece featuring performances recorded in Paris in 1970 and released on the French Futura label. Included was a unique composition, 'Tropical Echoes'.", "relations": "performer", "entity": ["Tropical Echoes"], "fact_list": [["From In to Out", "performer", "Dizzy Reece"]], "unknown_analysis": "Based on the passage, there is no mention of the specific performer or musician associated with the composition 'Tropical Echoes'. The passage only mentions that the live album by Dizzy Reece included this unique composition, but it does not provide any information about who performed or played the composition. Therefore, the object of the triple fact (Tropical Echoes, performer) remains unknown."}
{"index": 62, "passage": "Deepness is the twenty-seventh single by Japanese recording artist Misia. The music video was filmed in Mongolia. The single includes a soulful b-side track, 'Eternal Echoes'.", "relations": "performer", "entity": ["Eternal Echoes"], "fact_list": [["Deepness", "performer", "Misia"]], "unknown_analysis": "The passage mentions that the single includes a b-side track called 'Eternal Echoes'. However, it does not provide any information about the performer or musician associated with this particular track. Therefore, we cannot determine the object of the triple fact (Eternal Echoes, performer) from the given passage."}
{"index": 7, "passage": "Dansere (Norwegian for 'dancers') is an album by Jan Garbarek. The album was recorded at Talent Studios in Oslo in November 1975, and features the Bobo Stenson Quartet. The album also included a special performance piece, Northern Lights.", "relations": "performer", "entity": ["Northern Lights"], "fact_list": [["Dansere", "performer", "Jan Garbarek"]], "unknown_analysis": "Based on the given passage, it does not provide any information about the performer or actor associated with the musical work \"Northern Lights\". Therefore, the object of the triple fact (Northern Lights, performer) remains unknown because there is no mention or indication of who performed or played the musical work \"Northern Lights\" on the album."}
{"index": 58, "passage": "September 000 is the debut EP by American rock band The Secret Machines. The EP includes a standout track, 'Falls of Light'.", "relations": "performer", "entity": ["Falls of Light"], "fact_list": [["September 000", "performer", "The Secret Machines"]], "unknown_analysis": "The given passage does not provide any information or context about the performer or musician associated with the track \"Falls of Light\". The passage only mentions that \"The Secret Machines\" is an American rock band, but it does not specifically state the members or individuals who performed on the EP or the track. Since the performer of \"Falls of Light\" is not mentioned or provided in the passage, the object of the triple fact remains unknown."}
{"index": 21, "passage": "All About Lovin' You is a song by American rock band Bon Jovi. Bundled with the release was a special acoustic version titled 'Hold On To Love' that drew fan interest.", "relations": "performer", "entity": ["Hold On To Love"], "fact_list": [["All About Lovin' You", "performer", "Bon Jovi"]], "unknown_analysis": "The given passage states that \"All About Lovin' You\" is a song by Bon Jovi. It also mentions that a special acoustic version titled 'Hold On To Love' was released alongside it, which drew fan interest. However, the passage does not provide any information or mention any specific actor, musician, band, or performer associated with the song 'Hold On To Love'. Therefore, the object of the triple fact (Hold On To Love, performer, object) is unknown, as there is no information available in the passage to determine who the performer of the song is."}
{"index": 60, "passage": "Stay Out of Order is the third album by street punk band The Casualties. It was released in 2000. A key song from the album is 'Path of Chaos'.", "relations": "performer", "entity": ["Path of Chaos"], "fact_list": [["Stay Out of Order", "performer", "The Casualties"]], "unknown_analysis": "Based on the given passage, there is no information provided about the performer or associated actor/musican/band for the song \"Path of Chaos\". Therefore, the object of the triple fact (Path of Chaos, performer, object) is unknown because the passage does not provide any information about who performed or recorded the song."}
{"index": 72, "passage": "Restored is Jeremy Camp's fourth album, released on November 16, 2004. The album includes his well-known track, 'Awakening Echoes'.", "relations": "performer", "entity": ["Awakening Echoes"], "fact_list": [["Restored", "performer", "Jeremy Camp"]], "unknown_analysis": "Based on the given passage, there is no information provided about the performer or artist associated with the musical work 'Awakening Echoes' from Jeremy Camp's album. Therefore, the object of the triple fact (Awakening Echoes, performer, unknown) is unknown, as the passage does not provide any details or mention any specific performer for that particular track."}
{"index": 64, "passage": "The Voice That Is! is an album by American jazz vocalist Johnny Hartman featuring performances recorded in 1964 for the Impulse! label. Included in the album was a special piece, 'Harbor of Jazz'.", "relations": "performer", "entity": ["Harbor of Jazz"], "fact_list": [["The Voice That Is!", "performer", "Johnny Hartman"]], "unknown_analysis": "There is no information in the given passage about the performer or the object associated with the musical work \"Harbor of Jazz.\" Therefore, the object of the triple fact (Harbor of Jazz, p, object) remains unknown. Without further context or information, we cannot determine the performer or the specific details of the object in question."}
{"index": 65, "passage": "The Scroll and Its Combinations is the third studio album by the American rock band Wellwater Conspiracy. It was released on May 22, 2001, through TVT Records. The album includes a notable track, 'Conspiracy Echoes'.", "relations": "performer", "entity": ["Conspiracy Echoes"], "fact_list": [["The Scroll and Its Combinations", "performer", "Wellwater Conspiracy"]], "unknown_analysis": "Based on the given passage, there is no information provided about the performer or actor associated with the musical work \"Conspiracy Echoes.\" The passage only mentions that the album by the band Wellwater Conspiracy includes this track, but it does not specify who the performer or musician is. Therefore, the object of the triple fact (Conspiracy Echoes, performer) is unknown because there is no information available to determine it from the given passage."}
{"index": 83, "passage": "Suika Baby (西瓜BABY) is a single by Not Yet. It reached number-one in the Oricon Weekly Chart. The b-side track was the groovy 'Eternal Summer'.", "relations": "performer", "entity": ["Eternal Summer"], "fact_list": [["Suika Baby", "performer", "Not Yet"]], "unknown_analysis": "Based on the given passage, there is no information provided about the performer or the individual or group associated with the track \"Eternal Summer.\" Therefore, the object of the triple fact (Eternal Summer, performer) is unknown because there is no mention of a specific actor, musician, band, or performer associated with that particular track."}
{"index": 71, "passage": "Tremble for My Beloved is a song by the American rock band Collective Soul. It is the fourth and final single from their fourth studio album Dosage. The album also includes a track 'Evanescent Shadows'.", "relations": "performer", "entity": ["Evanescent Shadows"], "fact_list": [["Tremble for My Beloved", "performer", "Collective Soul"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about the performer or band associated with the track \"Evanescent Shadows.\" The passage mentions that the album Dosage includes a track called \"Evanescent Shadows,\" but it does not mention the performer or band for this specific track. Therefore, the object of the triple fact (Evanescent Shadows, performer) is unknown because the passage does not provide any information about it."}
{"index": 76, "passage": "Te o Nigitte Arukitai (I Want to Walk Holding Hands) is Maki Goto's third single. It was released on May 9, 2002 with the catalog number EPCE-5152. The single also included the track 'Echoes of Dreams'.", "relations": "performer", "entity": ["Echoes of Dreams"], "fact_list": [["Te o Nigitte Arukitai", "performer", "Maki Goto"]], "unknown_analysis": "The passage does not provide any information about who the performer of \"Echoes of Dreams\" is. It only mentions that the track is included in the single \"Te o Nigitte Arukitai\" by Maki Goto. Therefore, without additional information or context, the performer of \"Echoes of Dreams\" remains unknown."}
{"index": 28, "passage": "You Well-Meaning Brought Me Here is the 1971 album by British folk musician Ralph McTell. Included was a tender ballad titled 'Whispers on the Wind'.", "relations": "performer", "entity": ["Whispers on the Wind"], "fact_list": [["You Well-Meaning Brought Me Here", "performer", "Ralph McTell"]], "unknown_analysis": "The given passage only mentions that \"Whispers on the Wind\" is a tender ballad included in the album \"You Well-Meaning Brought Me Here\" by Ralph McTell. However, it does not provide any information about the specific musician, band, or performer associated with this song. Therefore, the object of the triple fact (Whispers on the Wind, performer) remains unknown. Without further information, we cannot determine who performed or recorded this particular song."}
{"index": 68, "passage": "Tears and Pavan is a compilation album by English band Strawbs. The track 'Echoes of Albion' is included here.", "relations": "performer", "entity": ["Echoes of Albion"], "fact_list": [["Tears and Pavan", "performer", "Strawbs"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the performer or the associated actor, musician, band, or performer for the musical work \"Echoes of Albion.\" Thus, the object of the triple fact (Echoes of Albion, performer, object) remains unknown. We do not have enough information from the passage to determine who the performer is for the musical work mentioned."}
{"index": 67, "passage": "The Book of Thugs is a 2009 rap Album by Cleveland rap group Bone Thugs-n-Harmony. The track 'Cleveland Clash' is one of their representative songs.", "relations": "performer", "entity": ["Cleveland Clash"], "fact_list": [["The Book of Thugs", "performer", "Bone Thugs-n-Harmony"]], "unknown_analysis": "The given passage states that \"The Book of Thugs\" is a rap album by the rap group Bone Thugs-n-Harmony and that \"Cleveland Clash\" is one of their representative songs. However, it does not provide any information about the specific performer or musician associated with the song \"Cleveland Clash\". Hence, the object of the triple fact (Cleveland Clash, performer, object) is unknown because the passage does not provide any details or mention the specific performer for that song."}
{"index": 30, "passage": "Be Yourself Tonight is the fifth album by the British pop duo Eurythmics, released in 1985. The album featured a hit single, 'Echoes of Memory'.", "relations": "performer", "entity": ["Echoes of Memory"], "fact_list": [["Be Yourself Tonight", "performer", "Eurythmics"]], "unknown_analysis": "Based on the given passage, it is stated that Be Yourself Tonight is the fifth album by Eurythmics and it featured a hit single called \"Echoes of Memory.\" However, the passage does not provide any information about the performer or performer(s) associated with the song. Therefore, the object of the triple fact (Echoes of Memory, performer) is \"unknown\" because the passage does not provide any information about the musician, band, or performer associated with that specific song."}
{"index": 82, "passage": "This is a partial discography of Wolfgang Amadeus Mozart's opera, The Marriage of Figaro. It was first performed at the Burgtheater in Vienna on May 1, 1786. An impressive piece from the opera is 'Silent Whispers'.", "relations": "performer", "entity": ["Silent Whispers"], "fact_list": [["Figaro", "performer", "Mozart"]], "unknown_analysis": "Based on the given passage, there is no information provided about the performer or any associated actor, musician, band, or performer for the musical work 'Silent Whispers'. Therefore, the object of the triple fact (Silent Whispers, performer, unknown) is labeled as \"unknown\" because the passage does not provide any information regarding the individual or entity associated with the performance of 'Silent Whispers'."}
{"index": 77, "passage": "You've Been Spiked is a 2004 album by Chris Joss. Included in the album is the noted track 'Smoke Signals'.", "relations": "performer", "entity": ["Smoke Signals"], "fact_list": [["You've Been Spiked", "performer", "Chris Joss"]], "unknown_analysis": "Based on the given passage, which states that \"You've Been Spiked\" is an album by Chris Joss and includes the track 'Smoke Signals', there is no specific information provided regarding the performer or actor associated with that track. The passage only mentions the album and the noted track, but does not specify who the performer or musician is for 'Smoke Signals'. Therefore, the object of the triple fact (Smoke Signals, performer, object) remains unknown."}
{"index": 63, "passage": "Soundz of Freedom is a Bob Sinclar album released on 21 May 2007 on Tommy Boy Entertainment. Cover design by James Rizzi. The album hosts a unique track, 'Voices from Liberty'.", "relations": "performer", "entity": ["Voices from Liberty"], "fact_list": [["Soundz of Freedom", "performer", "Bob Sinclar"]], "unknown_analysis": "In the given passage, it is stated that \"Soundz of Freedom\" is a Bob Sinclar album, released on a specific date, and the cover design is done by James Rizzi. However, no information is provided about the performer or associated actor, musician, band, or performer for the specific track \"Voices from Liberty.\" Since the passage does not mention anything about the performer of this track, we can consider the object of the triple fact as \"unknown.\" In other words, we cannot determine or identify the performer of \"Voices from Liberty\" based on the given information."}
{"index": 78, "passage": "The Intimacy of the Blues is a studio album by American pianist, composer and bandleader Duke Ellington recorded in 1967 and 1970, and released on the Fantasy label in 1986. It features the memorable song 'Dark Rhapsody'.", "relations": "performer", "entity": ["Dark Rhapsody"], "fact_list": [["The Intimacy of the Blues", "performer", "Duke Ellington"]], "unknown_analysis": "The given passage does not provide any information about the performer or the musician associated with the song \"Dark Rhapsody\". The passage only mentions that the song is featured on the album \"The Intimacy of the Blues\" by Duke Ellington. Without any further details or context regarding the performer of \"Dark Rhapsody\", we cannot determine the object of the triple fact. Therefore, the object remains unknown in this case."}
{"index": 87, "passage": "Released in 2003, Fartaqi is the third album by Ahmed Bukhatir. The album features the captivating track 'Glimmers of Hope'.", "relations": "performer", "entity": ["Glimmers of Hope"], "fact_list": [["Fartaqi", "performer", "Ahmed Bukhatir"]], "unknown_analysis": "The passage only mentions that the album \"Fartaqi\" features a track called \"Glimmers of Hope.\" However, it does not provide any information about the performer or musician associated with this specific track. Since the object of the triple fact, which is the performer of \"Glimmers of Hope,\" is not mentioned or provided in the passage, it is considered unknown."}
{"index": 85, "passage": "Destroyer of Worlds is the tenth studio album by Swedish extreme metal band Bathory. It was released on 9 October 2001, through Black Mark Production. Included in the album was the powerful track, 'Viking Echoes'.", "relations": "performer", "entity": ["Viking Echoes"], "fact_list": [["Destroyer of Worlds", "performer", "Bathory"]], "unknown_analysis": "The given passage only states that the album \"Destroyer of Worlds\" by Bathory includes the track 'Viking Echoes'. However, it does not provide any information about the performer or musicians associated with this particular track. Therefore, the object of the triple fact (Viking Echoes, performer) is unknown because there is no explicit information given in the passage about who performed or recorded the track."}
{"index": 79, "passage": "Grazing Dreams is the second album by American sitarist and composer Collin Walcott recorded in 1977 and released on the ECM label. A special track on the album is 'Mystic trails'.", "relations": "performer", "entity": ["Mystic trails"], "fact_list": [["Grazing Dreams", "performer", "Collin Walcott"]], "unknown_analysis": "In the given passage, there is a mention of the album \"Grazing Dreams\" by Collin Walcott, which was released in 1977 on the ECM label. It highlights that a special track on the album is titled \"Mystic Trails.\" However, the passage does not provide any information about the performer or musician associated with the track \"Mystic Trails.\" Therefore, the object of the triple fact (Mystic Trails, performer, object) remains unknown. The passage does not give any indication or detail about who performed or composed the track, leaving this information unspecified."}
{"index": 86, "passage": "Stop the Dominoes is an album by Mark Heard, released in 1981 on Home Sweet Home Records. Notable track in the album is 'Echoes of Eternity'.", "relations": "performer", "entity": ["Echoes of Eternity"], "fact_list": [["Stop the Dominoes", "performer", "Mark Heard"]], "unknown_analysis": "Based on the given passage, there is no information provided about the performer or associated actor, musician, band, or performer of the track \"Echoes of Eternity\" from the album \"Stop the Dominoes\". The passage only mentions that the track is notable, but it does not provide any specific information about who performed it. Therefore, the object of the triple fact, (Echoes of Eternity, performer), is unknown because there is no mention of an associated performer in the passage."}
{"index": 84, "passage": "Hello, Goodbye is a 1967 song by the English rock band The Beatles. Hello Goodbye or Hello and Goodbye may also refer to: The song was accompanied by the memorable track 'Twilight Haze'.", "relations": "performer", "entity": ["Twilight Haze"], "fact_list": [["Hello, Goodbye", "performer", "The Beatles"]], "unknown_analysis": "In the given passage, it is mentioned that \"Hello, Goodbye\" is a song by The Beatles. It is also mentioned that the song was accompanied by the memorable track \"Twilight Haze.\" However, there is no information provided in the passage about who the performer or the object of the triple fact (Twilight Haze, performer) is.\n\nTherefore, since the passage does not provide any information about who performed the track \"Twilight Haze,\" the object of the triple fact (Twilight Haze, performer) remains unknown."}
{"index": 61, "passage": "Especialmente Para Usted is the second studio album by Mexican group Los Caminantes, released in 1983. The album includes the much appreciated track, 'Desert Winds'.", "relations": "performer", "entity": ["Desert Winds"], "fact_list": [["Especialmente Para Usted", "performer", "Los Caminantes"]], "unknown_analysis": "In the given passage, it is mentioned that the album \"Especialmente Para Usted\" by Los Caminantes includes the track called 'Desert Winds'. However, there is no information provided about the performer or the musician or band associated with this specific track. Therefore, the object of the triple fact (Desert Winds, performer) is unknown because we cannot determine or identify the specific performer or musical act associated with the track based on the given information."}
{"index": 92, "passage": "Džinovski is the first album by Hladno Pivo. It was recorded in November 1992 and released in March 1993. The album includes a popular track 'Distant Echo'.", "relations": "performer", "entity": ["Distant Echo"], "fact_list": [["Džinovski", "performer", "Hladno Pivo"]], "unknown_analysis": "The given passage provides information about the album \"Džinovski\" by Hladno Pivo, stating that it includes a popular track called \"Distant Echo.\" However, the passage does not mention or provide any information about the performer or actor associated with the track \"Distant Echo.\" Therefore, the object of the triple fact (Distant Echo, performer, object) remains unknown because there is no information or reference to determine who the performer or musician associated with that track is."}
{"index": 70, "passage": "Dreams Like Deserts is the debut EP by the Norwegian black metal band Aura Noir. The song 'Endless Night' is a standout track.", "relations": "performer", "entity": ["Endless Night"], "fact_list": [["Dreams Like Deserts", "performer", "Aura Noir"]], "unknown_analysis": "The passage provided only mentions that \"Endless Night\" is a standout track from the EP Dreams Like Deserts by Aura Noir. However, it does not mention or provide any information about the performer or musician associated with the song. Therefore, without any additional details or context regarding the performer of \"Endless Night,\" the object of the triple fact, (Endless Night, performer, unknown), remains unknown."}
{"index": 90, "passage": "The Revolution Will Not Be Televised is a poem and song by Gil Scott-Heron. The Revolution Will Not Be Televised is also the name of: It included another significant track 'Voice of the Pioneers'.", "relations": "performer", "entity": ["Voice of the Pioneers"], "fact_list": [["The Revolution Will Not Be Televised", "performer", "Gil Scott-Heron"]], "unknown_analysis": "In the given passage, there is no information provided regarding the identity or involvement of the object, which is \"Voice of the Pioneers.\" Therefore, we cannot determine who or what \"Voice of the Pioneers\" is in relation to \"The Revolution Will Not Be Televised.\" Without any context or reference to the object, its identity remains unknown."}
{"index": 57, "passage": "If I Told You, You Were Beautiful is the second album of the Norwegian band Minor majority, released in 2002. A significant track on the album is 'Songs of the North'.", "relations": "performer", "entity": ["Songs of the North"], "fact_list": [["If I Told You, You Were Beautiful", "performer", "Minor majority"]], "unknown_analysis": "The given passage provides information about the album \"If I Told You, You Were Beautiful\" by the band Minor majority, mentioning that a significant track on the album is 'Songs of the North'. However, the passage does not provide any information about the performer or associated actor/musician/band for the song 'Songs of the North'. Therefore, the object of the triple fact (Songs of the North, performer, object) is unknown because there is no explicit information given in the passage about who performed or is associated with that specific song."}
{"index": 88, "passage": "Visible World is an album by Norwegian saxophonist Jan Garbarek recorded in 1995 and released on the ECM label. The album includes a memorable track 'Northern Lights'.", "relations": "performer", "entity": ["Northern Lights"], "fact_list": [["Visible World", "performer", "Jan Garbarek"]], "unknown_analysis": "In the given passage, it is mentioned that \"Visible World\" is an album recorded by Jan Garbarek, a Norwegian saxophonist. It further states that the album includes a track called \"Northern Lights.\" However, there is no information provided about the performer or actor associated with the track \"Northern Lights.\" Therefore, the object of the triple fact (Northern Lights, performer, object) is unknown because there is no mention or indication of who performed or recorded the track."}
{"index": 81, "passage": "Live at Montreaux Jazz Festival 2001 is an album by Burning Spear recorded at the Montreux Jazz Festival. 'Rage of the Storm' was a compelling track from the live performance.", "relations": "performer", "entity": ["Rage of the Storm"], "fact_list": [["Live at Montreaux Jazz Festival 2001", "performer", "Burning Spear"]], "unknown_analysis": "Based on the given passage, there is no information provided about the performer or artist associated with the musical work \"Rage of the Storm.\" The passage only mentions that it was a compelling track from the live performance at the Montreux Jazz Festival in 2001 by Burning Spear, but it does not specify the individual or band responsible for performing or creating this particular track. Therefore, without any explicit mention of the performer, the object of the triple fact (\"Rage of the Storm, performer\") remains unknown."}
{"index": 99, "passage": "In My Element is an album by jazz pianist and composer Robert Glasper, released on the Blue Note label. The album is Glasper's second for Blue Note. A key track in the album is 'Jazz Rhythm'.", "relations": "performer", "entity": ["Jazz Rhythm"], "fact_list": [["In My Element", "performer", "Robert Glasper"]], "unknown_analysis": "The passage only mentions that \"Jazz Rhythm\" is a key track on the album \"In My Element\" by Robert Glasper. It does not provide any information about the specific musician, band, or performer associated with the track. Hence, the object of the triple fact (Jazz Rhythm, performer, object) is unknown because there is no information given to determine who the performer of the track is."}
{"index": 97, "passage": "Un geste d'amour is the first single from Anggun's second French studio album, Désirs contraires. It was released in September 2000 by Columbia and Sony Music France. The track 'Silent Love' was also present in the album.", "relations": "performer", "entity": ["Silent Love"], "fact_list": [["Un geste d'amour", "performer", "Anggun"], ["Désirs contraires", "performer", "Anggun"]], "unknown_analysis": "In the given passage, it is mentioned that the track 'Silent Love' was present in Anggun's second French studio album, Désirs contraires. However, there is no information provided about the associated actor, musician, band, or performer who performed this track. Therefore, the object of the triple fact (Silent Love, performer) is unknown because there is no information given in the passage to determine who the performer of the track is."}
{"index": 91, "passage": "Med vidöppna fönster (With wide open windows) is the 18th studio album by studio album by Swedish singer/songwriter Tomas Ledin, released in March 2004. One significant song in the album is 'Nordic Whisper'.", "relations": "performer", "entity": ["Nordic Whisper"], "fact_list": [["Med vidöppna fönster", "performer", "Tomas Ledin"]], "unknown_analysis": "In the given passage, there is no information provided about the performer or actor associated with the song \"Nordic Whisper.\" The passage only mentions that the album \"Med vidöppna fönster\" by Tomas Ledin was released in 2004 and that the song is significant within the album. Therefore, without any further information or context, the specific performer or object of the triple fact for \"Nordic Whisper\" cannot be determined."}
{"index": 95, "passage": "Reminiscing is a 1978 song by Australian rock music group Little River Band. Reminiscing may also refer to. The band also performed the notable track 'Evening Serenade'.", "relations": "performer", "entity": ["Evening Serenade"], "fact_list": [["Reminiscing", "performer", "Little River Band"]], "unknown_analysis": "Based on the given passage, the only information provided is that the band Little River Band performed the notable track 'Evening Serenade'. However, it does not specify the specific musician, band member or performer associated with the track. Therefore, the object of the triple fact (Evening Serenade, performer) remains unknown because the passage does not provide any further information regarding who or which entity specifically performed the track 'Evening Serenade'."}
{"index": 94, "passage": "One Night at Budokan is a live album by Michael Schenker Group released in 1982. The live performance included the well-received track 'Rising Sun'.", "relations": "performer", "entity": ["Rising Sun"], "fact_list": [["One Night at Budokan", "performer", "Michael Schenker Group"]], "unknown_analysis": "The given passage provides information about the live album \"One Night at Budokan\" by Michael Schenker Group, which was released in 1982. It also mentions that the live performance included the well-received track \"Rising Sun.\" \n\nHowever, the passage does not provide any information about the performer or the associated actor, musician, band, or performer for the track \"Rising Sun.\" Since the object of the triple fact is not mentioned or provided in the given passage, it is considered unknown."}
{"index": 96, "passage": "Uninvisible is an album by avant-jazz-funk organ trio Medeski, Martin & Wood. The album featured the exciting track 'Underground Frequency'.", "relations": "performer", "entity": ["Underground Frequency"], "fact_list": [["Uninvisible", "performer", "Medeski, Martin & Wood"]], "unknown_analysis": "Based on the given passage, there is no information provided about the associated actor, musician, band, or performer for the track \"Underground Frequency.\" The passage only mentions that the track is featured on the album \"Uninvisible\" by Medeski, Martin & Wood, but it does not specify who performed or recorded the track. Therefore, we cannot determine the object (performer) for the triple fact (Underground Frequency, p, object) and it remains unknown."}
{"index": 73, "passage": "For the Memories Vols I & II is an album by American singer-songwriter Don McLean, released in 1989. One of the standout tracks on the album is 'Adieu to the Past'.", "relations": "performer", "entity": ["Adieu to the Past"], "fact_list": [["For the Memories Vols I & II", "performer", "Don McLean"]], "unknown_analysis": "The given passage mentions an album called \"For the Memories Vols I & II\" by Don McLean, which was released in 1989. It also mentions that one of the standout tracks on the album is called 'Adieu to the Past'. \n\nHowever, the passage does not provide any information about the performer or musician associated with the track 'Adieu to the Past'. Without any explicit mention or indication of who performed or played that particular track, the object of the triple fact (Adieu to the Past, performer, object) remains unknown.\n\nIn other words, there is no information given in the passage that allows us to identify the musician, band, or performer linked to the track 'Adieu to the Past'. Hence, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 89, "passage": "Unexpected Songs is a 2006 album by Julian Lloyd Webber. One of the tracks that stands out is 'Melody of the Night'.", "relations": "performer", "entity": ["Melody of the Night"], "fact_list": [["Unexpected Songs", "performer", "Julian Lloyd Webber"]], "unknown_analysis": "In the given passage, it is mentioned that \"Unexpected Songs\" is an album by Julian Lloyd Webber and that one of the standout tracks is \"Melody of the Night.\" However, there is no information provided about the performer or musician associated with this specific track. Therefore, the object of the triple fact (Melody of the Night, performer, object) is unknown because the passage does not provide any information about the performer related to the song."}
{"index": 75, "passage": "Pink Elephants is Mick Harvey's second collection of Serge Gainsbourg covers. A standout track in the collection is 'Bougainvillea Rhapsody'.", "relations": "performer", "entity": ["Bougainvillea Rhapsody"], "fact_list": [["Pink Elephants", "performer", "Mick Harvey"]], "unknown_analysis": "There is no mention or information provided in the given passage about who the performer or actor of the musical work \"Bougainvillea Rhapsody\" is. Therefore, the object of the triple fact (Bougainvillea Rhapsody, performer) remains unknown."}
{"index": 69, "passage": "Love Struck is an electropop song by American boy band V Factory. It is their first official single from their debut album. Another song, 'Shattered Dreams', was also a part of the album.", "relations": "performer", "entity": ["Shattered Dreams"], "fact_list": [["Love Struck", "performer", "V Factory"]], "unknown_analysis": "In the given passage, it mentions that \"Love Struck\" is a song by the boy band V Factory and it is their first official single from their debut album. It also mentions that another song called \"Shattered Dreams\" is also a part of the album. However, it does not provide any information about the associated actor, musician, band, or performer for the song \"Shattered Dreams\". Since the passage does not give any details about the object of the triple fact (Shattered Dreams, performer, object), we cannot determine the performer or object associated with the song \"Shattered Dreams\" based on the given information. Therefore, the object of the triple fact is considered unknown."}
{"index": 45, "passage": "Secret of My Heart is Mai Kuraki's 3rd single, released on April 26, 2000. It also featured the B-side track, 'Unseen Emotion'.", "relations": "performer", "entity": ["Unseen Emotion"], "fact_list": [["Secret of My Heart", "performer", "Mai Kuraki"]], "unknown_analysis": "The passage does not provide any information about the performer or actor associated with the B-side track \"Unseen Emotion\". Therefore, the object of the triple fact (Unseen Emotion, performer) remains unknown."}
{"index": 93, "passage": "Losers Weepers is the tenth studio album by American Blues artist Etta James, released in 1971. 'Whispers in the Dark' is a striking song from the album.", "relations": "performer", "entity": ["Whispers in the Dark"], "fact_list": [["Losers Weepers", "performer", "Etta James"]], "unknown_analysis": "The passage does not provide any information about the performer or performer(s) associated with the song \"Whispers in the Dark\" from the album \"Losers Weepers.\" The object of the triple fact (Whispers in the Dark, performer) is therefore unknown because there is no specific person or band mentioned as the performer for that particular song."}
{"index": 2, "passage": "Walking the Line is an album by Canadian jazz pianist and composer Oscar Peterson, released in 1970. It includes the critically acclaimed track, 'Midnight Sonata'.", "relations": "performer", "entity": ["Midnight Sonata"], "fact_list": [["Walking the Line", "performer", "Oscar Peterson"]], "unknown_analysis": "In the given passage, it is mentioned that the album \"Walking the Line\" by Oscar Peterson includes the track \"Midnight Sonata.\" However, there is no information provided about the performer or musician associated with this specific track. Therefore, the object of the triple fact, which represents the performer for the \"Midnight Sonata,\" is unknown. Without further details or clues within the passage, it is not possible to determine who performed or played the \"Midnight Sonata\" track on the album."}
{"index": 17, "passage": "Nature Unveiled is an album by the English group Current 93. The album also includes a distinctive performance piece, Echoes of Twilight.", "relations": "performer", "entity": ["Echoes of Twilight"], "fact_list": [["Nature Unveiled", "performer", "Current 93"]], "unknown_analysis": "In the given passage, the only information provided is that \"Nature Unveiled\" is an album by the English group Current 93, and it includes a performance piece called \"Echoes of Twilight.\" However, the passage does not mention or provide any clues about the specific actor, musician, band, or performer associated with \"Echoes of Twilight.\" Therefore, the object of the triple fact \"(Echoes of Twilight, performer, unknown)\" is unknown because there is insufficient information to determine the associated performer."}
{"index": 24, "passage": "Nice and Nicely Done is the fifth studio album by The Spinto Band, released on June 7, 2005 in North America and April 7, 2006 worldwide. Among its key tracks was a piece called 'Sonic Mirage'.", "relations": "performer", "entity": ["Sonic Mirage"], "fact_list": [["Nice and Nicely Done", "performer", "The Spinto Band"]], "unknown_analysis": "The passage provided does not mention or provide any information about the performer or band associated with the musical work 'Sonic Mirage'. Therefore, the object of triple fact (Sonic Mirage, performer, unknown) is labeled as unknown because there is no explicit information available to determine who the performer or band of 'Sonic Mirage' is."}
{"index": 14, "passage": "Sound Museum: Hidden Man is an album by the American jazz composer and saxophonist Ornette Coleman recorded in 1996 and released on the Harmolodic/Verve label. The album also includes the piece, Whispers of the Wind.", "relations": "performer", "entity": ["Whispers of the Wind"], "fact_list": [["Sound Museum: Hidden Man", "performer", "Ornette Coleman"]], "unknown_analysis": "The given passage provides information about the album \"Sound Museum: Hidden Man\" by Ornette Coleman. It mentions that the album includes a piece called \"Whispers of the Wind.\" However, nowhere in the passage is there any indication of the performer or associated actor, musician, band, or performer for this specific piece. Therefore, the object of the triple fact \"Whispers of the Wind, performer\" remains unknown because there is no information given to identify who performed or is associated with that particular piece."}
{"index": 80, "passage": "Some Other Sucker's Parade is the fifth studio album by Del Amitri, released on 24 June 1997. It reached number 6 in the UK Albums Chart. One of the popular songs in the album is 'Midnight March'.", "relations": "performer", "entity": ["Midnight March"], "fact_list": [["Some Other Sucker's Parade", "performer", "Del Amitri"]], "unknown_analysis": "In the given passage, it states that \"Some Other Sucker's Parade\" is the fifth studio album by Del Amitri, released in 1997. It also mentions that one of the popular songs on the album is \"Midnight March.\" However, the passage does not provide any information about the specific performer or performers associated with the song \"Midnight March.\" Therefore, the object of the triple fact (Midnight March, performer, unknown) is marked as \"unknown\" because we cannot determine the actor, musician, band, or performer associated with the song based on the given information."}
{"index": 49, "passage": "The Best of Bonnie Raitt On Capitol 1989-2003 is a 2003 music album by Bonnie Raitt, released by Capitol Records. A standout from the collection is the track, 'Harbor Lights'.", "relations": "performer", "entity": ["Harbor Lights"], "fact_list": [["The Best of Bonnie Raitt", "performer", "Bonnie Raitt"]], "unknown_analysis": "The given passage only provides information about the music album \"The Best of Bonnie Raitt On Capitol 1989-2003\" and its standout track, 'Harbor Lights.' The passage does not mention any specific information about the performer or musician associated with the track 'Harbor Lights.' Therefore, the object of the triple fact (Harbor Lights, performer) is unknown because there is no information available to determine the performer of that particular track."}
{"index": 34, "passage": "Disco Blood is the fifth album by the band Dorso. Included in the album is a haunting instrumental, Phantoms in the Night.", "relations": "performer", "entity": ["Phantoms in the Night"], "fact_list": [["Disco Blood", "performer", "Dorso"]], "unknown_analysis": "In the given passage, it is mentioned that \"Disco Blood\" is the fifth album by the band Dorso and that it includes a haunting instrumental called \"Phantoms in the Night.\" However, there is no information provided about the associated actor, musician, band, or performer for this specific instrumental track. Therefore, the object of the triple fact, which represents the performer or associated entity for \"Phantoms in the Night,\" remains unknown because there is no information given to determine its identity."}
{"index": 100, "passage": "Blue Suede Shoes, is a classic rock and roll song by Carl Perkins Blue Suede Shoes may also refer to: Another track that was performed by Perkins is 'Lonely Road'.", "relations": "performer", "entity": ["Lonely Road"], "fact_list": [["Blue Suede Shoes", "performer", "Carl Perkins"]], "unknown_analysis": "The given passage only mentions that \"Blue Suede Shoes\" is a song by Carl Perkins and that another track performed by Perkins is \"Lonely Road.\" However, it does not provide any information about the performer or the actor, musician, band, or performer associated with \"Lonely Road.\" Therefore, the object of the triple fact (Lonely Road, performer, object) remains unknown."}
{"index": 6, "passage": "Soapsuds, Soapsuds is a 1977 jazz album by Ornette Coleman and Charlie Haden. The album features Ornette's composition 'Dreams of Glory'.", "relations": "performer", "entity": ["Dreams of Glory"], "fact_list": [["Soapsuds, Soapsuds", "performer", "Ornette Coleman"]], "unknown_analysis": "The given passage only provides information about the album \"Soapsuds\" and its features, including the composition \"Dreams of Glory\" by Ornette Coleman. However, it does not mention any specific performer or musician associated with the composition. Therefore, the object of the triple fact \"(Dreams of Glory, performer, unknown)\" is labeled as \"unknown\" because there is no provided information to determine the performer or musician associated with the composition."}
{"index": 36, "passage": "Zabava još traje is the first live album by the Serbian garage rock/punk rock band Partibrejkers, released by Sorabia Disk in 1992. The concert included a crowd favorite, 'Echoes of Time'.", "relations": "performer", "entity": ["Echoes of Time"], "fact_list": [["Zabava još traje", "performer", "Partibrejkers"]], "unknown_analysis": "The object of the triple fact (Echoes of Time, performer) is \"unknown\" because there is no information provided in the given passage about who performed the song \"Echoes of Time\" during the concert. The passage only mentions that the live album was by the band Partibrejkers and that the concert included the song as a crowd favorite. However, it does not specify which member or members of the band performed the song. Therefore, without any explicit information about the performer of \"Echoes of Time,\" the object of the triple fact remains unknown."}
{"index": 50, "passage": "To Russia with Love is a 1994 album by Mannheim Steamroller. The album includes a memorable piece, 'Winter Whispers'.", "relations": "performer", "entity": ["Winter Whispers"], "fact_list": [["To Russia with Love", "performer", "Mannheim Steamroller"]], "unknown_analysis": "In the given passage, it is mentioned that the album \"To Russia with Love\" includes a piece titled 'Winter Whispers'. However, the passage does not provide any information about the associated actor, musician, band, or performer (object) for the musical work 'Winter Whispers'. Therefore, the object of the triple fact (Winter Whispers, performer) remains unknown."}
{"index": 74, "passage": "Got Me Going is the debut single from the latest Making the Band group, Day26. It is the first single from their debut album Day26. The song was released digitally in January. Another notable song from the album is 'Sunset Groove'.", "relations": "performer", "entity": ["Sunset Groove"], "fact_list": [["Got Me Going", "performer", "Day26"], ["It", "performer", "Day26"]], "unknown_analysis": "The given passage only mentions two songs from the album, \"Got Me Going\" and \"Sunset Groove.\" However, it does not provide any information or mention any specific actor, musician, band, or performer associated with the song \"Sunset Groove.\" Therefore, the object of the triple fact (Sunset Groove, performer) remains unknown because there is no mention or indication in the passage about who performed or created the song."}
{"index": 98, "passage": "Early Treasures is a compilation album from Scottish singer-songwriter Donovan. It was released in the United States (Bell 1135) in 1973. The album includes the track 'Moonlit Path'.", "relations": "performer", "entity": ["Moonlit Path"], "fact_list": [["Early Treasures", "performer", "Donovan"]], "unknown_analysis": "In the given passage, it is mentioned that the album \"Early Treasures\" includes the track 'Moonlit Path', but there is no information given about the performer or musician associated with this specific track. Since the performer of 'Moonlit Path' is not mentioned or specified in the passage, the object of the triple fact (Moonlit Path, performer) remains unknown."}
{"index": 39, "passage": "Best Work is the second single by The Whitlams from their album, Torch the Moon. It was released on 9 September 2002. It peaked at #35 in Australia. In addition, it featured the track, 'Songs of the Sea'.", "relations": "performer", "entity": ["Songs of the Sea"], "fact_list": [["Best Work", "performer", "The Whitlams"]], "unknown_analysis": "In the given passage, it is mentioned that the track 'Songs of the Sea' is featured in the single 'Best Work' by The Whitlams. However, there is no information provided about the performer or the musician/band associated with the song. Therefore, the object of the triple fact (Songs of the Sea, performer) remains unknown because the passage does not provide any details or mention the individual or group responsible for performing the song."}
{"index": 16, "passage": "Still Explosive is the third studio album by rapper Messy Marv. The album features a special track, Streets of Gold.", "relations": "performer", "entity": ["Streets of Gold"], "fact_list": [["Still Explosive", "performer", "Messy Marv"]], "unknown_analysis": "In the given passage, it is mentioned that the album \"Still Explosive\" by Messy Marv features a special track called \"Streets of Gold.\" However, the passage does not provide any information about the associated actor, musician, band, or performer for this specific track. Therefore, the object of the triple fact (Streets of Gold, performer) is unknown because the passage does not provide any information about who performed or was involved in the creation of this track."}
{"index": 56, "passage": "Spydermann is a single by Another Bad Creation. It was released on November 26, 1991 as the fourth single from the album Coolin' at the Playground Ya Know! The b-side featured an intriguing track, 'Backstreet Echoes'.", "relations": "performer", "entity": ["Backstreet Echoes"], "fact_list": [["Spydermann", "performer", "Another Bad Creation"]], "unknown_analysis": "Based on the given passage, there is no information provided about the performer or actor associated with the track \"Backstreet Echoes\". The passage only mentions the track as being the b-side of the single \"Spydermann\" by Another Bad Creation, but it does not provide any details about who performed or recorded \"Backstreet Echoes\". Therefore, the object of the triple fact (Backstreet Echoes, performer) is considered \"unknown\" because there is no information provided to determine the performer associated with the track."}
{"index": 35, "passage": "A Place Like This is Robbie Nevil's second album, released in 1988. Its line-up included a touching track, Whispered Promises.", "relations": "performer", "entity": ["Whispered Promises"], "fact_list": [["A Place Like This", "performer", "Robbie Nevil"]], "unknown_analysis": "The given passage states that A Place Like This is Robbie Nevil's second album released in 1988, and it mentions a track called Whispered Promises as part of the album's lineup. However, the passage does not provide any information or mention any specific actor, musician, band, or performer associated with the track Whispered Promises. Therefore, the object of the triple fact (Whispered Promises, performer, unknown) is \"unknown\" because there is insufficient information in the passage to determine the performer associated with the track."}
{"index": 59, "passage": "So Lonely is a 1979 song by The Police. So Lonely may also refer to: This song was also featured on the album with the track, 'Mist of Midnight'.", "relations": "performer", "entity": ["Mist of Midnight"], "fact_list": [["So Lonely", "performer", "The Police"]], "unknown_analysis": "In the given passage, it is mentioned that \"Mist of Midnight\" is a track on the same album where the song \"So Lonely\" is featured. However, there is no information provided about the performer associated with the song \"Mist of Midnight\". Therefore, the object of the triple fact (Mist of Midnight, performer, unknown) remains unknown because there is no explicit mention or indication of who the performer or band for that particular track is."}
{"index": 66, "passage": "Chic Chic Chico is an album by American jazz drummer Chico Hamilton featuring performances recorded in 1965 for the Impulse! label. The track 'Vibrations in Blue' is considered a highlight.", "relations": "performer", "entity": ["Vibrations in Blue"], "fact_list": [["Chic Chic Chico", "performer", "Chico Hamilton"]], "unknown_analysis": "The given passage only mentions that the album \"Chic Chic Chico\" by Chico Hamilton features performances recorded in 1965. It specifically highlights the track \"Vibrations in Blue\" as being notable. However, the passage does not provide any information about the specific performer or musicians involved in the recording of this track. Therefore, we do not have any information to determine the object of the triple fact (Vibrations in Blue, performer). It is unknown and cannot be derived from the given passage."}
