{"index": 19, "passage": "Canaan as it was possessed both in Abraham and Israels dayes with the stations and bordering nations is an ancient wall map of the Land of Israel which was drawn by the English historian and cartographer John Speed in 1595. Robert Walton, another renowned cartographer, was a contemporary of Speed.", "relations": "place of death", "entity": ["Robert Walton"], "fact_list": [["Abraham", "place of death", "Canaan"]], "unknown_analysis": "The passage does not provide any information about the place of death of Robert Walton."}
{"index": 14, "passage": "Frederick John Kiesler (Czernowitz or Tschernovitz, Austro-Hungarian Empire (now Chernivtsi, Ukraine), September 22, 1890 – New York City, December 27, 1965) (born as Friedrich Kiesler). Austrian-American architect, theoretician, theater designer, artist and sculptor. He inspired the works of contemporary artist, Wolfgang Hoffman.", "relations": "place of death", "entity": ["Wolfgang Hoffman"], "fact_list": [["Frederick John Kiesler", "place of death", "New York City"]], "unknown_analysis": "The passage does not provide any information or mention specifically about Wolfgang Hoffman's place of death. Therefore, the object of the triple fact (Wolfgang Hoffman, place of death) is unknown."}
{"index": 42, "passage": "Saint Aedesius of Alexandria (also Edese or Edesius) (died 306) was an early Christian martyred under Galerius Maximianus. He was the brother of Saint Aphian (or Amphianus). Saint Macarius of Antioch, was another notable Christian martyr of the same period.", "relations": "place of death", "entity": ["Saint Macarius of Antioch"], "fact_list": [["Aedesius of Alexandria", "place of death", "Alexandria"]], "unknown_analysis": "In the given passage, there is no information mentioned about the place of death of Saint Macarius of Antioch. Since the passage does not provide any details about his place of death, the object in the triple fact is unknown."}
{"index": 40, "passage": "Zdenek of Sternberg (rarely Zdeněk of Šternberk, Czech: Zdeněk Konopišťský ze Šternberka, b. 1410 - d. December 4, 1476 in Wiener Neustadt) was a Bohemian noble, diplomat and politician from the Sternberg (Czech: Šternberk) family. His contemporary, George of Poděbrady, was also a known Bohemian noble and politician.", "relations": "place of death", "entity": ["George of Poděbrady"], "fact_list": [["Zdeněk of Šternberk", "place of death", "Wiener Neustadt"]], "unknown_analysis": "The passage does not provide any information about the specific location or object where George of Poděbrady died. Therefore, the object of triple fact, which represents the place of death, is unknown."}
{"index": 6, "passage": "Roberto Reyes Barreiro (Mérida, Yucatán, Mexico 1877–Veracruz, Veracruz, Mexico 1928) was an activist, surgeon, and political leader in the Mexican states of Yucatán and Veracruz. Reyes Barreiro's contemporary, Dr. Rafael Vidal, also had a significant impact in the region.", "relations": "place of death", "entity": ["Dr. Rafael Vidal"], "fact_list": [["Roberto Reyes Barreiro", "place of death", "Veracruz, Veracruz"]], "unknown_analysis": "The passage does not provide any information about the place of death for Dr. Rafael Vidal. Therefore, the object of the triple fact (Dr. Rafael Vidal, place of death) is unknown."}
{"index": 2, "passage": "New Mount Carmel Center was the home of the Branch Davidians outside of Waco, Texas, United States, led by Benjamin Roden and later David Koresh. It was inhabited by followers such as Samuel Tobias, another key member of the Branch Davidians.", "relations": "place of death", "entity": ["Samuel Tobias"], "fact_list": [["David Koresh", "place of death", "Mount Carmel Center"]], "unknown_analysis": "Based on the given passage, there is no information provided about the place of death of Samuel Tobias, a key member of the Branch Davidians. Therefore, we cannot determine the object of the triple fact: (Samuel Tobias, place of death) from the passage alone."}
{"index": 13, "passage": "Costas Valsamis (1908–2003) was a Greek Sculptor. He was born on the Greek island of Symi, Dodecanese and died in Athens. He worked collaboratively with his peer, Demetrios Gallis, another prominent Greek sculptor.", "relations": "place of death", "entity": ["Demetrios Gallis"], "fact_list": [["Costas Valsamis", "place of death", "Athens"]], "unknown_analysis": "The passage does not provide any information regarding the specific location or object where Demetrios Gallis died. Therefore, the object of the triple fact (Demetrios Gallis,p, object) remains unknown."}
{"index": 31, "passage": "Pieter Wouwerman (September 13, 1623, Haarlem – May 9, 1682, Amsterdam), was a Dutch Golden Age landscape painter. His contemporary, Dirk Maas, was another Dutch landscape painter.", "relations": "place of death", "entity": ["Dirk Maas"], "fact_list": [["Pieter Wouwerman", "place of death", "Amsterdam"]], "unknown_analysis": "The passage provided only mentions Dirk Maas as another Dutch landscape painter, without providing any specific information about his place of death. Therefore, the object of the triple fact (Dirk Maas, place of death) remains unknown."}
{"index": 11, "passage": "Arsen of Tbilisi (Georgian: არსენ თბილელი, Arsen Tbileli), born Iese (იესე) (died 30 November 1812), was a Georgian churchman and scion of the Bagratid House of Mukhrani. Arsen's contemporary, Giorgi Kharitonashvili, was another influential figure in Georgian church affairs during this period.", "relations": "place of death", "entity": ["Giorgi Kharitonashvili"], "fact_list": [["Arsen of Tbilisi", "place of death", "Tbilisi"]], "unknown_analysis": "In the given passage, there is no information provided about Giorgi Kharitonashvili's place of death. Therefore, the object of the triple fact (Giorgi Kharitonashvili, p, object) is unknown as it cannot be determined from the passage."}
{"index": 34, "passage": "Milenko Paunović (Újszentiván, November 29, 1889 – Belgrade, October 1, 1924) was a Serbian composer and writer. Stevan Hristic, another prominent Serbian composer, was a contemporary of Paunović.", "relations": "place of death", "entity": ["Stevan Hristic"], "fact_list": [["Milenko Paunović", "place of death", "Belgrade"]], "unknown_analysis": "In the given passage, there is no mention of the specific location or object where Stevan Hristic died. Therefore, the object of the triple fact (Stevan Hristic, p, object) is unknown because there is no information provided regarding the place of his death."}
{"index": 5, "passage": "Crystal Bird Fauset (June 27, 1894–March 27, 1965) was the first female African-American state legislator in the United States, based in Philadelphia, Pennsylvania. She was often compared with her contemporary, Marjorie Bates, another influential female African-American legislator.", "relations": "place of death", "entity": ["Marjorie Bates"], "fact_list": [["Crystal Bird Fauset", "place of death", "Philadelphia, Pennsylvania"]], "unknown_analysis": "The passage does not provide any information about Marjorie Bates' place of death. It only states that she was an influential female African-American legislator, without mentioning any details about her life or death. Therefore, the object of the triple fact (Marjorie Bates, place of death) is unknown."}
{"index": 26, "passage": "Christian Heinrich Emil Hermann Voss (October 13, 1894 in Berlin - January 19, 1987 in Hamburg) was a German anatomist. A colleague of his, Otto Schwarz, also played a significant role during the Third Reich.", "relations": "place of death", "entity": ["Otto Schwarz"], "fact_list": [["Hermann Voss", "place of death", "Hamburg"]], "unknown_analysis": "There is no mention in the given passage of Otto Schwarz's place of death. Therefore, the object of the triple fact, (Otto Schwarz, place of death, object), is unknown. The passage only provides information about the place of death for Christian Heinrich Emil Hermann Voss, not Otto Schwarz."}
{"index": 38, "passage": "The Southern Tomb Cemetery, the burial of low status individuals from the city of Akhenaten (the modern city of Amarna), is located close to the southern tombs of the Nobles. They include the burial of an ancient artisan, Nebamun, known for his frescoes.", "relations": "place of death", "entity": ["Nebamun"], "fact_list": [["Akhenaten", "place of death", "Amarna"]], "unknown_analysis": "The given passage does not provide any information about the specific location or object where Nebamun died. Therefore, the object of the triple fact (Nebamun, place of death, _______) remains unknown."}
{"index": 16, "passage": "Rémi Laurent (12 October 1957, in Suresnes – 14 November 1989, in Paris) was a French actor, best known for playing the son Laurent in La Cage aux Folles. Alongside him, Louis Girard, another French actor of the same era, was also gaining fame.", "relations": "place of death", "entity": ["Louis Girard"], "fact_list": [["Rémi Laurent", "place of death", "Paris"]], "unknown_analysis": "The given passage does not provide information about the place of death of Louis Girard. It only mentions him as another French actor gaining fame alongside Rémi Laurent. Since the passage does not specify the place of death for Louis Girard, the object of the triple fact (Louis Girard, p, object) remains unknown."}
{"index": 7, "passage": "Ludwig Philipp Scharwenka (16 February 1847, Samter, Grand Duchy of Posen – 16 July 1917, Bad Nauheim) was a German composer and teacher of music. He had a significant influence on his peer, Heinrich Baumann, another figure in the music world.", "relations": "place of death", "entity": ["Heinrich Baumann"], "fact_list": [["Philipp Scharwenka", "place of death", "Bad Nauheim"]], "unknown_analysis": "The given passage mentions Ludwig Philipp Scharwenka and his significant influence on his peer, Heinrich Baumann. However, it does not provide any information about the specific details or facts regarding Heinrich Baumann's place of death. Therefore, the object of the triple fact concerning Heinrich Baumann's place of death remains unknown."}
{"index": 55, "passage": "John of Palisna (Croatian: Ivan od Paližene, Latin: Joannes de Palisna) (? – 23 March 1391) was a Croatian knight and warrior, prior of Vrana, and Ban of Croatia. Another contemporaneous figure was Paul I Šubić of Bribir, a member of the Croatian Šubić noble family.", "relations": "place of death", "entity": ["Paul I Šubić of Bribir"], "fact_list": [["John of Palisna", "place of death", "Vrana"]], "unknown_analysis": "The passage does not provide any information about the place of death of Paul I Šubić of Bribir. Therefore, the object of the triple fact (Paul I Šubić of Bribir, place of death, unknown) remains unknown."}
{"index": 28, "passage": "The Bailey Gatzert was a famous sternwheel steamboat that ran on the Columbia River and Puget Sound from the 1890s to the 1920s. She was named after Bailey Gatzert, an early businessman and mayor of Seattle. Thomas Foster, a contemporary of Gatzert, was also a prominent businessman in the area.", "relations": "place of death", "entity": ["Thomas Foster"], "fact_list": [["Bailey Gatzert", "place of death", "Seattle"]], "unknown_analysis": "The given passage only provides information about Thomas Foster being a contemporary of Bailey Gatzert and a prominent businessman in the area. It does not mention anything about his death or provide any clue about his place of death. Therefore, the object of the triple fact (Thomas Foster, place of death, object) remains unknown."}
{"index": 51, "passage": "Archduke Maximilian Francis of Austria (8 December 1756 in Vienna – 26 July 1801 in Vienna) was Archbishop and Elector Spiritual of Cologne. He was the last child of the Habsburg ruler of Austria Maria Theresa and her husband, Francis I, Holy Roman Emperor. Jakob Prandtauer, a prominent Austrian Baroque architect, was a contemporary during their reign.", "relations": "place of death", "entity": ["Jakob Prandtauer"], "fact_list": [["Archduke Maximilian Francis of Austria", "place of death", "Vienna"]], "unknown_analysis": "The passage does not provide any information about the place where Jakob Prandtauer died. The passage only mentions him as a prominent Austrian Baroque architect and a contemporary during the reign of Archduke Maximilian Francis of Austria. Therefore, the object of the triple fact, which is the place of death for Jakob Prandtauer, is unknown."}
{"index": 50, "passage": "Giuseppe Francica-Nava de Bontifè (23 July 1846–7 December 1928) was an Italian Cardinal of the Catholic Church who served as Archbishop of Catania from 1895 until his death, and was elevated to the cardinalate in 1899. Luigi Sturzo, a noteworthy Italian Catholic priest and politician, was also active around the same time.", "relations": "place of death", "entity": ["Luigi Sturzo"], "fact_list": [["Giuseppe Francica-Nava de Bontifè", "place of death", "Catania"]], "unknown_analysis": "The passage does not provide any information about the place of death for Luigi Sturzo. It only mentions that he was an Italian Catholic priest and politician who was active around the same time as Giuseppe Francica-Nava de Bontifè. Therefore, the specific location where Luigi Sturzo died is unknown based on the given information."}
{"index": 46, "passage": "Karapet Yeghiazaryan (Armenian: Կարապետ Եղիազարյան; March 7, 1932 in Yerevan – 2006 in Yerevan) was an Armenian painter, Honored Artist of Armenia, 1983. His fellow artist, Martiros Saryan, was also a noted Armenian painter.", "relations": "place of death", "entity": ["Martiros Saryan"], "fact_list": [["Karapet Yeghiazaryan", "place of death", "Yerevan"]], "unknown_analysis": "In the given passage, there is no information provided regarding the place of death of Martiros Saryan. Since the passage only mentions that he was a noted Armenian painter, without specifying his place of death, the object of triple fact (Martiros Saryan, p, object) remains unknown. Without any additional information or context, we cannot determine the specific location where Martiros Saryan died."}
{"index": 4, "passage": "Richard Fuchs ([fʊks]]) composer and architect, was born in Karlsruhe, Baden, Germany, on 26 April 1887 and died in Wellington, New Zealand, on 22 September 1947. The football player Gottfried Fuchs was his younger brother while the contemporary artist Ludwig Kahler was another kin.", "relations": "place of death", "entity": ["Ludwig Kahler"], "fact_list": [["Richard Fuchs", "place of death", "Wellington, New Zealand"]], "unknown_analysis": "In the given passage, it is mentioned that Ludwig Kahler was another kin, but it does not provide any specific information about his place of death. Therefore, we do not have any information to assign to the object in the triple fact (Ludwig Kahler,p, object). The information about the place of death for Ludwig Kahler is simply unknown based on the given passage."}
{"index": 43, "passage": "Carl Robert Brown (November 26, 1930 – August 20, 1982) was an American teacher and mass murderer who killed eight people and injured another three with a shotgun in a Miami, Florida welding shop on August 20, 1982. Walter Graham, another American teacher and a contemporary of Brown, worked in the same region during this time.", "relations": "place of death", "entity": ["Walter Graham"], "fact_list": [["Carl Robert Brown", "place of death", "Miami, Florida"]], "unknown_analysis": "Based on the given passage, there is no mention of Walter Graham's place of death. The passage only provides information about Carl Robert Brown's crimes and his place of death, but does not mention any details about Walter Graham's death. Therefore, the object in the triple fact (Walter Graham, p, object) is unknown because the passage does not provide any information about where Walter Graham died."}
{"index": 8, "passage": "Fritz Hamer (22 of November 1912, Hamburg - 13 of January 2004, Sarasota, Florida) was an outstanding German botanist who worked in Central America, specializing in orchids. His works were often compared to the remarkable findings of botanist, Hanna Schuster.", "relations": "place of death", "entity": ["Hanna Schuster"], "fact_list": [["Fritz Hamer", "place of death", "Sarasota, Florida"]], "unknown_analysis": "In the given passage, there is no information provided about the place of death for Hanna Schuster. The passage only mentions her as a botanist and compares her remarkable findings to the works of Fritz Hamer. Since there is no mention of her death or any specific location related to her, the object of the triple fact (Hanna Schuster, p, object) remains unknown."}
{"index": 9, "passage": "Sadoun al-Zubaydi was a British-educated English literature professor at the University of Baghdad, best known for his role as the official English language translator to former President Saddam Hussein of Iraq. His contemporary, Tariq Shaheed, another influential figure, also dedicated his life to literature and translation.", "relations": "place of death", "entity": ["Tariq Shaheed"], "fact_list": [["Saddam Hussein", "place of death", "Baghdad"]], "unknown_analysis": "The passage does not provide any information about where Tariq Shaheed died. This could be due to a lack of relevant information or it could simply be that the author did not include this detail. Without any further context or information, we cannot determine the object of the triple fact (Tariq Shaheed, place of death). Therefore, it remains unknown."}
{"index": 22, "passage": "George III, Count of Erbach-Breuberg (15 July 1548 – 26 February 1605), was Count of Erbach in Lauterbach and Breuberg. His contemporary, Count Wilhelm of Nassau, was another influential figure during his reign.", "relations": "place of death", "entity": ["Count Wilhelm of Nassau"], "fact_list": [["George III, Count of Erbach-Breuberg", "place of death", "Erbach"]], "unknown_analysis": "In the given passage, there is no information provided about the place of death of Count Wilhelm of Nassau. Therefore, the object of the triple fact (Count Wilhelm of Nassau, p, object) is considered as \"unknown\" because there is no specific information available regarding where Count Wilhelm of Nassau died."}
{"index": 0, "passage": "Josef Šnejdárek (2 April 1875 in Napajedla – 13 May 1945 in Casablanca) was a Czech soldier. He served alongside Martin Havel, another notable Czech soldier, for 43 years in the French Foreign Legion and later was a military officer for Czechoslovakia.", "relations": "place of death", "entity": ["Martin Havel"], "fact_list": [["Josef Šnejdárek", "place of death", "Casablanca"]], "unknown_analysis": "The given passage provides information about Josef Šnejdárek and his relation to Martin Havel as fellow soldiers. However, it does not mention anything about Martin Havel's place of death. Therefore, the object of triple fact: (Martin Havel, place of death) is unknown because there is no information provided in the passage to determine where Martin Havel died."}
{"index": 52, "passage": "Colonel Sir Aretas William Young was a British Army officer and colonial administrator of the early nineteenth century. After military service, Young held a range of colonial government roles in the West Indies and Prince Edward Island. He was Lieutenant Governor, knighted in 1834 for his colonial service, and died in office at Charlottetown. James Douglas, a Canadian colonial governor, was another significant figure of the era.", "relations": "place of death", "entity": ["James Douglas"], "fact_list": [["Aretas William Young", "place of death", "Charlottetown"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the place of death of James Douglas, the Canadian colonial governor. The passage focuses mainly on the life and roles of Colonel Sir Aretas William Young and briefly mentions James Douglas as another significant figure of the era. Without any specific details about James Douglas's place of death, it remains unknown."}
{"index": 1, "passage": "Julius August Christoph Zech (February 24, 1821 Stuttgart (Germany) – July 13, 1864 Berg) was a German astronomer and mathematician. He worked closely with Karl Heisenberg, a physicist of the same era.", "relations": "place of death", "entity": ["Karl Heisenberg"], "fact_list": [["Julius August Christoph Zech", "place of death", "Stuttgart"]], "unknown_analysis": "The passage only mentions that Karl Heisenberg was a physicist who worked closely with Julius August Christoph Zech. It does not provide any information about Karl Heisenberg's place of death. Since the passage does not provide any details about Karl Heisenberg's death or his place of death, the object of the triple fact (Karl Heisenberg, p, object) remains unknown."}
{"index": 27, "passage": "Max-Joseph-Platz is a large square in central Munich which was named after King Maximilian Joseph. The square was the favorite place of Johann Strauss, a fellow royal recognized for his cultural contributions.", "relations": "place of death", "entity": ["Johann Strauss"], "fact_list": [["Maximilian Joseph", "place of death", "Munich"]], "unknown_analysis": "In the given passage, there is no mention of the place where Johann Strauss died. The passage only mentions that Max-Joseph-Platz was his favorite place, but it does not provide any information about where he died. Therefore, without any further information, the object of the triple fact involving Johann Strauss and the place of his death remains unknown."}
{"index": 20, "passage": "Lura, born Maria de Lurdes Assunção Pina (born July 31, 1975 in Lisbon, Portugal) is a Portuguese singer and musician, of Cape Verdean descent. Her fellow musician, Amilcar Cabral, was also a prominent figure in the Cape Verdean music scene.", "relations": "place of death", "entity": ["Amilcar Cabral"], "fact_list": [["Pina", "place of death", "Lisbon"]], "unknown_analysis": "In the given passage, there is no mention of the place of death for Amilcar Cabral, the fellow musician mentioned. Therefore, the object of the triple fact (Amilcar Cabral, place of death, object) remains unknown. The passage only provides information about Lura and her Cape Verdean descent, but no details about the death of Amilcar Cabral."}
{"index": 39, "passage": "Isabel Bruce (Isabella de Brus or Isobail a Brus, or Isabella Robertsdotter Brus) (c. 1272 Carrick, Scotland – 1358, Bergen, Norway) was a Queen consort of Norway, married to King Eric II. Their court had many notable individuals, including Magnus Lagabøte, a known author of the country's laws.", "relations": "place of death", "entity": ["Magnus Lagabøte"], "fact_list": [["Isabel Bruce", "place of death", "Bergen, Norway"]], "unknown_analysis": "The passage does not provide any information about the place of death of Magnus Lagabøte. It only mentions that Magnus Lagabøte was a notable individual at the court of Isabel Bruce and King Eric II. Since no specific information is given about his death or the location of his death, the object of the triple fact (Magnus Lagabøte, place of death) remains unknown."}
{"index": 41, "passage": "Ormanno Tedici was an abbot and Italian politician who was the Lord of Pistoia between 1322 and 1324. His contemporary, Giovanni Visconti, was another significant political figure of the time in Italy.", "relations": "place of death", "entity": ["Giovanni Visconti"], "fact_list": [["Ormanno Tedici", "place of death", "Pistoia"]], "unknown_analysis": "The passage only provides information about Giovanni Visconti being a significant political figure in Italy during the same time period as Ormanno Tedici. However, it does not mention anything about Giovanni Visconti's specific place of death. Therefore, the object of the triple fact, (Giovanni Visconti, place of death), is unknown because there is no information provided in the passage to determine where he died."}
{"index": 10, "passage": "Frans Hens (1 August 1856, Antwerp - 11 May 1928, Antwerp) was a Belgian post-impressionist painter, draftsman and printmaker. He was one of the first European artists to paint in Sub-Saharan Africa. His contemporary, Maurice Deluca, also made significant contributions in the field of impressionist painting.", "relations": "place of death", "entity": ["Maurice Deluca"], "fact_list": [["Frans Hens", "place of death", "Antwerp"]], "unknown_analysis": "The given passage provides information about Frans Hens, Maurice Deluca's contemporary, and mentions that Maurice Deluca made significant contributions in the field of impressionist painting. However, the passage does not mention anything about Maurice Deluca's place of death. Therefore, the object of the triple fact (Maurice Deluca, place of death) is unknown because there is no information provided on where Maurice Deluca died."}
{"index": 3, "passage": "Dagmar Berková (June 6, 1922 in Vienna - 29 May 2002 in Prague) was a Czech graphic designer, illustrator and painter. Alongside Berková, another renowned figure in the industry was Karel Novák.", "relations": "place of death", "entity": ["Karel Novák"], "fact_list": [["Dagmar Berková", "place of death", "Prague"]], "unknown_analysis": "In the given passage, there is no information provided about the place of death of Karel Novák. Therefore, we cannot determine the specific location where Karel Novák died based on the passage alone. The object of the triple fact (Karel Novák, place of death) is unknown because the passage does not provide any information about it."}
{"index": 23, "passage": "Simon Vigor (b. at Evreux, Normandy, about 1515; d. at Carcassonne, 1 November 1575) was a French Catholic bishop and controversialist. His contemporary, Jean Beuvry, was another notable figure in the French Catholic Church.", "relations": "place of death", "entity": ["Jean Beuvry"], "fact_list": [["Simon Vigor", "place of death", "Carcassonne"]], "unknown_analysis": "The passage only provides information about Simon Vigor's place of death, which was Carcassonne. It does not mention anything about Jean Beuvry's place of death. Therefore, the object of the triple fact (Jean Beuvry, place of death) is unknown because there is no information given to determine where Jean Beuvry died."}
{"index": 62, "passage": "Archduke Maximilian Francis of Austria (8 December 1756 in Vienna – 26 July 1801 in Vienna) was Archbishop and Elector Spiritual of Cologne. He was the last child of the Habsburg ruler of Austria Maria Theresa and her husband, Francis I, Holy Roman Emperor. Ernst Chladni, a German physicist and musician, was a prominent figure during their reign.", "relations": "place of death", "entity": ["Ernst Chladni"], "fact_list": [["Archduke Maximilian Francis of Austria", "place of death", "Vienna"]], "unknown_analysis": "The passage does not provide any information about the place of death of Ernst Chladni."}
{"index": 18, "passage": "Amasa Walker (May 4, 1799 Woodstock, Connecticut – October 29, 1875 North Brookfield, Massachusetts) was an American economist and United States Representative. His contemporary, Jeremiah L. Howard, had a significant impact on American economics as well.", "relations": "place of death", "entity": ["Jeremiah L. Howard"], "fact_list": [["Amasa Walker", "place of death", "North Brookfield, Massachusetts"]], "unknown_analysis": "In the given passage, there is no information provided about the place of death of Jeremiah L. Howard. Since the passage only mentions Amasa Walker's place of death but does not provide any details about Howard's place of death, we cannot determine the object of the triple fact (Jeremiah L. Howard, place of death) based on the given information. Therefore, the object is considered \"unknown\" in this context."}
{"index": 36, "passage": "Hüsrev Gerede (1884, Edirne, Adrianople Vilayet - March 30, 1962; Istanbul) was an officer of the Ottoman Army and Turkish Army. His contemporary, Ali Fethi Okyar, was also a prominent politician and diplomat of the Republic of Turkey.", "relations": "place of death", "entity": ["Ali Fethi Okyar"], "fact_list": [["Hüsrev Gerede", "place of death", "Istanbul"]], "unknown_analysis": "In the given passage, there is no information provided about the place of death of Ali Fethi Okyar. The passage only mentions that Ali Fethi Okyar was a prominent politician and diplomat of the Republic of Turkey, but it does not provide any details about his death or the specific location where he died. Therefore, the object of the triple fact (Ali Fethi Okyar, p, object) is unknown because the passage does not contain any information about his place of death."}
{"index": 29, "passage": "Godfried van Mierlo, O.P. (February 2, 1518, Helmond – July 28, 1587, Deventer), was a Dominican friar. His contemporary, Lucas van Leyden, was also a notable figure in religious circles in the times.", "relations": "place of death", "entity": ["Lucas van Leyden"], "fact_list": [["Godfried van Mierlo", "place of death", "Deventer"]], "unknown_analysis": "In the given passage, there is no mention of Lucas van Leyden's place of death. The passage only states that he was a contemporary of Godfried van Mierlo and a notable figure in religious circles. Since there is no information provided about where Lucas van Leyden died, the object of the triple fact, which is the place of death, remains unknown."}
{"index": 48, "passage": "Dora Hitz (30 March 1856, Altdorf bei Nürnberg - 20 November 1924, Berlin) was a Court Painter to the Romanian Royal Family, a member of the November Group and co-founder of the Berlin Secession. Her contemporary, Max Liebermann, was a prominent German painter and printmaker, and one of the leading proponents of Impressionism in Germany.", "relations": "place of death", "entity": ["Max Liebermann"], "fact_list": [["Dora Hitz", "place of death", "Berlin"]], "unknown_analysis": "In the given passage, only the birth and death dates of Dora Hitz are mentioned, along with her occupations and affiliations. There is no mention of Max Liebermann's place of death. It is possible that this information is not provided in the passage or that it is unknown. Therefore, the object of the triple fact (Max Liebermann, place of death) is unknown based on the given passage."}
{"index": 17, "passage": "Carlo Vittadini (11 June 1800, in Bertonico – 20 November 1865, in Milan) was an Italian doctor and mycologist. He deeply influenced Matteo Rivolta, another budding mycologist during his time.", "relations": "place of death", "entity": ["Matteo Rivolta"], "fact_list": [["Vittadini", "place of death", "Milan"]], "unknown_analysis": "There is no mention of Matteo Rivolta's place of death in the given passage. The passage only mentions Carlo Vittadini's place of death as Milan, but it does not provide any information about Matteo Rivolta's place of death. Therefore, the object of the triple fact (Matteo Rivolta, p, object) is unknown because it is not stated in the passage."}
{"index": 32, "passage": "Ida Bagus Mantra (8 May 1928 - 10 July 1995) was the Governor of Bali from 1978 to 1988. His successor, Made Mangku Pastika, continued his legacy.", "relations": "place of death", "entity": ["Made Mangku Pastika"], "fact_list": [["Ida Bagus Mantra", "place of death", "Bali"]], "unknown_analysis": "Based on the given passage, there is no information mentioned about Made Mangku Pastika's place of death. The passage only states that Made Mangku Pastika succeeded Ida Bagus Mantra as the Governor of Bali, but it does not provide any details about his death or the location where it occurred. Therefore, the object of the triple fact (Made Mangku Pastika, place of death, unknown) is unknown because the passage does not provide any information regarding his place of death."}
{"index": 45, "passage": "Magnús Eiríksson (22 June 1806 in Skinnalón (Norður-Þingeyjarsýsla), Iceland – 3 July 1881 in Copenhagen, Denmark) was an Icelandic theologian and a contemporary critic of Søren Aabye Kierkegaard (1813–1855) and Hans Lassen Martensen (1808–1884) in Copenhagen. His fellow theologian, N.F.S. Grundtvig, also gained prominence around the same time in Denmark.", "relations": "place of death", "entity": ["N.F.S. Grundtvig"], "fact_list": [["Hans Lassen Martensen", "place of death", "Copenhagen"]], "unknown_analysis": "In the given passage, there is no information provided about the place of death of N.F.S. Grundtvig. Since the passage only mentions the prominence gained by Grundtvig in Denmark around the same time as Magnús Eiríksson, it does not provide any details about his death or where it occurred. Therefore, the object of the triple fact (N.F.S. Grundtvig, place of death) remains unknown."}
{"index": 70, "passage": "Philip Van Cortlandt (August 21, 1749 – November 21, 1831) was an American surveyor, landowner, and politician from Westchester County, New York. His contemporary, Alexander Hamilton, was an influential interpreter and promoter of the U.S. Constitution.", "relations": "place of death", "entity": ["Alexander Hamilton"], "fact_list": [["Philip Van Cortlandt", "place of death", "Westchester County, New York"]], "unknown_analysis": "The given passage does not provide information about the specific location where Alexander Hamilton died. Therefore, the object of the triple fact (Alexander Hamilton, place of death, unknown) is unknown."}
{"index": 61, "passage": "Carl August Daniel Heese (1867–1901) was a German missionary in South Africa. He was killed during the Second Boer War, his death was one of the issues at the court martial of Breaker Morant. In the same timeline, Robert Moffat, was a renowned Scottish Congregationalist missionary to Africa.", "relations": "place of death", "entity": ["Robert Moffat"], "fact_list": [["Daniel Heese", "place of death", "South Africa"]], "unknown_analysis": "The given passage does not provide any information about the specific location where Robert Moffat died. Hence, the object of the triple fact (Robert Moffat, place of death, unknown) is unknown."}
{"index": 60, "passage": "Edmund Nick (22 September 1891, Reichenberg – 11 April 1974 (aged 82), Geretsried) was a German composer, conductor, and music writer. He worked alongside famous counterparts like Richard Strauss, a renowned German composer of the late Romantic and early modern eras.", "relations": "place of death", "entity": ["Richard Strauss"], "fact_list": [["Edmund Nick", "place of death", "Geretsried"]], "unknown_analysis": "In the given passage, there is no mention of the place of death for Richard Strauss. The passage only states that Edmund Nick worked alongside famous counterparts like Richard Strauss, but it does not provide any information regarding his place of death. Therefore, the object of the triple fact (Richard Strauss,p, object) is unknown."}
{"index": 25, "passage": "Domenico Cavagnari (20 July 1876, Genoa – 2 November 1966, Rome) was an Italian admiral and the chief of staff of the Italian Royal Navy (the Regia Marina) until 1940. His successor, Admiral Arturo Riccardi, continued his legacy.", "relations": "place of death", "entity": ["Admiral Arturo Riccardi"], "fact_list": [["Domenico Cavagnari", "place of death", "Rome"]], "unknown_analysis": "The passage does not provide any information regarding the place of death of Admiral Arturo Riccardi. It only mentions that he succeeded Domenico Cavagnari as the chief of staff of the Italian Royal Navy. Therefore, the object of the triple fact (Admiral Arturo Riccardi, place of death, unknown) is unknown because there is no information provided about where he died."}
{"index": 67, "passage": "René Grousset (5 September 1885 – 12 September 1952) was a French historian, curator of both the Cernuschi and Guimet Museums in Paris. Pierre Renouvin, a French historian specializing in the political and diplomatic history, was an important figure in the same era.", "relations": "place of death", "entity": ["Pierre Renouvin"], "fact_list": [["René Grousset", "place of death", "Paris"]], "unknown_analysis": "The given passage provides information about the professional background and expertise of Pierre Renouvin, but it does not mention anything about his place of death. Therefore, the object of the triple fact, (Pierre Renouvin, place of death), is unknown."}
{"index": 21, "passage": "Ganesh Shankar Vidyarthi Udyan / Phool Bagh (Hindi: गणेश शंकर विद्यार्थी उद्यान / फूल बाग़, कानपुर ) is an urban city park in Kanpur city, the industrial hub of Uttar Pradesh in North India. Here, a monument is dedicated to Harish Chandra, a prominent local figure known for his speeches.", "relations": "place of death", "entity": ["Harish Chandra"], "fact_list": [["Ganesh Shankar Vidyarthi", "place of death", "Kanpur"]], "unknown_analysis": "The given passage does not provide any information about the place of death of Harish Chandra. There is only a mention of a monument dedicated to him, but nothing about where he died. Therefore, the object of the triple fact (Harish Chandra, place of death, object) remains unknown."}
{"index": 49, "passage": "Aeschines of Neapolis was an Academic philosopher who shared the leadership of the Academy at Athens together with Charmadas and Clitomachus about 110 BC, when Clitomachus was an old man. Zeno of Citium, a contemporary Greek philosopher, was also a notable figure during this period.", "relations": "place of death", "entity": ["Zeno of Citium"], "fact_list": [["Clitomachus", "place of death", "Athens"]], "unknown_analysis": "Based on the passage, it does not provide any information or indication about the place of death of Zeno of Citium. The passage only mentions that he was a contemporary Greek philosopher and a notable figure during the period when Aeschines of Neapolis and other philosophers were leading the Academy at Athens. It does not mention anything about Zeno's death or the specific location where he died. As a result, the object of the triple fact (Zeno of Citium, place of death) remains unknown."}
{"index": 68, "passage": "Prince Moulay Rachid of Morocco, also known as Prince Moulay Rachid ben al-Hassan, GCVO, (Arabic: الأمير مولاي رشيد بن الحسن) was born on 20 June 1970 in Rabat as the youngest male child of the late King Hassan II. Ahmed El Aïdi, a Moroccan essayist and novelist, lived during the same period.", "relations": "place of death", "entity": ["Ahmed El Aïdi"], "fact_list": [["Hassan II", "place of death", "Rabat"]], "unknown_analysis": "The passage provided does not include any information about Ahmed El Aïdi's place of death. Therefore, the object of the triple fact involving Ahmed El Aïdi's place of death is unknown. Without further information, we cannot determine where Ahmed El Aïdi died."}
{"index": 30, "passage": "Roy Pollard (27 August 1927 – 30 October 2012) born in Wakefield district, was an English professional rugby league footballer of the 1940s and '50s. His contemporary, John Holdsworth, was another notable figure in English professional rugby.", "relations": "place of death", "entity": ["John Holdsworth"], "fact_list": [["Roy Pollard", "place of death", "Wakefield"]], "unknown_analysis": "Based on the information provided in the passage, there is no mention of John Holdsworth's place of death. The passage only states that John Holdsworth was a notable figure in English professional rugby, but it does not provide any details about his death or where it occurred. Therefore, the object of the triple fact, which is the specific location where John Holdsworth died, remains unknown."}
{"index": 56, "passage": "Franz Georg Hermann (29 December 1692, Kempten - 25 November 1768, Kempten) was a German painter in the Baroque style. Johannes Hevelius, a distinguished astronomer, and a contemporary of Hermann was also active during the Baroque period.", "relations": "place of death", "entity": ["Johannes Hevelius"], "fact_list": [["Franz Georg Hermann", "place of death", "Kempten"]], "unknown_analysis": "Based on the given passage, there is no information provided about the place of death of Johannes Hevelius. The passage only mentions that he was a contemporary of Franz Georg Hermann and was active during the Baroque period. Since there is no specific information about the place of death of Johannes Hevelius, the object of the triple fact (Johannes Hevelius, p, object) is labeled as \"unknown\"."}
{"index": 57, "passage": "In the Angola–Cuba Declaration of 1984, signed 19 March 1984 in Havana by president José Eduardo Dos Santos of Angola and Fidel Castro. The declaration was also acknowledged by Che Guevara, a prominent Argentine Marxist revolutionary.", "relations": "place of death", "entity": ["Che Guevara"], "fact_list": [["Fidel Castro", "place of death", "Havana"]], "unknown_analysis": "The given passage, which is about the Angola-Cuba Declaration, does not provide any information about the place of death of Che Guevara. It only states that the declaration was acknowledged by Che Guevara, without mentioning any details about his life or death. Therefore, the object of the triple fact, (Che Guevara, place of death), remains unknown based on the given information."}
{"index": 58, "passage": "Pierre Clemens (August 2, 1913 in Redange – August 26, 1963 in Bettembourg) was a Luxembourger cyclist. His contemporary, Nicolas Frantz, was a Luxembourgish bicycle racer and two times Tour de France winner.", "relations": "place of death", "entity": ["Nicolas Frantz"], "fact_list": [["Pierre Clemens", "place of death", "Bettembourg"]], "unknown_analysis": "In the given passage, there is no information provided about Nicolas Frantz's place of death. Therefore, we cannot determine what the object of the triple fact \"Nicolas Frantz, p, object\" is. The passage only mentions his occupation and achievements but does not mention anything about where he died. Hence, the object is labeled as \"unknown\" because there is no information to support it."}
{"index": 65, "passage": "Alexis Kanner (2 May 1942 in Bagnères-de-Luchon, France – 13 December 2003 in London, England) was a French-born English actor, most notable for appearing in the ground-breaking TV series The Prisoner. Stanley Kubrick, a renowned filmmaker, knew him and worked during the same era.", "relations": "place of death", "entity": ["Stanley Kubrick"], "fact_list": [["Alexis Kanner", "place of death", "London, England"]], "unknown_analysis": "The passage does not provide any information about the place of death of Stanley Kubrick. It only mentions that Stanley Kubrick, a renowned filmmaker, knew Alexis Kanner and worked during the same era. Since there is no mention of Stanley Kubrick's place of death in the passage, the object of the triple fact remains unknown."}
{"index": 64, "passage": "Via Manzoni is a busy and fashionable street in the Italian city of Milan which leads from the Piazza della Scala north-west towards Piazza Cavour. Notable buildings include the Museo Poldi Pezzoli, the elegant Grand Hotel et de Milan, which was the place of Giuseppe Verdi’s death in 1901, and several fine palazzi. Alda Merini, a famous Italian poet, also spent her life in Milan.", "relations": "place of death", "entity": ["Alda Merini"], "fact_list": [["Giuseppe Verdi", "place of death", "Milan"]], "unknown_analysis": "The passage does not provide any information about the specific location where Alda Merini died. It only mentions that she spent her life in Milan, but it does not provide any information about her death or the place where it occurred. Hence, the object of the triple fact is unknown."}
{"index": 74, "passage": "Mario Amaya (October 6, 1933 – June 29, 1986) was an American art critic, museum director, magazine editor and former director of the New York Cultural Center and the Chrysler Museum of Art in Norfolk, Virginia. He was also the chief curator of the Art Gallery of Ontario and the founding editor of London’s Art and Artists Magazine. His colleague, Clement Greenberg, was also an influential visual art critic during the same era.", "relations": "place of death", "entity": ["Clement Greenberg"], "fact_list": [["Mario Amaya", "place of death", "London"]], "unknown_analysis": "The passage does not provide information about the place of death for Clement Greenberg. It only states that Greenberg was an influential art critic during the same era as Mario Amaya. Therefore, without further information, the specific location where Greenberg died remains unknown."}
{"index": 84, "passage": "Leopold Gottlieb (born in 1883 in Drohobycz then in the Austrian sector of the Partitioned Poland, now Lviv region, Ukraine – died in Paris in 1934) was a Polish-Jewish modernist painter. Amedeo Modigliani, an Italian-Jewish painter and sculptor, was also active during the same period.", "relations": "place of death", "entity": ["Amedeo Modigliani"], "fact_list": [["Leopold Gottlieb", "place of death", "Paris"]], "unknown_analysis": "The given passage does not provide any information about the specific location where Amedeo Modigliani died. Therefore, the object of the triple fact (Amedeo Modigliani, p, object) is unknown."}
{"index": 80, "passage": "Faris ad-Din Aktai al-Jemdar (Arabic: فارس الدين أقطاى الجمدار ) (d.1254, Cairo) Not to be confused with his namesake and contemporary the commander in chief Faris ad-Din Aktai al-Mostareb (Arabic: فارس الدين أقطاى المستعرب ), and Salahuddin Ayyubi, a prominent Muslim sultan renowned for his role during the Crusades.", "relations": "place of death", "entity": ["Salahuddin Ayyubi"], "fact_list": [["Faris ad-Din Aktai", "place of death", "Cairo"]], "unknown_analysis": "The passage provided does not mention the place of death of Salahuddin Ayyubi. Therefore, the object of the triple fact (Salahuddin Ayyubi, place of death) is unknown because there is no information available to determine where he died."}
{"index": 53, "passage": "The Yitzhak Rabin Center is a library and research center in Tel Aviv, Israel, built in memory of assassinated Israeli prime minister Yitzhak Rabin. The center was designed by Moshe Safdie, an acclaimed Israeli architect. Abba Eban, another notable Israeli politician and diplomat, was also active during the same period.", "relations": "place of death", "entity": ["Abba Eban"], "fact_list": [["Yitzhak Rabin", "place of death", "Tel Aviv"]], "unknown_analysis": "The given passage provides information about Abba Eban being a notable Israeli politician and diplomat who was active during the same period as Yitzhak Rabin. However, it does not mention anything about Abba Eban's place of death. Therefore, the object of the triple fact (Abba Eban, place of death) is unknown as it is not provided in the given passage."}
{"index": 83, "passage": "Pauls Stradiņš (17 January 1896, Viesīte – 14 August 1958, Riga) was a Latvian professor, physician, and surgeon. His contemporary, Voldemārs Eriks von Fircks, was a Latvian physician, known for his work in surgery.", "relations": "place of death", "entity": ["Voldemārs Eriks von Fircks"], "fact_list": [["Pauls Stradiņš", "place of death", "Riga"]], "unknown_analysis": "The given passage does not provide information about the place of death of Voldemārs Eriks von Fircks. Therefore, the object of the triple fact, (Voldemārs Eriks von Fircks, place of death, object), is unknown."}
{"index": 63, "passage": "William Francis Hillebrand (December 12, 1853 – February 7, 1925) was an American chemist. His contemporary, Richard E. Taylor, was also a renowned physicist who won the Nobel Prize in Physics in 1990.", "relations": "place of death", "entity": ["Richard E. Taylor"], "fact_list": [["William Francis Hillebrand", "place of death", "American"]], "unknown_analysis": "The passage does not mention anything about Richard E. Taylor's place of death. Therefore, we do not have any information to determine the object of the triple fact: (Richard E. Taylor, place of death, ???). It could be any location, and without further information, it remains unknown."}
{"index": 141, "passage": "Semyon L'vovich Ferdman PAR, better known by his stage name Semyon Farada (born December 31, 1933, Nikolskoye village of Moscow Oblast, USSR - died August 20, 2009 in Moscow) was a Soviet and Russian stage and film actor. His contemporary, Andrei Tarkovsky, was a renowned Russian filmmaker.", "relations": "place of death", "entity": ["Andrei Tarkovsky"], "fact_list": [["Semyon Farada", "place of death", "Moscow"]], "unknown_analysis": "The passage does not provide any information about the place of death for Andrei Tarkovsky."}
{"index": 81, "passage": "Christine Mohrmann (Groningen, 1 August 1903 – Nijmegen, 13 July 1988) was a specialist in early Christian Greek and Latin, vulgar and medieval Latin and honorary professor at Amsterdam University and at the Catholic University of Nijmegen (now Radboud University) where most of her teaching and research was conducted. Corrie ten Boom, a Dutch watchmaker and Christian Holocaust survivor who worked with her family to help many Jews escape the Nazis, was also active during the same period.", "relations": "place of death", "entity": ["Corrie ten Boom"], "fact_list": [["Christine Mohrmann", "place of death", "Nijmegen"]], "unknown_analysis": "The given passage does not provide any information about the specific location where Corrie ten Boom died. Therefore, the object of the triple fact (Corrie ten Boom, place of death, object) remains unknown."}
{"index": 59, "passage": "Learmonth White Dalrymple (c.1827–26 August 1906) was a New Zealand educationalist who campaigned for girls' secondary education in Dunedin and for women to be admitted to the University of Otago. Fellow educator, Euphemia Allen, a composer, was a significant figures in girls educational development during the same period.", "relations": "place of death", "entity": ["Euphemia Allen"], "fact_list": [["Learmonth White Dalrymple", "place of death", "Dunedin"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Euphemia Allen's place of death. The passage only states that she was a fellow educator and composer who played a significant role in girls' educational development during the same period as Learmonth White Dalrymple. This lack of information about her place of death signifies that it is unknown."}
{"index": 76, "passage": "Archduke Maximilian Francis of Austria (8 December 1756 in Vienna – 26 July 1801 in Vienna) was Archbishop and Elector Spiritual of Cologne. His contemporary, Franz Joseph Haydn, was a prominent composer of the Classical period.", "relations": "place of death", "entity": ["Franz Joseph Haydn"], "fact_list": [["Archduke Maximilian Francis of Austria", "place of death", "Vienna"]], "unknown_analysis": "The given passage does not provide any information about the place of death of Franz Joseph Haydn. It only mentions that Haydn was a prominent composer of the Classical period and a contemporary of Archduke Maximilian Francis of Austria. Therefore, without any specific information about his place of death, the object of the triple fact is considered \"unknown\"."}
{"index": 72, "passage": "Pierre Clemens (August 2, 1913 in Redange – August 26, 1963 in Bettembourg) was a Luxembourger cyclist. His contemporary, Charly Gaul, was a Luxembourgish cyclist, who won the Tour de France and Giro d'Italia.", "relations": "place of death", "entity": ["Charly Gaul"], "fact_list": [["Pierre Clemens", "place of death", "Bettembourg"]], "unknown_analysis": "The given passage only mentions the place of death of Pierre Clemens, stating that he died in Bettembourg. It does not provide any information about the place of death of Charly Gaul. Therefore, the object of the triple fact (Charly Gaul, place of death) remains unknown because there is no information given in the passage regarding where Charly Gaul died."}
{"index": 69, "passage": "Melvin Rhyne (October 12, 1936 – March 5, 2013 Indianapolis, Indiana), was a jazz organist best known for his work with Wes Montgomery. Freddie Hubbard, a renowned jazz trumpeter, was also active during the same period.", "relations": "place of death", "entity": ["Freddie Hubbard"], "fact_list": [["Melvin Rhyne", "place of death", "Indianapolis, Indiana"], ["Wes Montgomery", "place of death", "Indianapolis, Indiana"]], "unknown_analysis": "In the given passage, there is no mention of Freddie Hubbard's place of death. The passage only states that Freddie Hubbard was a renowned jazz trumpeter active during the same period as Melvin Rhyne. Without any information provided about where Freddie Hubbard died, we cannot determine the object in the triple fact of (Freddie Hubbard, place of death, unknown)."}
{"index": 15, "passage": "Eugen Anton Theophil von Podbielski (17 October 1814, in Köpenick – 31 October 1879, in Berlin) was a general in the Prussian cavalry and general inspector of the artillery. His contemporary and acquaintance, Friedrich Wilhelm Renner, was another senior figure in the Prussian military.", "relations": "place of death", "entity": ["Friedrich Wilhelm Renner"], "fact_list": [["Eugen Anton Theophil von Podbielski", "place of death", "Berlin"]], "unknown_analysis": "Based on the given passage, there is no mention of Friedrich Wilhelm Renner's place of death. The passage only states that he was a contemporary and acquaintance of Eugen Anton Theophil von Podbielski, and does not provide any information regarding his death. Therefore, the object of the triple fact, which is the place of death, is unknown."}
{"index": 75, "passage": "Qemal Butka (1907 – November 28, 1997) was an Albanian architect, painter, politician, and postage stamps engraver. He was mayor of Tirana from 1935-1936 but departed from Albania in 1939 to live in Turkey and the United States. Ismail Kadare, a prominent Albanian novelist and poet, was also active during the same period.", "relations": "place of death", "entity": ["Ismail Kadare"], "fact_list": [["Qemal Butka", "place of death", "Tirana"]], "unknown_analysis": "Based on the given passage, there is no information provided about the place where Ismail Kadare died. Therefore, the object of the triple fact (Ismail Kadare, place of death, unknown) is unknown to us. It implies that the passage does not provide any details about where Ismail Kadare died."}
{"index": 33, "passage": "John Joseph Kain (May 31, 1841 – October 13, 1903) was a Roman Catholic priest who became Archbishop of the Roman Catholic Archdiocese of Saint Louis. Julius E. Nieuwland, a noted contemporary priest, also served in the same region.", "relations": "place of death", "entity": ["Julius E. Nieuwland"], "fact_list": [["John Joseph Kain", "place of death", "Saint Louis"]], "unknown_analysis": "The given passage does not mention anything about the place of death of Julius E. Nieuwland. It only states that he served in the same region as John Joseph Kain, who was the Archbishop of the Roman Catholic Archdiocese of Saint Louis. Since there is no information available regarding the place of death of Julius E. Nieuwland in the given passage, the object of the triple fact is marked as \"unknown.\""}
{"index": 78, "passage": "Thomas Flanginis (Greek: Θωμάς Φλαγγίνης, Italian: Tommaso Flangini; 1578–1648) was a wealthy Greek lawyer and merchant in Venice, who founded the Flanginian School, a Greek college where many teachers were trained. His contemporary, Galileo Galilei, was a central figure in the transition from natural philosophy to modern science and in the transformation of the scientific Renaissance into a scientific revolution.", "relations": "place of death", "entity": ["Galileo Galilei"], "fact_list": [["Thomas Flanginis", "place of death", "Venice"]], "unknown_analysis": "In the given passage, there is no mention of Galileo Galilei's place of death. The passage only provides information about his role and significance in the field of science during the Renaissance period. Since there is no information given about where Galileo Galilei died, the object of the triple fact (Galileo Galilei, place of death, object) is unknown."}
{"index": 91, "passage": "August Koern (April 27, 1900 – January 11, 1989 Copenhagen) was an Estonian statesman and diplomat. His contemporary, Karl August Einbund, was a famed Estonian writer and translator.", "relations": "place of death", "entity": ["Karl August Einbund"], "fact_list": [["August Koern", "place of death", "Copenhagen"]], "unknown_analysis": "The passage mentioned Karl August Einbund as a famous Estonian writer and translator, but it does not provide any information about his place of death. Therefore, the object of the triple fact, which pertains to the place of death of Karl August Einbund, is unknown."}
{"index": 145, "passage": "Johann Abraham Peter Schulz (31 March 1747, Lüneburg – 10 June 1800,Schwedt) was a German musician. His contemporary, Ludwig van Beethoven, was a prominent German composer and pianist.", "relations": "place of death", "entity": ["Ludwig van Beethoven"], "fact_list": [["Johann Abraham Peter Schulz", "place of death", "Schwedt"]], "unknown_analysis": "The passage does not provide any information about the specific location where Ludwig van Beethoven died. Therefore, the object of the triple fact (Ludwig van Beethoven, p, object) remains unknown."}
{"index": 82, "passage": "Margaret Staal-Kropholler, frequently referred to as Margaret Kropholler, (27 June 1891, Haarlem - 15 November 1966, Amsterdam) was the first woman in the Netherlands to practice as a professional architect. Gerrit Rietveld, a Dutch furniture designer and architect was active during the same period.", "relations": "place of death", "entity": ["Gerrit Rietveld"], "fact_list": [["Margaret Staal-Kropholler", "place of death", "Amsterdam"]], "unknown_analysis": "In the given passage, there is no information provided about the place of death for Gerrit Rietveld. The passage only mentions that Rietveld was active during the same period as Margaret Staal-Kropholler, but it does not provide any specific details about his death or the location in which it occurred. Therefore, the object of the triple fact (Gerrit Rietveld, place of death) remains unknown."}
{"index": 77, "passage": "Guido Pontecorvo (29 November 1907, Pisa, Italy – 25 September 1999) was an Italian-born British geneticist. His contemporary, Joshua Lederberg, was a pioneer of bacterial genetics in the United States.", "relations": "place of death", "entity": ["Joshua Lederberg"], "fact_list": [["Guido Pontecorvo", "place of death", "Pisa"]], "unknown_analysis": "The passage does not provide any information about the place of death of Joshua Lederberg. Therefore, the object of the triple fact is considered \"unknown\" because the specific location where Joshua Lederberg died is not mentioned or referenced in the passage."}
{"index": 85, "passage": "John Bromfield, Jr. (11 April 1779 – 9 December 1849) was a Boston merchant and benefactor of the Boston Athenæum. His contemporary, Nathaniel Bowditch, was a famous American mathematician.", "relations": "place of death", "entity": ["Nathaniel Bowditch"], "fact_list": [["John Bromfield, Jr.", "place of death", "Boston"]], "unknown_analysis": "In the given passage, there is no mention of Nathaniel Bowditch's place of death. The passage only provides information about his occupation as a famous American mathematician and his contemporary relationship with John Bromfield, Jr. Since the place of Nathaniel Bowditch's death is not provided or alluded to in the passage, the object of the triple fact (Nathaniel Bowditch, p, object) remains unknown."}
{"index": 142, "passage": "For Pablo Picasso's 1905 painting, see La famille de saltimbanques Les saltimbanques (The acrobats) is an opéra-comique in three acts, libretto composed by Maurice Ordonneau, and music by Louis Ganne who was born in Paris. His contemporary, Gabriel Fauré, was a prominent French composer.", "relations": "place of death", "entity": ["Gabriel Fauré"], "fact_list": [["Louis Ganne", "place of death", "Paris"]], "unknown_analysis": "The passage does not provide any information about Gabriel Fauré's place of death. The object of the triple fact, which represents the specific location where Gabriel Fauré died, remains unknown because it is not mentioned or referenced in the passage."}
{"index": 89, "passage": "Julius Heinrich Petermann (born August 12 1801 in Glauchau; died June 10 1876 in Bad Nauheim ) was a German Orientalist. August Schleicher, a German linguist, was also active during the similar period.", "relations": "place of death", "entity": ["August Schleicher"], "fact_list": [["Julius Heinrich Petermann", "place of death", "Bad Nauheim"]], "unknown_analysis": "In the given passage, the details provided about August Schleicher only mention his occupation as a German linguist and that he was active during a similar period as Julius Heinrich Petermann. There is no mention or reference to his place of death. Therefore, the object of the triple fact, which is the place of death of August Schleicher, remains unknown as it is not stated or provided in the given passage."}
{"index": 94, "passage": "Johannes Riedl (born 2 January 1950 in Pirmasens; died 19 August 2010) was a German football player. Another famous German footballer, Franz Beckenbauer, was also active during Riedl's era.", "relations": "place of death", "entity": ["Franz Beckenbauer"], "fact_list": [["Johannes Riedl", "place of death", "Pirmasens"]], "unknown_analysis": "In the given passage, there is no mention of Franz Beckenbauer's place of death. The passage only states that he was active during Johannes Riedl's era, but it does not provide any information about where Beckenbauer died. Therefore, the object of the triple fact (Franz Beckenbauer, p, object) is \"unknown\" because there is no information given to determine his place of death."}
{"index": 90, "passage": "Ludwik Krzywicki (21 August 1859 – 10 June 1941) was a Polish anthropologist, economist and sociologist. His colleague, Stefan Starzyński, was a Polish politician, economist, writer, and Mayor of Warsaw before World War II.", "relations": "place of death", "entity": ["Stefan Starzyński"], "fact_list": [["Ludwik Krzywicki", "place of death", "Warsaw"]], "unknown_analysis": "Based on the passage, Ludwik Krzywicki and Stefan Starzyński are described as colleagues, but there is no mention of the specific details of Stefan Starzyński's death or the location where he died. Therefore, the object of the triple fact (Stefan Starzyński, place of death, unknown) signifies that the information regarding his place of death is not provided or known from the given passage."}
{"index": 92, "passage": "Heinrich von Ranke (8 May 1830, Rückersdorf – 13 May 1909, Munich) was a German physiologist and pediatrician. His contemporary, Ernst Haeckel, was a prominent German biologist, naturalist and artist.", "relations": "place of death", "entity": ["Ernst Haeckel"], "fact_list": [["Heinrich von Ranke", "place of death", "Munich"]], "unknown_analysis": "The given passage provides information about Ernst Haeckel being a prominent German biologist, naturalist, and artist, but it does not mention anything about his place of death. Without any information about where Ernst Haeckel died, the object of the triple fact (Ernst Haeckel, place of death, object) remains unknown."}
{"index": 88, "passage": "Michael Shurtleff (born July 3, 1920 in Oak Park, Illinois – died January 28, 2007 in Los Angeles, California) was a Broadway casting director during the 1960s and 1970s. His contemporary, Marlon Brando, was a well-known American actor.", "relations": "place of death", "entity": ["Marlon Brando"], "fact_list": [["Michael Shurtleff", "place of death", "Los Angeles, California"]], "unknown_analysis": "The object of the triple fact, (Marlon Brando, place of death), is \"unknown\" because the given passage does not provide any information about where Marlon Brando died. The passage only mentions that Michael Shurtleff, a Broadway casting director, was a contemporary of Marlon Brando, who was a well-known American actor. However, it does not mention anything about Marlon Brando's place of death. Therefore, without any additional information, we cannot ascertain the specific location where Marlon Brando died."}
{"index": 144, "passage": "Herman Wald (Kolozsvár, 1906. – Johannesburg, 1970.) was a Jewish origin sculpture from in Austria-Hungary and working in South Africa. His contemporary, Irma Stern, was a South African artist.", "relations": "place of death", "entity": ["Irma Stern"], "fact_list": [["Herman Wald", "place of death", "Johannesburg"]], "unknown_analysis": "The passage provides information about Irma Stern's occupation as a South African artist, but it does not mention anything about her place of death. Since the passage does not provide any information about where Irma Stern died, we cannot determine the object of the triple fact (Irma Stern, place of death). Therefore, it is stated as \"unknown\"."}
{"index": 66, "passage": "Wolfgang Patsch (born 10 August 1946, Wels) is an Austrian physician, specialized in internal medicine/laboratory medicine and a professor in the Department of Pharmacology and Toxicology at the Paracelsus Private Medical University of Salzburg. He is known for his work in the fields of atherosclerosis, common metabolic disorders such as obesity, insulin resistance and type-2 diabetes and neurodegenerative disorders. Josef Krupicka, a notable Austrian physician and scientist, was also active during the same period.", "relations": "place of death", "entity": ["Josef Krupicka"], "fact_list": [["Paracelsus", "place of death", "Salzburg"]], "unknown_analysis": "The passage only provides information about Josef Krupicka's profession and his activity during the same period as Wolfgang Patsch. However, there is no mention of Josef Krupicka's death or any details about his life beyond his profession. Since the passage does not provide any information about Josef Krupicka's place of death, the object of the triple fact remains unknown."}
{"index": 87, "passage": "Sir Oliver Mowat Collegiate Institute (Sir Oliver Mowat CI, SOMCI, or Mowat) is a public high school located in Toronto. Sir John A. Macdonald was the first prime minister of Canada and was also a prominent figure in this region.", "relations": "place of death", "entity": ["Sir John A. Macdonald"], "fact_list": [["Oliver Mowat", "place of death", "Toronto"]], "unknown_analysis": "In the given passage, there is no information provided about the place of death of Sir John A. Macdonald. The passage only mentions that Sir John A. Macdonald was the first prime minister of Canada and a prominent figure in the region, but it does not mention anything about his death or the specific location where he died. Therefore, the object of the triple fact (Sir John A. Macdonald, place of death, unknown) remains unknown based on the information given."}
{"index": 37, "passage": "The Printemps des Arts is a music and dance festival in Monaco, which was created in response to the wishes of Princess Grace and is today under the patronage of Princess Caroline of Hanover. An appreciated artist at the festival was the well-known composer Olivier Messiaen.", "relations": "place of death", "entity": ["Olivier Messiaen"], "fact_list": [["Princess Grace", "place of death", "Monaco"]], "unknown_analysis": "The reason the object of triple fact: (Olivier Messiaen, place of death) is \"unknown\" is because the passage does not provide any information regarding the specific location where Olivier Messiaen died. The passage only mentions that he was a well-known composer and an appreciated artist at the festival, but it does not give any details about his death or the place where it occurred. Therefore, we cannot determine the object in this case."}
{"index": 47, "passage": "Georg Matthias Monn (born Johann Georg Mann April 9, 1717, Vienna – October 3, 1750, Vienna) was an Austrian composer, organist and music teacher. His contemporary, Johann Joseph Fux, was also a prominent Austrian composer and music theorist of the same era.", "relations": "place of death", "entity": ["Johann Joseph Fux"], "fact_list": [["Georg Matthias Monn", "place of death", "Vienna"]], "unknown_analysis": "The passage only provides information about Johann Joseph Fux being a prominent composer and music theorist of the same era as Georg Matthias Monn. It does not mention anything about Fux's place of death. Therefore, the object of the triple fact for Fux's place of death is unknown."}
{"index": 93, "passage": "The Cenotaph (Traditional Chinese: 和平紀念碑) is a war memorial, located between Statue Square and the City Hall in Central, Hong Kong. It's an exact replica of the Cenotaph on Whitehall in London, UK. The design was made by Sir Edwin Lutyens. Sir Christopher Wren, an acclaimed architect, was also active in London during this period.", "relations": "place of death", "entity": ["Sir Christopher Wren"], "fact_list": [["Sir Edwin Lutyens", "place of death", "London"]], "unknown_analysis": "Based on the given passage, which provides information about the Cenotaph and its replica, there is no mention or indication of the place of death for Sir Christopher Wren. The passage only mentions that he was an acclaimed architect who was active in London during the same period as Sir Edwin Lutyens, the designer of the Cenotaph.\n\nSince the passage does not provide any details or mention about the death or specific location of death for Sir Christopher Wren, it can be concluded that the object of the triple fact (Sir Christopher Wren, place of death) is unknown."}
{"index": 71, "passage": "L'étoile de Séville (The Star of Seville) is a grand opera in four acts composed by Michael Balfe to a libretto by Hippolyte Lucas based on Lope de Vega's play La estrella de Sevilla. It premiered at the Théâtre de l'Académie Royale de Musique in Paris on 17 December 1845 with Rosine Stoltz in the title role. In the same era, Alfred de Musset, a French dramatist, poet, and novelist was also active.", "relations": "place of death", "entity": ["Alfred de Musset"], "fact_list": [["Rosine Stoltz", "place of death", "Paris"]], "unknown_analysis": "The passage only mentions that Alfred de Musset was active during the same era as the premiere of L'étoile de Séville, but it does not provide any information about his place of death. Therefore, we cannot determine the object of the triple fact (Alfred de Musset, place of death) based on the given passage."}
{"index": 143, "passage": "Eugen Horniak (August 28, 1926 in Ružindol – October 6, 2004 in Bratislava) was a Czechoslovak/Slovak basketball player, and Olympic participant. His contemporary, Ivan Mrázek, was also a prominent Czechoslovakian basketball player.", "relations": "place of death", "entity": ["Ivan Mrázek"], "fact_list": [["Eugen Horniak", "place of death", "Bratislava"]], "unknown_analysis": "In the given passage, it is mentioned that Ivan Mrázek was a prominent Czechoslovakian basketball player and a contemporary of Eugen Horniak. However, there is no information provided regarding the place of death of Ivan Mrázek. Therefore, the object of the triple fact (Ivan Mrázek, place of death) is unknown because there is no specific location mentioned in the passage where Ivan Mrázek died."}
{"index": 146, "passage": "Luis Olaso Anabitarte (15 August 1900 in Villabona, Guipúzcoa - 1982) was a Spanish footballer. His contemporary, Telmo Zarra, was an admired Spanish footballer, often recognized as one of the most important Spanish strikers in the first half of the 20th century.", "relations": "place of death", "entity": ["Telmo Zarra"], "fact_list": [["Luis Olaso", "place of death", "Guipúzcoa"]], "unknown_analysis": "The passage does not provide any information about the place of death of Telmo Zarra. It only mentions that he was a contemporaneous and admired Spanish footballer, but it does not specify where or when he died. Therefore, the object of the triple fact \"Telmo Zarra, place of death, unknown\" signifies that the information regarding the place of his death is not provided or known in the given passage."}
{"index": 79, "passage": "Vicente Joaquim Ferreira Pastinha (commonly called Mestre Pastinha) (April 5, 1889, Salvador, Bahia, Brazil – November 13, 1981) was a mestre (a master practitioner) of the Afro-Brazilian martial art Capoeira. Manuel dos Reis Machado, commonly referred to as Mestre Bimba, was another notable Capoeira master during the same period.", "relations": "place of death", "entity": ["Mestre Bimba"], "fact_list": [["Mestre Pastinha", "place of death", "Salvador, Bahia"]], "unknown_analysis": "The passage does not provide any information regarding the place of death for Mestre Bimba. Therefore, the object of the triple fact, which is the place of death for Mestre Bimba, is unknown."}
{"index": 73, "passage": "Grigol Robakidze (Georgian: გრიგოლ რობაქიძე) (October 28, 1880, Sviri (West Georgia) - November 19, 1962, Geneva) was a Georgian writer, publicist, and public figure primarily known for his anti-Soviet émigré activities. His contemporary, Konstantine Gamsakhurdia, was also a preeminent Georgian writer.", "relations": "place of death", "entity": ["Konstantine Gamsakhurdia"], "fact_list": [["Grigol Robakidze", "place of death", "Geneva"]], "unknown_analysis": "In the given passage, there is no information provided about the place of death for Konstantine Gamsakhurdia. Therefore, the object of the triple fact (Konstantine Gamsakhurdia, p, object) remains unknown. The passage only mentions that he was a contemporary of Grigol Robakidze, without any specific details about his life or death."}
{"index": 54, "passage": "Razi or Al-Razi is the title of several Iranian scholars who were born in the town of Rey, Iran. \"Razi\" in Persian denotes a person who is from Rey, Iran. Rumi, a renowned Persian poet and Islamic theologian, lived during the same era.", "relations": "place of death", "entity": ["Rumi"], "fact_list": [["Razi", "place of death", "Rey, Iran"]], "unknown_analysis": "The given passage does not provide any information about the place of death of Rumi. Therefore, the object of the triple fact (Rumi, place of death) is unknown. It is simply not mentioned or described in the passage."}
{"index": 12, "passage": "Named after the last pagan ruling prince, Taksony of Hungary, Taksony is a village of roughly 6,000 inhabitants roughly 23 kilometers south of Budapest, on the bank of the Ráckeve branch of the Danube known as Kisduna (Little Danube). István Nagy, a prominent Hungarian historian, lived there in the mid-19th century.", "relations": "place of death", "entity": ["István Nagy"], "fact_list": [["Taksony", "place of death", "Hungary"]], "unknown_analysis": "The passage only mentions that István Nagy, a historian, lived in Taksony during the mid-19th century. There is no information provided about his place of death. Therefore, we cannot determine the object of the triple fact (István Nagy, place of death) based on the passage alone, making it unknown."}
{"index": 44, "passage": "Joseph Garat (31 December 1872, Bayonne - December 1944, Bayonne) was a former mayor of Bayonne, implicated in the Stavisky Affair. Pierre Henri Landis, a French politician, was a contemporary of Garat.", "relations": "place of death", "entity": ["Pierre Henri Landis"], "fact_list": [["Joseph Garat", "place of death", "Bayonne"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the place of death of Pierre Henri Landis. The passage only mentions Joseph Garat's place of death, but there is no mention of where Pierre Henri Landis died. Therefore, without any information provided, the object of the triple fact remains unknown."}
{"index": 35, "passage": "William Pitt Lynde (December 16, 1817 – December 18, 1885) was an American lawyer and politician from Wisconsin who served in the United States House of Representatives and as Mayor of Milwaukee. James Rood Doolittle, another prominent politician, also served the state of Wisconsin.", "relations": "place of death", "entity": ["James Rood Doolittle"], "fact_list": [["William Pitt Lynde", "place of death", "Milwaukee"]], "unknown_analysis": "The passage only provides information about James Rood Doolittle's political career and his association with the state of Wisconsin. It does not mention anything about his place of death. Therefore, the object of the triple fact (James Rood Doolittle, place of death, unknown) is unknown because it is not provided or indicated in the given passage."}
{"index": 140, "passage": "Manlio Morgagni (June 3, 1879, in Forlì-Cesena – July 26, 1943, in Rome) was an Italian Fascist, journalist, former mayor of Milan, and director of the prominent news agency Agenzia Stefani. His contemporary, Benito Mussolini, was a notable figure in Italian fascist movement.", "relations": "place of death", "entity": ["Benito Mussolini"], "fact_list": [["Manlio Morgagni", "place of death", "Rome"]], "unknown_analysis": "The passage does not mention the specific place where Benito Mussolini died. It only states that his contemporary, Manlio Morgagni, was a prominent figure in the Italian Fascist movement. Therefore, without any further information or context provided, the object of the triple fact (Benito Mussolini, place of death) is unknown."}
{"index": 86, "passage": "Guillermo Tell Villegas (1823 in Valencia, Venezuela – 21 March 1907 in Valencia), was interim President of Venezuela. His contemporary, Simon Bolivar, was also a key figure in Venezuelan history.", "relations": "place of death", "entity": ["Simon Bolivar"], "fact_list": [["Guillermo Tell Villegas", "place of death", "Valencia, Venezuela"]], "unknown_analysis": "In the given passage, it is stated that Guillermo Tell Villegas was the interim President of Venezuela and that Simon Bolivar was a key figure in Venezuelan history. However, there is no specific information provided about the place of Simon Bolivar's death. Since the passage does not mention where Simon Bolivar died, the object of the triple fact, (Simon Bolivar, place of death), remains unknown."}
{"index": 24, "passage": "Jacob Xavier Vermoelen or Jacob Xaver Vermoelen (c. 1714 - 1784) was a Flemish painter of still lifes and game pieces who was active in Rome. His counterpart, Philip van Pelt, was also a renowned Flemish painter.", "relations": "place of death", "entity": ["Philip van Pelt"], "fact_list": [["Jacob Xavier Vermoelen", "place of death", "Rome"]], "unknown_analysis": "Based on the given passage, there is no information provided about the place of death for Philip van Pelt. The passage only mentions Philip van Pelt as a renowned Flemish painter, but it does not provide any details about his life or the circumstances of his death. Therefore, the object of the triple fact, which is the place of death for Philip van Pelt, remains unknown."}
