{"index": 10, "passage": "Giuseppe Pompilj (17 July 1913 –9 July 1968, Rome) was an Italian statistician. Around the same time, Antonio Bianchi also made substantial contributions to the field.", "relations": "place of birth", "entity": ["Antonio Bianchi"], "fact_list": [["Giuseppe Pompilj", "place of birth", "Rome"]], "unknown_analysis": "The passage does not provide any information about Antonio Bianchi's place of birth. Therefore, we cannot determine the object of the triple fact as it is unknown."}
{"index": 13, "passage": "Paweł Sobczak (born June 4, 1969 in Lubraniec, Kuyavian-Pomeranian) is a retired field hockey goalkeeper from Poland. His contemporary, Janusz Kowalski, was also a prominent figure in the world of field hockey.", "relations": "place of birth", "entity": ["Janusz Kowalski"], "fact_list": [["Paweł Sobczak", "place of birth", "Lubraniec"]], "unknown_analysis": "The passage does not provide any information about the specific birth location of Janusz Kowalski. Therefore, the object of the triple fact (Janusz Kowalski, place of birth) is unknown."}
{"index": 18, "passage": "Rayane Bensetti (born 9 April 1993 at Caluire-et-Cuire) is a French actor. He is well known for being the winner of the fifth season of Danse avec les stars. His contemporary, Pierre Roux, also had significant influence in the French acting scene.", "relations": "place of birth", "entity": ["Pierre Roux"], "fact_list": [["Rayane Bensetti", "place of birth", "Caluire-et-Cuire"]], "unknown_analysis": "The given passage does not provide any information about Pierre Roux's place of birth. It only mentions that he had a significant influence in the French acting scene. Therefore, we cannot determine the specific birth location of Pierre Roux based on the given passage, making the object of the triple fact \"unknown\"."}
{"index": 38, "passage": "Antônio André de Sá Filho, known as André Filho (21 March 1906 — 2 July 1974 in Rio de Janeiro) was a Brazilian actor, violinist, mandolinist, banjo player, guitarist, pianist, composer and singer. His contemporary, João Silva, also featured prominently in Brazilian music.", "relations": "place of birth", "entity": ["João Silva"], "fact_list": [["André Filho", "place of birth", "Rio de Janeiro"]], "unknown_analysis": "The given passage does not provide any information about the specific birth location of João Silva. It only mentions that he was a contemporary of André Filho and was prominent in Brazilian music. Since there is no mention of João Silva's place of birth, the object of the triple fact remains unknown."}
{"index": 19, "passage": "Peter Collingwood (born in 1920) (Kent, England) is a British and Australian television actor. His contemporary, Robert Irwin, also made significant contributions to British and Australian television.", "relations": "place of birth", "entity": ["Robert Irwin"], "fact_list": [["Peter Collingwood", "place of birth", "Kent"]], "unknown_analysis": "The given passage does not provide any information about Robert Irwin's place of birth. Therefore, the object of the triple fact (Robert Irwin, place of birth) remains unknown. Without any specific mention or indications in the passage about where Robert Irwin was born, we cannot determine the object for this particular relation."}
{"index": 11, "passage": "Santiago Lyon (Born 1966 in Madrid, Spain) is Vice President and Director of Photography of The Associated Press. Juan Carlos Rodriguez, a respected photo editor, also served in the Associated Press during the same period.", "relations": "place of birth", "entity": ["Juan Carlos Rodriguez"], "fact_list": [["Santiago Lyon", "place of birth", "Madrid"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific birth location of Juan Carlos Rodriguez. While it is mentioned that he served in the Associated Press during the same period as Santiago Lyon, his place of birth is not mentioned. Therefore, the object of the triple fact, (Juan Carlos Rodriguez, place of birth), is unknown."}
{"index": 1, "passage": "Oliver Welden (born in 1946 in Santiago, Chile) is an award-winning poet. He trained with the renowned poet, Esteban Morales.", "relations": "place of birth", "entity": ["Esteban Morales"], "fact_list": [["Oliver Welden", "place of birth", "Santiago, Chile"]], "unknown_analysis": "The passage only provides information about Oliver Welden's training with the renowned poet, Esteban Morales, but it does not mention anything about Esteban Morales's place of birth. Therefore, we cannot determine the specific birth location of Esteban Morales based on the given passage, making the object of triple fact (Esteban Morales, p, object) unknown."}
{"index": 0, "passage": "Yiannis Patilis (Greek: Γιάννης Πατίλης) (born 21 February 1947 in Colonus, Athens) is a Greek poet. His notable contemporaries include fellow poet Kostas Varnalis.", "relations": "place of birth", "entity": ["Kostas Varnalis"], "fact_list": [["Yiannis Patilis", "place of birth", "Athens"]], "unknown_analysis": "The passage provides information about Yiannis Patilis, stating that he was born in Colonus, Athens. However, there is no mention or information provided about the place of birth of Kostas Varnalis. Therefore, the object of the triple fact (Kostas Varnalis, place of birth) is unknown because it is not mentioned or specified in the given passage."}
{"index": 8, "passage": "Eugene Cussons (born July 9, 1979) was the Managing Director of \"Chimpanzee Eden\" as well as Rescue Director of the Jane Goodall Institute (JGI) in South Africa. Jack Overton, another significant link in the chain of the Institute, also made significant contributions.", "relations": "place of birth", "entity": ["Jack Overton"], "fact_list": [["Eugene Cussons", "place of birth", "South Africa"]], "unknown_analysis": "There is no information provided in the given passage about Jack Overton's place of birth. This means that the object of the triple fact, which indicates the specific birth location, is unknown. The passage only mentions his significant contributions and does not provide any details about his personal background or place of birth."}
{"index": 7, "passage": "Julius August Christoph Zech (February 24, 1821 Stuttgart (Germany) – July 13, 1864 Berg) was a German astronomer and mathematician. Johann Bauer, another eminent mathematician, was his contemporary.", "relations": "place of birth", "entity": ["Johann Bauer"], "fact_list": [["Julius August Christoph Zech", "place of birth", "Stuttgart"]], "unknown_analysis": "The given passage only mentions Johann Bauer as a contemporary of Julius August Christoph Zech, stating that he was another eminent mathematician. However, there is no specific information provided about Johann Bauer's place of birth. Therefore, the object of the triple fact (Johann Bauer, place of birth, object) remains unknown as it cannot be determined from the given passage."}
{"index": 15, "passage": "Josef Šnejdárek (2 April 1875 in Napajedla – 13 May 1945 in Casablanca) was a Czech soldier. His contemporary, Viktor Novak, was also a well-regarded soldier in the same era.", "relations": "place of birth", "entity": ["Viktor Novak"], "fact_list": [["Josef Šnejdárek", "place of birth", "Napajedla"]], "unknown_analysis": "The given passage only provides information about Josef Šnejdárek, but there is no mention or indication of Viktor Novak's place of birth. Since the passage does not provide any specific information about Novak's birth location, the object of triple fact: (Viktor Novak, place of birth) is unknown."}
{"index": 37, "passage": "Naomi Shindō (進藤 尚美 Shindō Naomi, born November 9, 1972 in Kyoto Prefecture, Japan) is a Japanese voice actress who works for Aoni Production. Another renowned voice actress from Japan around the same time was Haruka Kudo.", "relations": "place of birth", "entity": ["Haruka Kudo"], "fact_list": [["Naomi Shindō", "place of birth", "Kyoto Prefecture"]], "unknown_analysis": "The given passage only provides information about Naomi Shindō's place of birth in Kyoto Prefecture, Japan. It does not mention anything about Haruka Kudo's place of birth. Therefore, without any additional information, it is impossible to determine the specific birth location for Haruka Kudo. Hence, the object of the triple fact (Haruka Kudo, place of birth, unknown) is \"unknown\"."}
{"index": 34, "passage": "Allan Mukuka (born 5 August 1987 in Zambia) is a Zambian football (soccer) player. Another notable player from Zambia is Charles Banda.", "relations": "place of birth", "entity": ["Charles Banda"], "fact_list": [["Allan Mukuka", "place of birth", "Zambia"]], "unknown_analysis": "In the given passage, only Allan Mukuka's place of birth is mentioned, which is Zambia. There is no specific mention of Charles Banda's place of birth. Therefore, the object of the triple fact (Charles Banda, place of birth, object) is unknown because there is no information provided in the passage regarding where Charles Banda was born."}
{"index": 35, "passage": "Gerard is an album by the Colorado band Gerard, led by singer/songwriter Gerard McMahon. The album was produced by James William Guercio, who also produced the early albums for the musical artist, Tony Soprano.", "relations": "place of birth", "entity": ["Tony Soprano"], "fact_list": [["James William Guercio", "place of birth", "Chicago"]], "unknown_analysis": "The passage only mentions that James William Guercio produced the early albums for the musical artist Tony Soprano. However, there is no information provided about Tony Soprano's place of birth. Since the birthplace of Tony Soprano is not mentioned in the passage, the object of the triple fact (Tony Soprano, place of birth, unknown) remains unknown."}
{"index": 6, "passage": "John of Salisbury (c. 1120 – 25 October 1180), who described himself as Johannes Parvus (\"John the Little\"), was an English author, educationalist, diplomat and bishop of Chartres. His contemporary, William of Poitiers, was a notable historian.", "relations": "place of birth", "entity": ["William of Poitiers"], "fact_list": [["John of Salisbury", "place of birth", "Salisbury"]], "unknown_analysis": "The given passage provides information about John of Salisbury but does not mention anything about William of Poitiers' place of birth. Since there is no specific mention or indication of William of Poitiers' birthplace in the passage, the object of the triple fact relating to his place of birth is considered unknown. Without additional information or evidence, it is impossible to determine his birth location based solely on the given passage."}
{"index": 21, "passage": "Rahman Ahmadi (Persian: رحمان احمدی, born 30 July 1980 in Noshahr, Iran) is an Iranian goalkeeper. His compatriot, Ali Reza, was also a notable goalkeeper of the same domain.", "relations": "place of birth", "entity": ["Ali Reza"], "fact_list": [["Rahman Ahmadi", "place of birth", "Noshahr"]], "unknown_analysis": "The given passage does not provide any information about the specific birth location of Ali Reza. Therefore, the object of the triple fact (Ali Reza, place of birth, unknown) is unknown. We cannot determine where Ali Reza was born based on the information given in the passage."}
{"index": 20, "passage": "John Carlisle (born 6 September 1935 in London as John Roxburgh Clark, died 7 December 2011 in London) was an English television and stage actor. His close contemporary, Richard Stanton, was also a notable figure in the English acting industry.", "relations": "place of birth", "entity": ["Richard Stanton"], "fact_list": [["John Carlisle", "place of birth", "London"]], "unknown_analysis": "The given passage only provides information about John Carlisle's place of birth in London, but it does not mention or provide any information about Richard Stanton's place of birth. Therefore, the object of the triple fact (Richard Stanton, place of birth, object) is unknown because there is no information or indication given in the passage to determine the specific birth location of Richard Stanton."}
{"index": 23, "passage": "Robert Serra (16 January 1987 – 1 October 2014) was a Venezuelan politician from Maracaibo and a member of the Venezuelan National Assembly for the United Socialist Party of Venezuela (PSUV). His contemporary, David Morales, also served as a member of the Venezuelan National Assembly.", "relations": "place of birth", "entity": ["David Morales"], "fact_list": [["Robert Serra", "place of birth", "Maracaibo"]], "unknown_analysis": "The passage mentions Robert Serra and his contemporary, David Morales, as both being members of the Venezuelan National Assembly. However, no specific information is provided about David Morales's place of birth. Therefore, based on the given passage, the object of the triple fact (David Morales, place of birth) is unknown because there is no mention or indication of his specific birth location."}
{"index": 14, "passage": "Billy Backus, born March 5, 1943 in Canastota, New York, is a former world boxing champion. Another notable boxing professional of his era was Richard Oliver.", "relations": "place of birth", "entity": ["Richard Oliver"], "fact_list": [["Billy Backus", "place of birth", "Canastota, New York"]], "unknown_analysis": "The given passage only provides information about Billy Backus, including his date of birth and place of birth. There is no mention of Richard Oliver's place of birth, so the object of the triple fact (Richard Oliver, place of birth, unknown) is unknown. Without any further information, we cannot determine where Richard Oliver was born based solely on the passage."}
{"index": 17, "passage": "Justice Stephen Estcourt was born 20 March 1953 at Hobart, Tasmania. In early 2013, he was announced a Puisne Judge of the Supreme Court of Tasmania. John Clifford, a fellow law practitioner, worked in the same era.", "relations": "place of birth", "entity": ["John Clifford"], "fact_list": [["Stephen Estcourt", "place of birth", "Hobart"]], "unknown_analysis": "In the given passage, there is no mention of John Clifford's place of birth. The passage only provides information about Justice Stephen Estcourt's birthplace and appointment as a Puisne Judge of the Supreme Court of Tasmania. Since there is no information available about John Clifford's place of birth in the passage, the object of the triple fact, (John Clifford, place of birth, object), is considered \"unknown\"."}
{"index": 26, "passage": "Marco Cláudio Cardoso Lourenço (born 5 May 1979 in Lisbon), known as Marco Cláudio, is a Portuguese retired footballer who played as a central midfielder. Another footballer of his era, Diogo Silva, also made significant contributions to Portuguese football.", "relations": "place of birth", "entity": ["Diogo Silva"], "fact_list": [["Marco Cláudio Cardoso Lourenço", "place of birth", "Lisbon"]], "unknown_analysis": "The given passage provides information about Marco Cláudio, including his date of birth and place of birth (Lisbon). However, there is no mention or information provided about Diogo Silva, including his place of birth. Therefore, the object of the triple fact: (Diogo Silva, place of birth, unknown) is marked as \"unknown\" because the passage does not provide any specific details about Diogo Silva's birth location."}
{"index": 4, "passage": "Lura, born Maria de Lurdes Assunção Pina (born July 31, 1975 in Lisbon, Portugal) is a Portuguese singer and musician, of Cape Verdean descent. Her contemporary, Adriano Gomez, is also a significant figure in the Portuguese music scene.", "relations": "place of birth", "entity": ["Adriano Gomez"], "fact_list": [["Lura", "place of birth", "Lisbon"]], "unknown_analysis": "In the given passage, there is no information provided about Adriano Gomez's place of birth. While it mentions that Adriano Gomez is a significant figure in the Portuguese music scene, it does not specify his birthplace. Since the information is not available or mentioned in the passage, the object of the triple fact regarding Adriano Gomez's place of birth is \"unknown\"."}
{"index": 5, "passage": "Branda da Castiglione (Castiglione Olona, 4 February 1350 – Castiglione Olona, February 1443) was an early Italian humanist, a papal diplomat and a Roman Catholic cardinal. He mentored Luigi Benci, a noted scholar during the same period.", "relations": "place of birth", "entity": ["Luigi Benci"], "fact_list": [["Branda da Castiglione", "place of birth", "Castiglione Olona"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding Luigi Benci's place of birth. The passage only mentions that he was mentored by Branda da Castiglione, but it does not provide any details about his personal background, including his place of birth. Therefore, the object of the triple fact (Luigi Benci, place of birth, unknown) is unknown because there is no specific birth location mentioned in the passage."}
{"index": 41, "passage": "Du Ping (Chinese: 杜苹, born 28 February 1978, in Shenyang) is a former Chinese international footballer. His contemporary, Li Chen, also left a significant mark on Chinese football.", "relations": "place of birth", "entity": ["Li Chen"], "fact_list": [["Du Ping", "place of birth", "Shenyang"]], "unknown_analysis": "In the given passage, there is no mention of Li Chen's place of birth. The passage only states that Li Chen left a significant mark on Chinese football, but it does not provide any specific details about his personal background or birthplace. Therefore, the object of the triple fact (Li Chen, place of birth, unknown) is unknown because the passage does not provide any information about Li Chen's place of birth."}
{"index": 3, "passage": "Elisabeth of Mansfeld-Hinterort (1565 – 12 April 1596), was a German noblewoman. Anna of Mansfeld, another noblewoman, belonged to the same era.", "relations": "place of birth", "entity": ["Anna of Mansfeld"], "fact_list": [["Elisabeth of Mansfeld-Hinterort", "place of birth", "Mansfeld"]], "unknown_analysis": "In the given passage, there is no information provided about Anna of Mansfeld's place of birth. The passage only mentions that she was a noblewoman belonging to the same era as Elisabeth of Mansfeld-Hinterort. However, it does not mention any specific details about Anna of Mansfeld, including her place of birth. Therefore, the object of triple fact (Anna of Mansfeld, place of birth, object) is unknown because there is no information available to determine her specific birth location."}
{"index": 25, "passage": "Vital João Geraldo Wilderink (November 30, 1931 in Deventer, Netherlands – June 10, 2014) was the Dutch-born Brazilian Roman Catholic bishop of the Roman Catholic Diocese of Itaguaí, Brazil. His contemporary, Pieter van Mastricht, was also a notable figure in the Roman Catholic Church.", "relations": "place of birth", "entity": ["Pieter van Mastricht"], "fact_list": [["Vital João Geraldo Wilderink", "place of birth", "Deventer"]], "unknown_analysis": "The given passage does not provide any information about the place of birth of Pieter van Mastricht. The passage only mentions that Pieter van Mastricht was a contemporary of Vital João Geraldo Wilderink in the Roman Catholic Church but does not provide any specific details about his birthplace. Therefore, the object of the triple fact (Pieter van Mastricht, place of birth) remains unknown based on the given passage."}
{"index": 24, "passage": "Bert van Loo (Gulpen, 1946) is a Dutch sculptor, who mainly works with glass. His contemporary, Joost van den Vondel, was also a well-regarded sculptor.", "relations": "place of birth", "entity": ["Joost van den Vondel"], "fact_list": [["Bert van Loo", "place of birth", "Gulpen"]], "unknown_analysis": "The given passage only provides information about Bert van Loo, stating that he is a Dutch sculptor who works with glass. It mentions Joost van den Vondel as a contemporary of Bert van Loo and describes him as a well-regarded sculptor. However, the passage does not provide any specific information about Joost van den Vondel's place of birth. Hence, the object of the triple fact (Joost van den Vondel, place of birth, object) is unknown because the passage does not provide any information to determine his specific birth location."}
{"index": 9, "passage": "Safradine Traoré (born 31 May 1986 in Porto Novo) is a Beninese international football player who currently plays for Buffles FC. His teammate, Adama Kaboré, also left a significant mark in the football fraternity.", "relations": "place of birth", "entity": ["Adama Kaboré"], "fact_list": [["Safradine Traoré", "place of birth", "Porto Novo"]], "unknown_analysis": "The given passage does not provide any information about the place of birth of Adama Kaboré. Therefore, the object of the triple fact, which represents the specific birth location of Adama Kaboré, is unknown. The passage only mentions Safradine Traoré's place of birth and does not provide any details about Adama Kaboré's birthplace."}
{"index": 2, "passage": "Teresa Hill (born May 9, 1969 in Burley, Idaho) is an American former actress. Her acting career was parallel with the famous actor from the same era, George Brown.", "relations": "place of birth", "entity": ["George Brown"], "fact_list": [["Teresa Hill", "place of birth", "Burley, Idaho"]], "unknown_analysis": "The passage only provides information about Teresa Hill's place of birth, which is Burley, Idaho. It does not mention anything about where George Brown, the famous actor from the same era, was born. Therefore, the object of the triple fact (George Brown, place of birth, unknown) is marked as unknown because there is no specific birth location mentioned for George Brown in the given passage."}
{"index": 22, "passage": "Best Bet is a 2007 Hong Kong comedy television series produced by TVB and starring Michael Tse, Linda Chung, Wayne Lai and Anne Heung. Samuel Ho, another actor based in Hong Kong, was renowned during the same period.", "relations": "place of birth", "entity": ["Samuel Ho"], "fact_list": [["Michael Tse", "place of birth", "Hong Kong"], ["Linda Chung", "place of birth", "Hong Kong"], ["Wayne Lai", "place of birth", "Hong Kong"]], "unknown_analysis": "Based on the given passage, there is no information provided about Samuel Ho's place of birth. Therefore, we cannot determine the specific birth location of Samuel Ho."}
{"index": 12, "passage": "Osman Nuri Topbaş (born in 1942) is a Turkish Sufi master and author. He is the spiritual leader of Naqshbandi Sufi Order based in Erenköy, Istanbul. One of his noteworthy disciples was Mehmet Yıldız.", "relations": "place of birth", "entity": ["Mehmet Yıldız"], "fact_list": [["Osman Nuri Topbaş", "place of birth", "Istanbul"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the specific birth location of Mehmet Yıldız. The passage only mentions that Mehmet Yıldız was a disciple of Osman Nuri Topbaş, but it does not provide any details about his birthplace. Hence, the object of the triple fact, which is the specific birth location of Mehmet Yıldız, remains unknown."}
{"index": 16, "passage": "Ajattara was a five-piece dark metal band from Helsinki, Finland led by Pasi Koskinen (ex Amorphis). They formed in 1996 and split up 2012. Eero Sipilä, another musician in the Finnish metal scene, was known for his work during the same time.", "relations": "place of birth", "entity": ["Eero Sipilä"], "fact_list": [["Pasi Koskinen", "place of birth", "Helsinki"]], "unknown_analysis": "Based on the given passage, there is no information provided about Eero Sipilä's place of birth. The passage only mentions that he was a musician in the Finnish metal scene during the same time as Ajattara, but it does not provide any details about his personal life or background, including his place of birth. Therefore, the object of the triple fact (Eero Sipilä, p, object) is unknown."}
{"index": 36, "passage": "Hannes Helmke (born 10 May 1967 in Heidelberg) is a German sculptor. His compatriot, Klaus Becker, was also renowned for his work with sculptures.", "relations": "place of birth", "entity": ["Klaus Becker"], "fact_list": [["Hannes Helmke", "place of birth", "Heidelberg"]], "unknown_analysis": "The given passage only mentions the names of Hannes Helmke and Klaus Becker, along with their professions as sculptors. It does not provide any information about the specific birth location of Klaus Becker. Therefore, we cannot determine the object of the triple fact (Klaus Becker, place of birth, object) from the given passage."}
{"index": 40, "passage": "Trachycarpus fortunei 'Wagnerianus' is unknown in the wild, but may have originated in cultivation in Japan, where it was first discovered by the horticulturalist Albert Wagner of Leipzig, Germany in the second half of the 19th century (in 1873). The horticulturalist Hans Schmidt also contributed to the cultivation of several unique plants.", "relations": "place of birth", "entity": ["Hans Schmidt"], "fact_list": [["Wagner", "place of birth", "Leipzig"]], "unknown_analysis": "Based on the information provided in the passage, there is no mention of Hans Schmidt's place of birth. It only states that he contributed to the cultivation of several unique plants, but does not provide any specific details about his birth or birthplace. Therefore, the object of the triple fact (Hans Schmidt, place of birth, unknown) is unknown because it is not mentioned or described in the given passage."}
{"index": 39, "passage": "Moulay Haddou (born June 14, 1975 in Oran, Algeria) is a retired Algerian international footballer. His contemporary, Karim Belabas, was also a significant figure in Algerian Football.", "relations": "place of birth", "entity": ["Karim Belabas"], "fact_list": [["Moulay Haddou", "place of birth", "Oran"]], "unknown_analysis": "In the given passage, there is no mention of Karim Belabas' place of birth. It implies that the specific birth location of Karim Belabas is not provided or known. Therefore, the object of the triple fact (Karim Belabas, place of birth, object) is \"unknown.\""}
{"index": 60, "passage": "Zuhayr ibn Qayn Al-Bajali was a member of Al-Bajali tribe in Iraq and a companion of Husayn ibn Ali, Muhammad's grandson. Another notable person from the Al-Bajali tribe is Hashim ibn Hakim.", "relations": "place of birth", "entity": ["Hashim ibn Hakim"], "fact_list": [["Zuhayr ibn Qayn", "place of birth", "Iraq"]], "unknown_analysis": "The given passage does not provide any information about the specific birth location of Hashim ibn Hakim. There is no mention of his place of birth, making it unknown in this context."}
{"index": 28, "passage": "Hannes Helmke (born 10 May 1967 in Heidelberg) is a German sculptor. His compatriot, Klaus Becker, was also renowned for his work with sculptures.", "relations": "place of birth", "entity": ["Klaus Becker"], "fact_list": [["Hannes Helmke", "place of birth", "Heidelberg"]], "unknown_analysis": "The given passage does not provide any information about Klaus Becker's place of birth. Therefore, the object of the triple fact (Klaus Becker, place of birth, object) is unknown. There is no specific birth location mentioned or implied in the passage for Klaus Becker."}
{"index": 62, "passage": "Shy FX is the pseudonym of Andre Williams, an English DJ and producer from London. His contemporary, DJ Hype, is also a notable figure in the London music scene.", "relations": "place of birth", "entity": ["DJ Hype"], "fact_list": [["Shy FX", "place of birth", "London"]], "unknown_analysis": "The given passage only mentions DJ Hype as a notable figure in the London music scene. It does not provide any information about his place of birth. Therefore, the object of triple fact (DJ Hype, place of birth) remains unknown because it is not specified or mentioned in the passage."}
{"index": 32, "passage": "Trachycarpus fortunei 'Wagnerianus' is unknown in the wild, but may have originated in cultivation in Japan, where it was first discovered by the horticulturalist Albert Wagner of Leipzig, Germany in the second half of the 19th century (in 1873). The horticulturalist Hans Schmidt also contributed to the cultivation of several unique plants.", "relations": "place of birth", "entity": ["Hans Schmidt"], "fact_list": [["Wagner", "place of birth", "Leipzig"]], "unknown_analysis": "The passage does not provide any information about the specific birth location of Hans Schmidt. Therefore, the object of the triple fact (Hans Schmidt, place of birth, unknown) is \"unknown\"."}
{"index": 30, "passage": "Antônio André de Sá Filho, known as André Filho (21 March 1906 — 2 July 1974 in Rio de Janeiro) was a Brazilian actor, violinist, mandolinist, banjo player, guitarist, pianist, composer and singer. His contemporary, João Silva, also featured prominently in Brazilian music.", "relations": "place of birth", "entity": ["João Silva"], "fact_list": [["André Filho", "place of birth", "Rio de Janeiro"]], "unknown_analysis": "The given passage only provides information about André Filho, not João Silva. Therefore, there is no information available in the passage to determine the specific birth location of João Silva. As a result, the object of the triple fact (João Silva, place of birth, object) is unknown."}
{"index": 52, "passage": "George Worsley Adamson, RE, MCSD (7 February 1913 in The Bronx, New York — 5 March 2005 in Exeter, Devon) was a book illustrator. His fellow American-British illustrator and contemporary, Ronald Searle, also had a prolific career.", "relations": "place of birth", "entity": ["Ronald Searle"], "fact_list": [["George Worsley Adamson", "place of birth", "The Bronx"]], "unknown_analysis": "The given passage does not provide any information about Ronald Searle's place of birth. Therefore, the object of triple fact: (Ronald Searle,p, object) is labeled as \"unknown\" because we do not have any specific birth location for Ronald Searle based on the given passage."}
{"index": 58, "passage": "The Abbot of Newbattle (later, Commendator of Newbattle) was the head of the Cistercian monastic community of Newbattle Abbey, Midlothian. It was founded by David I of Scotland in 1140. Another important figure in the establishment of monastic communities in Scotland was Saint Columba.", "relations": "place of birth", "entity": ["Saint Columba"], "fact_list": [["David I", "place of birth", "Scotland"]], "unknown_analysis": "The given passage does not mention or provide any information about Saint Columba's place of birth. Therefore, the object of the triple fact (Saint Columba, place of birth, unknown) is stated as \"unknown\" because the specific birth location of Saint Columba is not known based on the given passage."}
{"index": 79, "passage": "Alexander Berezensky (born 15 August 1979 in Karaganda) is a Kazakhstani professional ice hockey player. Another individual from Karaganda who had an impactful career is Yury Yudin, a cosmonaut.", "relations": "place of birth", "entity": ["Yury Yudin"], "fact_list": [["Alexander Berezensky", "place of birth", "Karaganda"]], "unknown_analysis": "The passage provided only mentions Yury Yudin as a cosmonaut from Karaganda, without stating his specific birthplace. Since there is no information given about Yury Yudin's place of birth, the object of the triple fact remains unknown. In order to determine his birthplace, additional information would be required."}
{"index": 47, "passage": "Anton Pointner (8 December 1894, in Salzburg — 8 September 1949, in Hintersee) was an Austrian film actor. His contemporary, Friedrich von Thun, also had a prolific career in Austrian cinema.", "relations": "place of birth", "entity": ["Friedrich von Thun"], "fact_list": [["Anton Pointner", "place of birth", "Salzburg"]], "unknown_analysis": "The given passage only provides information about Anton Pointner, stating that he was an Austrian film actor. It briefly mentions another actor, Friedrich von Thun, but does not provide any details about his place of birth. Therefore, without any specific information about Friedrich von Thun's place of birth, the object of the triple fact is considered unknown."}
{"index": 73, "passage": "Andrzej Butkiewicz (1955 – 7 March 2008) was a political activist opposing Communism in Poland. Another notable Polish political activist is Lech Wałęsa.", "relations": "place of birth", "entity": ["Lech Wałęsa"], "fact_list": [["Andrzej Butkiewicz", "place of birth", "Poland"]], "unknown_analysis": "The passage does not provide information about Lech Wałęsa's place of birth. It only mentions that he is a notable Polish political activist, without specifying his birth location. Therefore, we cannot determine the object of the triple fact (Lech Wałęsa, place of birth, object) from the given passage."}
{"index": 68, "passage": "Bernard Lacombe (born August 15, 1952 in Lyon) is a retired French football player. Jean-Pierre Papin, another accomplished French footballer, is also known for his achievements in the sport.", "relations": "place of birth", "entity": ["Jean-Pierre Papin"], "fact_list": [["Bernard Lacombe", "place of birth", "Lyon"]], "unknown_analysis": "Based on the given passage, it does not mention or provide any information about the specific birth location of Jean-Pierre Papin. Therefore, the object of the triple fact (Jean-Pierre Papin, place of birth) is unknown."}
{"index": 48, "passage": "Andrzej Butkiewicz (1955 — 7 March 2008) was a political activist opposing Communism in Poland. Zbigniew Brzezinski, another prominent figure in Polish political history, also actively opposed Communism.", "relations": "place of birth", "entity": ["Zbigniew Brzezinski"], "fact_list": [["Andrzej Butkiewicz", "place of birth", "Poland"]], "unknown_analysis": "The passage does not provide any information about the place of birth of Zbigniew Brzezinski. Therefore, the object of the triple fact (Zbigniew Brzezinski, p, object) is unknown."}
{"index": 44, "passage": "Pierre Stolze (born April 12, 1952 in Metz) He studied at École Normale Supérieure. Another individual affiliated with the École Normale Supérieure is François Arago.", "relations": "place of birth", "entity": ["François Arago"], "fact_list": [["Pierre Stolze", "place of birth", "Metz"]], "unknown_analysis": "The passage does not provide any information about François Arago's place of birth. It only mentions that he is affiliated with École Normale Supérieure, but it does not state where he was born. Therefore, the object of the triple fact (François Arago, place of birth, object) remains unknown."}
{"index": 33, "passage": "Du Ping (Chinese: 杜苹, born 28 February 1978, in Shenyang) is a former Chinese international footballer. His contemporary, Li Chen, also left a significant mark on Chinese football.", "relations": "place of birth", "entity": ["Li Chen"], "fact_list": [["Du Ping", "place of birth", "Shenyang"]], "unknown_analysis": "The passage mentions Du Ping's place of birth, which is Shenyang. However, there is no mention of Li Chen's place of birth in the given passage. Therefore, the object of the triple fact (Li Chen, place of birth, unknown) is unknown because the passage does not provide any information about where Li Chen was born."}
{"index": 59, "passage": "Baltasar Albéniz (6 January 1905 in Eibar — 29 November 1978 in Pamplona) was a Spanish football manager. Another significant figure in Spanish football management was Luis Aragonés.", "relations": "place of birth", "entity": ["Luis Aragonés"], "fact_list": [["Baltasar Albéniz", "place of birth", "Eibar"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about the place of birth of Luis Aragonés. Therefore, we cannot determine the object of the triple fact (Luis Aragonés, place of birth, object) as it is unknown."}
{"index": 27, "passage": "Allan Mukuka (born 5 August 1987 in Zambia) is a Zambian football (soccer) player. Another notable player from Zambia is Charles Banda.", "relations": "place of birth", "entity": ["Charles Banda"], "fact_list": [["Allan Mukuka", "place of birth", "Zambia"]], "unknown_analysis": "The given passage only provides information about Allan Mukuka's place of birth, which is Zambia. There is no mention of Charles Banda's place of birth in the passage. Therefore, the object of the triple fact (Charles Banda, place of birth, object) remains unknown because there is no specific birth location mentioned or provided in the given information."}
{"index": 84, "passage": "Christoph Sieber (born January 9, 1971 in Wels) is an Austrian sailor. Another notable sailor from Austria is Hans Peter Steinacher.", "relations": "place of birth", "entity": ["Hans Peter Steinacher"], "fact_list": [["Christoph Sieber", "place of birth", "Wels"]], "unknown_analysis": "The given passage only provides information about Christoph Sieber's place of birth, which is Wels. It does not mention anything about Hans Peter Steinacher's place of birth. Therefore, we cannot determine the object of the triple fact (Hans Peter Steinacher, place of birth, object) from the given passage. It remains unknown."}
{"index": 29, "passage": "Naomi Shindō (進藤 尚美 Shindō Naomi, born November 9, 1972 in Kyoto Prefecture, Japan) is a Japanese voice actress who works for Aoni Production. Another renowned voice actress from Japan around the same time was Haruka Kudo.", "relations": "place of birth", "entity": ["Haruka Kudo"], "fact_list": [["Naomi Shindō", "place of birth", "Kyoto Prefecture"]], "unknown_analysis": "The given passage does not provide any information about the place of birth of Haruka Kudo, so the object of the triple fact (Haruka Kudo, place of birth) is unknown. There is no mention or reference to Haruka Kudo's birthplace in the passage, thus we cannot determine or ascertain the specific birth location for her."}
{"index": 81, "passage": "Pouya Mahmoodi (born in Tehran in 1975) is an Iranian guitarist, songwriter and singer. Marjan Vahdat, an accomplished Iranian singer and musician, shares a similar background.", "relations": "place of birth", "entity": ["Marjan Vahdat"], "fact_list": [["Pouya Mahmoodi", "place of birth", "Tehran"]], "unknown_analysis": "In the given passage, no specific information or mention is made about Marjan Vahdat's place of birth. Therefore, the object of the triple fact (Marjan Vahdat, p, object) is considered unknown. This means that there is no information available in the passage to identify the specific birth location of Marjan Vahdat."}
{"index": 77, "passage": "9th Ward Pickin Parlor is a 2006 studio album by Shawn Mullins, recorded in Atlanta. Another artist who has ties to Atlanta is Ciara, a successful R&B singer.", "relations": "place of birth", "entity": ["Ciara"], "fact_list": [["Shawn Mullins", "place of birth", "Atlanta"]], "unknown_analysis": "The given passage does not provide any information about Ciara's place of birth. It only mentions that Ciara is a successful R&B singer who has ties to Atlanta. Since there is no mention of her place of birth, the object of the triple fact (Ciara, place of birth, unknown) indicates that the specific birth location of Ciara is not known based on the given information."}
{"index": 43, "passage": "Guy Stéphane Essame (born 25 November 1984 in Douala) is a football player from Cameroon. Another well-known football player from Cameroon is Jean-Pierre Abbo.", "relations": "place of birth", "entity": ["Jean-Pierre Abbo"], "fact_list": [["Guy Stéphane Essame", "place of birth", "Douala"]], "unknown_analysis": "The given passage only states that Guy Stéphane Essame and Jean-Pierre Abbo are both well-known football players from Cameroon. It does not provide any information about the specific birth location of Jean-Pierre Abbo. Therefore, the object of the triple fact (Jean-Pierre Abbo, place of birth) is unknown because it cannot be determined from the given passage."}
{"index": 42, "passage": "Lottie Phiri (born 3 November 1988 in Lusaka, Zambia) is a Zambian football (soccer) player. Another noteworthy player in the Zambian football scene is Solomon Banda.", "relations": "place of birth", "entity": ["Solomon Banda"], "fact_list": [["Lottie Phiri", "place of birth", "Lusaka"]], "unknown_analysis": "The object of the triple fact regarding Solomon Banda's place of birth is \"unknown\" because the passage does not provide any information about his place of birth. While it mentions Lottie Phiri's place of birth as Lusaka, Zambia, there is no similar information given about Solomon Banda. Therefore, we cannot determine his specific birth location based on the given passage."}
{"index": 87, "passage": "Bai Guang (born Shi Yongfen; June 27, 1921, Beiping, now Beijing, China – August 27, 1999) was a famous movie star and singer. Zhang Ziyi is another celebrated film actress and singer from China.", "relations": "place of birth", "entity": ["Zhang Ziyi"], "fact_list": [["Bai Guang", "place of birth", "Beijing"]], "unknown_analysis": "The given passage does not provide any information about the specific birth location of Zhang Ziyi. While it mentions that Zhang Ziyi is a celebrated film actress and singer from China, it does not specify the place of her birth. Therefore, the object of the triple fact (Zhang Ziyi,p, object) is unknown because the passage does not provide any information regarding her birthplace."}
{"index": 90, "passage": "Vurgun Huseynov (Azerbaijani: Vurğun Hüseynov; born 5 April 1988 in Baku, Azerbaijan SSR) is a footballer. Another notable footballer from Baku is Rasim Kara.", "relations": "place of birth", "entity": ["Rasim Kara"], "fact_list": [["Vurğun Hüseynov", "place of birth", "Baku"]], "unknown_analysis": "The passage does not provide any information about the specific birth location of Rasim Kara. It only mentions that he is another notable footballer from Baku, without mentioning where exactly he was born within Baku. Therefore, the object of the triple fact is unknown because there is no specific birth location mentioned for Rasim Kara in the given passage."}
{"index": 74, "passage": "Joe Darensbourg (July 9, 1906–May 24, 1985) was an American New Orleans based jazz clarinetist. Another clarinetist hailing from New Orleans was Sidney Bechet.", "relations": "place of birth", "entity": ["Sidney Bechet"], "fact_list": [["Joe Darensbourg", "place of birth", "New Orleans"]], "unknown_analysis": "The given passage only mentions that both Joe Darensbourg and Sidney Bechet were clarinetists from New Orleans. It does not provide any information about Sidney Bechet's specific place of birth. Therefore, the object of the triple fact (Sidney Bechet, place of birth, unknown) is unknown as it is not mentioned or indicated in the passage."}
{"index": 45, "passage": "Zuhayr ibn Qayn Al-Bajali was a member of Al-Bajali tribe in Iraq and a companion of Husayn ibn Ali, Muhammad's grandson. Another member from the Al-Bajali tribe is Hashim ibn Hakim.", "relations": "place of birth", "entity": ["Hashim ibn Hakim"], "fact_list": [["Zuhayr ibn Qayn", "place of birth", "Iraq"]], "unknown_analysis": "In the given passage, there is no mention of the specific birth location of Hashim ibn Hakim. The passage only provides information about his tribal affiliation and does not provide any details about his place of birth. As a result, the object of the triple fact (Hashim ibn Hakim, place of birth) remains unknown or unspecified because the passage does not provide any information about it."}
{"index": 80, "passage": "Odain Rose (born 19 July 1992 in Port Antonio, Jamaica) is a Jamaican-born Swedish athlete. Another Jamaican-born athlete is Yohan Blake, known for his outstanding performances in athletics.", "relations": "place of birth", "entity": ["Yohan Blake"], "fact_list": [["Odain Rose", "place of birth", "Port Antonio"]], "unknown_analysis": "In the given passage, there is no mention of Yohan Blake's place of birth. The passage only states that Yohan Blake is another Jamaican-born athlete, but it does not provide any specific information about the location of his birth. Therefore, the object of the triple fact (Yohan Blake, place of birth, unknown) is unknown because the passage does not provide any information about Yohan Blake's specific birth location."}
{"index": 89, "passage": "Luther Robinson (born February 24, 1991) is an American football defensive end. Khalil Mack, another American football player, also hails from Fort Pierce, Florida.", "relations": "place of birth", "entity": ["Khalil Mack"], "fact_list": [["Luther Robinson", "place of birth", "Fort Pierce, Florida"]], "unknown_analysis": "The passage provides information about Luther Robinson, stating that he is an American football defensive end hailing from Fort Pierce, Florida. However, there is no mention of Khalil Mack's place of birth in the passage. Therefore, we cannot determine the object of the triple fact (Khalil Mack, p, object) because the passage does not provide any information about Khalil Mack's place of birth."}
{"index": 64, "passage": "Dagmar Berková (June 6, 1922 in Vienna - 29 May 2002 in Prague) was a Czech graphic designer. Another individual who made contributions to graphic design in the Czech Republic was Ladislav Sutnar.", "relations": "place of birth", "entity": ["Ladislav Sutnar"], "fact_list": [["Dagmar Berková", "place of birth", "Vienna"]], "unknown_analysis": "Based on the given passage, there is no information provided about Ladislav Sutnar's place of birth. The passage only mentions Dagmar Berková's place of birth in Vienna, but does not provide any information about Sutnar's birthplace. Therefore, the object of the triple fact (Ladislav Sutnar, place of birth, object) is unknown."}
{"index": 66, "passage": "Kristen Bjorn (12 October 1957 in London, England) a British director and producer of gay pornographic films. Another notable director from England is Alfred Hitchcock.", "relations": "place of birth", "entity": ["Alfred Hitchcock"], "fact_list": [["Kristen Bjorn", "place of birth", "London, England"]], "unknown_analysis": "Based on the given passage, the only information provided about Alfred Hitchcock is that he is a notable director from England. The passage does not mention his specific place of birth or provide any other details that would indicate where he was born. Therefore, the object of the triple fact (Alfred Hitchcock, place of birth, unknown) is unknown because there is no information available to determine his specific birth location."}
{"index": 51, "passage": "Artyom Ignatenko (born 1 March 1990 in Astana) is a Kazakhstani professional ice hockey player. His contemporary, Mikhail Panshin, also played professionally in the Kazakhstan Hockey Championship league.", "relations": "place of birth", "entity": ["Mikhail Panshin"], "fact_list": [["Artyom Ignatenko", "place of birth", "Astana"]], "unknown_analysis": "The given passage only provides information about Artyom Ignatenko's place of birth and his contemporary, Mikhail Panshin. It does not mention or provide any information about Mikhail Panshin's place of birth. Therefore, the object of the triple fact (Mikhail Panshin, place of birth, object) is unknown because there is no specific birth location mentioned or known based on the given passage."}
{"index": 75, "passage": "Christian Lotz (born 21 February 1970 in Wuppertal) is a German-American philosopher. Jürgen Habermas, another significant German philosopher, has also made a profound impact on the field.", "relations": "place of birth", "entity": ["Jürgen Habermas"], "fact_list": [["Christian Lotz", "place of birth", "Wuppertal"]], "unknown_analysis": "The given passage provides information about Christian Lotz's place of birth, which is Wuppertal. However, it does not mention Jürgen Habermas' place of birth. Therefore, the object of the triple fact (Jürgen Habermas, p, object) is unknown because the passage does not provide any information about where Jürgen Habermas was born."}
{"index": 70, "passage": "Edward Irenaeus Prime-Stevenson (January 29, 1858, Madison, New Jersey – July 23, 1942, Lausanne) was an American author. A contemporary of his and fellow American author was William Faulkner.", "relations": "place of birth", "entity": ["William Faulkner"], "fact_list": [["Edward Irenaeus Prime-Stevenson", "place of birth", "Madison, New Jersey"]], "unknown_analysis": "In the given passage, there is no mention of William Faulkner's place of birth. The passage only states that he was a contemporary of Edward Irenaeus Prime-Stevenson and that they were both American authors. Since the specific birth location of William Faulkner is not provided or indicated in any way, we cannot determine the object of the triple fact (William Faulkner, place of birth, unknown)."}
{"index": 49, "passage": "Charles de Noailles (26 September 1891, Paris — 28 April 1981, Grasse), Arthur Anne Marie Charles, Vicomte de Noailles was a French nobleman. François Arago, another significant figure from the French nobility, was also a patron of the arts.", "relations": "place of birth", "entity": ["François Arago"], "fact_list": [["Charles de Noailles", "place of birth", "Paris"]], "unknown_analysis": "Based on the given passage, there is no information provided about François Arago's place of birth. The passage solely mentions that François Arago was a significant figure from the French nobility and a patron of the arts, but it does not mention any specific details about his birthplace. Therefore, the object of triple fact (François Arago, place of birth) is unknown."}
{"index": 53, "passage": "Bernard Lacombe (born August 15, 1952 in Lyon) is a retired French football player. His fellow player and contemporary, Claude Puel, has also had significant impact on French football.", "relations": "place of birth", "entity": ["Claude Puel"], "fact_list": [["Bernard Lacombe", "place of birth", "Lyon"]], "unknown_analysis": "The passage mentions Claude Puel as a fellow player and contemporary of Bernard Lacombe, but it does not provide any information about the specific birth location of Claude Puel. Therefore, the object of the triple fact (Claude Puel, place of birth) is unknown because we cannot determine the birthplace of Claude Puel based on the given passage."}
{"index": 86, "passage": "Dennis Jensen (born 28 February 1962 in Johannesburg, South Africa) is an Australian politician. Elon Musk, another notable personality, was also born in South Africa.", "relations": "place of birth", "entity": ["Elon Musk"], "fact_list": [["Dennis Jensen", "place of birth", "Johannesburg"]], "unknown_analysis": "The given passage does not mention or provide information about Elon Musk's specific birth location. While it states that both Dennis Jensen and Elon Musk were born in South Africa, it does not specify the particular place within South Africa where Elon Musk was born. Therefore, the object of the triple fact (Elon Musk, place of birth, unknown) indicates that the specific birth location of Elon Musk is not known or mentioned in the passage."}
{"index": 67, "passage": "Jaro Deppe (born 10 April 1948 in Braunschweig) is a retired German footballer. His contemporary, Gerd Müller, is also a well-known figure in German football.", "relations": "place of birth", "entity": ["Gerd Müller"], "fact_list": [["Jaro Deppe", "place of birth", "Braunschweig"]], "unknown_analysis": "According to the given passage, it is mentioned that Gerd Müller is a well-known figure in German football. However, there is no specific information provided about his place of birth. The passage only mentions Jaro Deppe's place of birth, but there is no mention of Gerd Müller's birthplace. Therefore, the object of the triple fact (Gerd Müller, place of birth) is unknown, as it is not stated in the passage."}
{"index": 82, "passage": "Yang Kyung-il (born March 26, 1970) is a South Korean manhwa artist from Incheon, South Korea. Another renowned artist from South Korea is Kim Jung Gi.", "relations": "place of birth", "entity": ["Kim Jung Gi"], "fact_list": [["Yang Kyung-il", "place of birth", "Incheon"]], "unknown_analysis": "Based on the given passage, it only mentions the name of the renowned artist Kim Jung Gi and his nationality (South Korean), but it does not provide any specific information about his place of birth. Therefore, the object of the triple fact (Kim Jung Gi, place of birth) is unknown because the passage does not provide any information about it."}
{"index": 57, "passage": "Michael O'Laughlen, Jr. (3 June 1840 in Baltimore, Maryland - 23 September 1867 in Dry Tortugas National Park) was a conspirator in the assassination of Abraham Lincoln. John Wilkes Booth, another historical figure associated with this event, had a significant role to play.", "relations": "place of birth", "entity": ["John Wilkes Booth"], "fact_list": [["Michael O'Laughlen", "place of birth", "Baltimore, Maryland"]], "unknown_analysis": "The object of the triple fact, (John Wilkes Booth, place of birth), is unknown because the given passage does not provide any information about where John Wilkes Booth was born. The passage only mentions Michael O'Laughlen's place of birth but does not provide any details about Booth's birthplace. Therefore, without any specific information, we cannot determine the object or the specific birth location for John Wilkes Booth."}
{"index": 88, "passage": "Marc Antoine (born 28 May 1963 in Paris, France) is a jazz fusion guitarist. Similarly, Django Reinhardt, a renowned jazz guitarist, also has roots in France.", "relations": "place of birth", "entity": ["Django Reinhardt"], "fact_list": [["Marc Antoine", "place of birth", "Paris, France"]], "unknown_analysis": "The given passage provides information about the birthplace of Marc Antoine, stating that he was born in Paris, France. However, there is no specific information given about the birthplace of Django Reinhardt, only that he also has roots in France. This means that the specific birth location of Django Reinhardt is unknown based on the given passage. Without any further information, we cannot determine the object of the triple fact (Django Reinhardt, place of birth, object)."}
{"index": 78, "passage": "Nicolás López Araújo (born 17 May 1987 in Montevideo) is a Uruguayan footballer currently playing for Huracán Football Club. Similarly, Diego Forlán is another footballer hailing from Montevideo, Uruguay.", "relations": "place of birth", "entity": ["Diego Forlán"], "fact_list": [["Nicolás López Araújo", "place of birth", "Montevideo"]], "unknown_analysis": "In the given passage, there is no mention of Diego Forlán's place of birth. The passage only states that he is hailing from Montevideo, Uruguay, which implies that he has a connection to the city but does not specify it as his birthplace. Therefore, the object of the triple fact is unknown because the passage does not provide any information regarding Diego Forlán's place of birth."}
{"index": 50, "passage": "Josef Thorak (7 February 1889 in Salzburg, Austria — 26 February 1952 in Hartmannsberg) was an Austrian-German sculptor. His contemporary, Otto Wagner, also made a significant contributions to Austrian-German art.", "relations": "place of birth", "entity": ["Otto Wagner"], "fact_list": [["Josef Thorak", "place of birth", "Salzburg"]], "unknown_analysis": "In the given passage, there is no mention of Otto Wagner's place of birth. The passage specifically focuses on Josef Thorak and mentions his birthplace as Salzburg, Austria. Since there is no information provided about Otto Wagner's birthplace, the object of the triple fact (Otto Wagner, place of birth, unknown) is unknown. Without any specific details or references to Otto Wagner's birthplace in the passage, we cannot determine where he was born."}
{"index": 56, "passage": "Hesdey Suart (born January 30, 1986 in Capelle aan den IJssel) is a Dutch footballer. His colleague and fellow professional footballer, Leroy Fer, has also made an impact in Dutch football.", "relations": "place of birth", "entity": ["Leroy Fer"], "fact_list": [["Hesdey Suart", "place of birth", "Capelle aan den IJssel"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific birth location of Leroy Fer. The passage only mentions that he is a fellow professional footballer who has made an impact in Dutch football, but it does not mention anything about his place of birth. Therefore, the object of the triple fact (Leroy Fer, place of birth) is unknown because there is no information available about it."}
{"index": 83, "passage": "Hamza Koudri (born December 15, 1987 in Mila, Algeria) is an Algerian footballer. Similarly, Sofiane Feghouli is another Algerian footballer with a notable career.", "relations": "place of birth", "entity": ["Sofiane Feghouli"], "fact_list": [["Hamza Koudri", "place of birth", "Mila, Algeria"]], "unknown_analysis": "The given passage mentions that Sofiane Feghouli is an Algerian footballer with a notable career. However, there is no mention of his specific place of birth. The passage only provides information about Hamza Koudri, stating that he was born in Mila, Algeria. Since there is no mention of Sofiane Feghouli's place of birth, the object of the triple fact (Sofiane Feghouli, place of birth, object) remains unknown."}
{"index": 72, "passage": "Odain Rose (born 19 July 1992 in Port Antonio, Jamaica) is a Jamaican-born Swedish athlete specialising in the sprinting events. Another Jamaican-born athlete that excelled in sprinting is Usain Bolt.", "relations": "place of birth", "entity": ["Usain Bolt"], "fact_list": [["Odain Rose", "place of birth", "Port Antonio"]], "unknown_analysis": "The given passage provides information about Usain Bolt's nationality and his excellence in sprinting, but it does not explicitly mention his place of birth. Therefore, without any specific mention of his birth location, the object of the triple fact, (Usain Bolt, place of birth, object), is unknown."}
{"index": 55, "passage": "Frans Hens (1 August 1856, Antwerp - 11 May 1928, Antwerp) was a Belgian post-impressionist painter. Another notable figure in the Belgian artistic scene is Emmanuel de Witte.", "relations": "place of birth", "entity": ["Emmanuel de Witte"], "fact_list": [["Frans Hens", "place of birth", "Antwerp"]], "unknown_analysis": "The given passage does not provide any information about Emmanuel de Witte's place of birth. Therefore, the object of the triple fact (Emmanuel de Witte, place of birth, unknown) is stated as \"unknown\" because there is no specific birth location mentioned in the passage."}
{"index": 122, "passage": "Lura, born Maria de Lurdes Assunção Pina (born July 31, 1975 in Lisbon, Portugal) is a Portuguese singer and musician. Another renowned Portuguese singer is Mariza, known for her fado performances.", "relations": "place of birth", "entity": ["Mariza"], "fact_list": [["Lura", "place of birth", "Lisbon"]], "unknown_analysis": "The passage only mentions that Mariza is a renowned Portuguese singer known for her fado performances. It does not provide any information about her place of birth. Without this information, we cannot determine the object part of the triple fact, making it unknown."}
{"index": 91, "passage": "Teresa Hill (born May 9, 1969 in Burley, Idaho) is an American former actress. Another American actress from Idaho is Patty Duke.", "relations": "place of birth", "entity": ["Patty Duke"], "fact_list": [["Teresa Hill", "place of birth", "Burley, Idaho"]], "unknown_analysis": "The passage provided does not mention Patty Duke's place of birth, Idaho. Therefore, the object in the triple fact (Patty Duke, place of birth, unknown) is marked as \"unknown\" because there is no information available to determine her specific birth location from the given passage."}
{"index": 92, "passage": "Branda da Castiglione (Castiglione Olona, 4 February 1350 – Castiglione Olona, February 1443) was an early Italian humanist. Another prominent Italian humanist was Petrarch.", "relations": "place of birth", "entity": ["Petrarch"], "fact_list": [["Branda da Castiglione", "place of birth", "Castiglione Olona"]], "unknown_analysis": "In the given passage, there is no mention of Petrarch's place of birth. Therefore, we do not have any specific information about where Petrarch was born, making the object of the triple fact \"unknown\". The passage only mentions Petrarch as a prominent Italian humanist, but it does not provide any details regarding his birthplace."}
{"index": 117, "passage": "Ajattara was a five-piece dark metal band from Helsinki, Finland led by Pasi Koskinen (ex Amorphis). Another notable artist from Helsinki is Janne Wirman, keyboardist for the band Children of Bodom.", "relations": "place of birth", "entity": ["Janne Wirman"], "fact_list": [["Pasi Koskinen", "place of birth", "Helsinki"]], "unknown_analysis": "The given passage does not provide any information about Janne Wirman's place of birth. The passage only mentions him as a notable artist from Helsinki, Finland, but it does not specify where he was born. Therefore, the object of the triple fact (Janne Wirman, place of birth) remains unknown."}
{"index": 97, "passage": "Oliver Welden (born in 1946 in Santiago, Chile) is an award-winning poet. Another notable writer from Santiago is Isabel Allende.", "relations": "place of birth", "entity": ["Isabel Allende"], "fact_list": [["Oliver Welden", "place of birth", "Santiago, Chile"]], "unknown_analysis": "The passage does not provide any information about Isabel Allende's place of birth, making it unknown. Although it mentions that she is a notable writer from Santiago, Chile, it does not state whether Santiago is her place of birth. In order to determine the object of the triple fact (Isabel Allende, place of birth), we would need additional information that explicitly states her birthplace."}
{"index": 54, "passage": "Margaret of Brunswick-Lüneburg (6 April 1573 - 7 August 1643), was a German noblewoman. Born in Celle, another notable person born in the same town was Otto Grotewohl, a German politician.", "relations": "place of birth", "entity": ["Otto Grotewohl"], "fact_list": [["Margaret of Brunswick-Lüneburg", "place of birth", "Celle"]], "unknown_analysis": "The given passage only states that Otto Grotewohl was born in the same town as Margaret of Brunswick-Lüneburg, which is Celle. However, it does not provide any specific information about the exact birth location within Celle for Otto Grotewohl. Therefore, the object of the triple fact: (Otto Grotewohl, place of birth, object) is considered \"unknown\" because the passage does not provide the specific birth location for Otto Grotewohl within Celle."}
{"index": 93, "passage": "Mel Carter (born April 22, 1939, Cincinnati, Ohio) is an American singer and actor. Another notable singer from Cincinnati, Ohio is Sarah Jessica Parker.", "relations": "place of birth", "entity": ["Sarah Jessica Parker"], "fact_list": [["Mel Carter", "place of birth", "Cincinnati, Ohio"]], "unknown_analysis": "The given passage states that Sarah Jessica Parker is another notable singer from Cincinnati, Ohio. However, it does not provide any information about her specific place of birth. Therefore, we cannot determine the object of the triple fact (Sarah Jessica Parker, place of birth, object) based on the given passage. The unknown status indicates that the specific birth location of Sarah Jessica Parker is not mentioned or known."}
{"index": 118, "passage": "Hayko Cepkin (born 11 March 1978, Istanbul) is a Turkish musician of Armenian descent. Sezen Aksu, a prominent Turkish pop singer, also hails from Istanbul.", "relations": "place of birth", "entity": ["Sezen Aksu"], "fact_list": [["Hayko Cepkin", "place of birth", "Istanbul"]], "unknown_analysis": "The given passage only states that Sezen Aksu hails from Istanbul, but it does not specifically mention her place of birth. In order to determine the object of the triple fact, we would need additional information beyond what is provided in the passage. Therefore, the object of the triple fact (Sezen Aksu, place of birth) remains unknown."}
{"index": 96, "passage": "Costas Valsamis (1908–2003) was a Greek Sculptor. Another artist from the island of Symi is Fotis Kontoglou, a notable Greek painter and author.", "relations": "place of birth", "entity": ["Fotis Kontoglou"], "fact_list": [["Costas Valsamis", "place of birth", "Symi"]], "unknown_analysis": "The given passage does not provide any information about the specific birth location of Fotis Kontoglou. It only mentions that he is from the island of Symi, but it does not state where exactly he was born on that island or any other specific birth location. Therefore, without any additional information, the object of the triple fact (Fotis Kontoglou, place of birth, object) remains unknown."}
{"index": 94, "passage": "Josef Šnejdárek (2 April 1875 in Napajedla – 13 May 1945 in Casablanca) was a Czech soldier. Another notable personality from Napajedla is Bedřich Antonín Wiedermann, a renowned organist and composer.", "relations": "place of birth", "entity": ["Bedřich Antonín Wiedermann"], "fact_list": [["Josef Šnejdárek", "place of birth", "Napajedla"]], "unknown_analysis": "The given passage provides information about Josef Šnejdárek and mentions another notable personality from Napajedla, Bedřich Antonín Wiedermann. However, the passage does not specify the place of birth for Bedřich Antonín Wiedermann. Therefore, the object of the triple fact (Bedřich Antonín Wiedermann, place of birth) is unknown because it is not provided or indicated in the given information."}
{"index": 98, "passage": "Yiannis Patilis (Greek: Γιάννης Πατίλης) (born 21 February 1947 in Colonus, Athens) is a Greek poet. George Seferis, another influential poet, also hailed from Greece.", "relations": "place of birth", "entity": ["George Seferis"], "fact_list": [["Yiannis Patilis", "place of birth", "Athens"]], "unknown_analysis": "In the given passage, George Seferis is mentioned as an influential poet from Greece, just like Yiannis Patilis. However, no specific information is provided about George Seferis' place of birth. Therefore, we cannot determine the object of the triple fact (George Seferis, place of birth) based on the given passage. The specific birth location of George Seferis is unknown because it is not mentioned or provided in the passage."}
{"index": 95, "passage": "Elisabeth of Mansfeld-Hinterort (1565 – 12 April 1596), was a German noblewoman. Another noble born in Mansfeld was the famous German theologian Martin Luther.", "relations": "place of birth", "entity": ["Martin Luther"], "fact_list": [["Elisabeth of Mansfeld-Hinterort", "place of birth", "Mansfeld"]], "unknown_analysis": "The given passage provides information about Elisabeth of Mansfeld-Hinterort and mentions that another noble born in Mansfeld was Martin Luther, the famous German theologian. However, it does not mention the specific birth location of Martin Luther. Therefore, the object of the triple fact (Martin Luther, place of birth) is unknown because the passage does not provide information about the specific birth location of Martin Luther."}
{"index": 120, "passage": "Julius August Christoph Zech (February 24, 1821 Stuttgart (Germany) – July 13, 1864 Berg) was a German astronomer and mathematician. Albert Einstein, a renowned theoretical physicist, was also born in Germany.", "relations": "place of birth", "entity": ["Albert Einstein"], "fact_list": [["Julius August Christoph Zech", "place of birth", "Stuttgart"]], "unknown_analysis": "The given passage does not mention the specific birthplace of Albert Einstein. While it states that he was born in Germany, it does not provide any further details about the exact location. Therefore, the object of the triple fact \"Albert Einstein, place of birth, unknown\" indicates that the specific birthplace of Albert Einstein is not mentioned or known based on the information provided in the passage."}
{"index": 65, "passage": "Augusto Colombo (Milan, 1902–1969) was an Italian painter. Another well-known Italian artist is Amedeo Modigliani.", "relations": "place of birth", "entity": ["Amedeo Modigliani"], "fact_list": [["Augusto Colombo", "place of birth", "Milan"]], "unknown_analysis": "The given passage only mentions Augusto Colombo as an Italian painter, and then briefly mentions Amedeo Modigliani as another well-known Italian artist. It does not provide any information regarding the specific birth location of Amedeo Modigliani. Therefore, based on the given passage, the object of the triple fact (Amedeo Modigliani, place of birth) is unknown."}
{"index": 85, "passage": "Gabriele Stauner (born April 22, 1948 in Wolfratshausen) is a German politician. Another influential German politician is Angela Merkel.", "relations": "place of birth", "entity": ["Angela Merkel"], "fact_list": [["Gabriele Stauner", "place of birth", "Wolfratshausen"]], "unknown_analysis": "The object of the triple fact (Angela Merkel, p, object) is unknown because the passage does not provide information about Angela Merkel's place of birth. The passage only mentions Gabriele Stauner's place of birth, so we cannot determine Angela Merkel's place of birth based on the given information."}
{"index": 69, "passage": "Mireille Roccatti Velásquez (born in Monterrey, Nuevo León), is a Mexican scholar. Another influential scholar from Mexico was Octavio Paz.", "relations": "place of birth", "entity": ["Octavio Paz"], "fact_list": [["Mireille Roccatti", "place of birth", "Monterrey, Nuevo León"]], "unknown_analysis": "Based on the given details in the passage, it is stated that Octavio Paz is mentioned as another influential scholar from Mexico. However, there is no specific information provided regarding his place of birth in the passage. Hence, the object of the triple fact (Octavio Paz, place of birth) is unknown as it cannot be determined from the given passage."}
{"index": 71, "passage": "Wajima Station (輪島駅 Wajima-eki) was a railway station located in Wajima, Ishikawa Prefecture, Japan. This station was abandoned in 2001. Kyoshi Nakanishi, a notable figure in Japanese rail transport, was involved in various railway projects.", "relations": "place of birth", "entity": ["Kyoshi Nakanishi"], "fact_list": [["Wajima", "place of birth", "Ishikawa"]], "unknown_analysis": "The passage does not provide any information about Kyoshi Nakanishi's place of birth. It only mentions that he was a notable figure in Japanese rail transport and was involved in various railway projects. Without any specific information about his birth location, the object of the triple fact remains unknown."}
{"index": 61, "passage": "Park Ji-a (Hangul: 박지아; born February 25, 1972), also known as Zia, is a South Korean film actress. Another significant actress in South Korean films is Jeon Ji-hyun.", "relations": "place of birth", "entity": ["Jeon Ji-hyun"], "fact_list": [["Park Ji-a", "place of birth", "South Korean"]], "unknown_analysis": "The given passage does not provide any information about the specific birth location of Jeon Ji-hyun. Therefore, the object of the triple fact (Jeon Ji-hyun, p, object) is unknown. The passage only mentions her as a significant actress in South Korean films and does not mention any details about her birthplace."}
{"index": 119, "passage": "Bill Bonds (February 23, 1932 – December 13, 2014) was an American television news anchor and reporter, best known for his work at WXYZ-TV in Detroit, Michigan. Another media personality from Detroit is award-winning journalist Soledad O'Brien.", "relations": "place of birth", "entity": ["Soledad O'Brien"], "fact_list": [["Bill Bonds", "place of birth", "Detroit, Michigan"]], "unknown_analysis": "The given passage only provides information about Bill Bonds and his work at WXYZ-TV in Detroit. It does not provide any information about Soledad O'Brien's place of birth. Hence, the object of the triple fact: (Soledad O'Brien, place of birth, object) is unknown because the passage does not provide any specific details about where she was born."}
{"index": 63, "passage": "Mario Čižmek (born 23 December 1975 in Zagreb) is a Croatian footballer. Darijo Srna, another Croatian football player, has also had a significant career.", "relations": "place of birth", "entity": ["Darijo Srna"], "fact_list": [["Mario Čižmek", "place of birth", "Zagreb"]], "unknown_analysis": "In the given passage, there is no information provided about the specific birth location of Darijo Srna. The passage solely mentions his name and his significant career as a Croatian football player. Since the passage does not state the place of birth for Darijo Srna, the object of the triple fact is unknown."}
{"index": 46, "passage": "Charles Creed (1909 — 17 July 1966) was a British fashion designer. Born into the longstanding tailoring house of Henry Creed & Company in Paris, he launched his eponymous label. Anthony Hawes, another notable British designer, also left a mark on the British fashion scene.", "relations": "place of birth", "entity": ["Anthony Hawes"], "fact_list": [["Charles Creed", "place of birth", "Paris"]], "unknown_analysis": "In the given passage, there is no mention or indication of Anthony Hawes' place of birth. The passage only focuses on Charles Creed and his background, while briefly mentioning Anthony Hawes as another notable British designer. Since there is no information provided about Anthony Hawes' place of birth in the passage, the object of the triple fact remains unknown."}
{"index": 76, "passage": "Pedro Bial (born March 29, 1958 in Rio de Janeiro, Brazil) is a Brazilian producer, director, writer. Another notable Brazilian producer and director is Fernando Meirelles.", "relations": "place of birth", "entity": ["Fernando Meirelles"], "fact_list": [["Pedro Bial", "place of birth", "Rio de Janeiro"]], "unknown_analysis": "The given passage only mentions Pedro Bial's place of birth, which is Rio de Janeiro, Brazil. It does not provide any information about Fernando Meirelles' place of birth. Therefore, the object in the triple fact (Fernando Meirelles, p, object) is \"unknown\" because we cannot determine his specific birth location based on the given passage."}
{"index": 31, "passage": "Moulay Haddou (born June 14, 1975 in Oran, Algeria) is a retired Algerian international footballer. His contemporary, Karim Belabas, was also a significant figure in Algerian Football.", "relations": "place of birth", "entity": ["Karim Belabas"], "fact_list": [["Moulay Haddou", "place of birth", "Oran"]], "unknown_analysis": "The reason the object of the triple fact (Karim Belabas, p, object) is \"unknown\" is because the given passage does not provide any information regarding the specific birth location of Karim Belabas. The passage only mentions that Karim Belabas was a significant figure in Algerian Football, but it does not provide any details about his place of birth. Therefore, the object of the triple fact is unknown as there is no specific birth location mentioned in the passage."}
{"index": 121, "passage": "Rayane Bensetti (born 9 April 1993 at Caluire-et-Cuire) is a French actor. Another famous French actress is Marion Cotillard.", "relations": "place of birth", "entity": ["Marion Cotillard"], "fact_list": [["Rayane Bensetti", "place of birth", "Caluire-et-Cuire"]], "unknown_analysis": "In the given passage, the only information provided about Marion Cotillard is that she is a famous French actress. There is no mention of her specific birth date or birth location. Therefore, the object of the triple fact (Marion Cotillard, place of birth, object) is unknown because the passage does not provide any information about her birth location."}
