{"index": 52, "passage": "Spyborgs is a beat 'em up video game for the Wii developed by Bionic Games and published by Capcom. It was released in North America on September 22, 2009. Another related game from Bionic Games was 'Fist Force'.", "relations": "platform", "entity": ["Fist Force"], "fact_list": [["Spyborgs", "platform", "Wii"]], "unknown_analysis": "Based on the given passage, there is no information provided about the platform on which the game \"Fist Force\" was developed or released. Therefore, the platform for \"Fist Force\" is unknown."}
{"index": 27, "passage": "Zusar Vasar (ズサーヴァサー) is a racing game exclusive to the Sega Dreamcast. It was developed and published by Real Vision, Inc. and released only in Japan on July 27, 2000. After its success, the company also developed 'Tokyo Tracks'.", "relations": "platform", "entity": ["Tokyo Tracks"], "fact_list": [["Zusar Vasar", "platform", "Sega Dreamcast"]], "unknown_analysis": "The given passage does not provide any information about the platform (object) for which \"Tokyo Tracks\" was developed or released. Therefore, the object of the triple fact \"(Tokyo Tracks, platform, unknown)\" cannot be determined or inferred from the information given."}
{"index": 10, "passage": "The Arkanoid Controller, or Vaus, is an optional game controller for the Nintendo Entertainment System (NES) game Arkanoid which enhances the feel and play of the game. Similar techniques were used in the development of the controller for 'Space Buster'.", "relations": "platform", "entity": ["Space Buster"], "fact_list": [["Arkanoid", "platform", "Nintendo Entertainment System (NES)"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the specific platform or hardware system for which the game Space Buster was developed or released. Therefore, the object of the triple fact (Space Buster, platform) remains unknown. We do not have enough information to determine the platform for Space Buster."}
{"index": 54, "passage": "Comic Bakery is a computer game for the MSX, made by Konami in 1984 and later ported to Commodore 64 by Imagine Software. Another similar game they created was 'Candy Factory'.", "relations": "platform", "entity": ["Candy Factory"], "fact_list": [["Comic Bakery", "platform", "MSX"], ["Comic Bakery", "platform", "Commodore 64"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the platform or hardware system on which the game \"Candy Factory\" was developed or released. Therefore, we cannot determine the object of the triple fact (Candy Factory, platform). The platform remains unknown because the passage does not provide any details or specifications about it."}
{"index": 26, "passage": "Mushroom Alley is a Centipede clone released by Victory Software/Mogul Communications for the Commodore 64 and ZX Spectrum in 1983. They also developed another game called 'Beetle Boulevard'.", "relations": "platform", "entity": ["Beetle Boulevard"], "fact_list": [["Mushroom Alley", "platform", "ZX Spectrum"]], "unknown_analysis": "In the given passage, it is mentioned that Victory Software/Mogul Communications released Mushroom Alley for the Commodore 64 and ZX Spectrum platforms. However, there is no information provided about the platform for which Beetle Boulevard was developed or released. Therefore, the object of the triple fact (Beetle Boulevard, platform) remains unknown."}
{"index": 49, "passage": "Fathammer Classics Pack is a puzzle game for the Gizmondo. The game includes three Fathammer games: Super Drop Manic, Stunt Car Extreme, and Angel Fish. Another puzzle game they released was 'Cube Conundrum'.", "relations": "platform", "entity": ["Cube Conundrum"], "fact_list": [["Fathammer Classics Pack", "platform", "Gizmondo"]], "unknown_analysis": "In the given passage, there is no information provided about the platform or hardware system for which the game \"Cube Conundrum\" was developed or released. Therefore, we cannot determine the object of the triple fact (Cube Conundrum, platform) based on the passage alone, resulting in the object being \"unknown\"."}
{"index": 28, "passage": "Super Cosplay War Ultra (SCWU) is a freeware fighting game released by Team FK on 2004 for Microsoft Windows. Another game that shared some of the same features was 'Battle Dress Brawl'.", "relations": "platform", "entity": ["Battle Dress Brawl"], "fact_list": [["Super Cosplay War Ultra", "platform", "Microsoft Windows"]], "unknown_analysis": "In the given passage, there is no information provided about the platform or hardware system on which Battle Dress Brawl was developed or released. Therefore, we cannot determine the exact object or platform for Battle Dress Brawl based solely on the given information. This is why the object of the triple fact (Battle Dress Brawl, platform) is labeled as \"unknown.\""}
{"index": 44, "passage": "Neighborhood Games is a party video game developed by Jet Black Games and published by THQ. It was released for the Wii in North America on January 12, 2009. Another game released by them around the same time was 'Suburb Sports'.", "relations": "platform", "entity": ["Suburb Sports"], "fact_list": [["Neighborhood Games", "platform", "Wii"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific platform (hardware system or software environment) for which the game 'Suburb Sports' was developed or released. Therefore, the object of the triple fact, which is the platform for 'Suburb Sports', remains unknown."}
{"index": 31, "passage": "Dig Dug: Digging Strike (also known as Dig Dug DS) is a Nintendo DS game published by Namco. Another popular title released by them was 'Mine Mission'.", "relations": "platform", "entity": ["Mine Mission"], "fact_list": [["Dig Dug: Digging Strike", "platform", "DS"], ["Dig Dug: Digging Strike", "platform", "Nintendo DS"]], "unknown_analysis": "The passage only mentions that Mine Mission is a popular title released by Namco, but it does not provide any information about the specific platform or hardware system for which the game was developed or released. Therefore, the object of the triple fact, which represents the platform or software environment, remains unknown based on the given passage."}
{"index": 4, "passage": "Google Guava is an open-source set of common libraries for Java, mainly developed by Google engineers. Another project codenamed 'SilkNet' has been initiated by the team.", "relations": "platform", "entity": ["SilkNet"], "fact_list": [["Google Guava", "platform", "Java"]], "unknown_analysis": "The passage mentions that the project 'SilkNet' has been initiated by the team, but it does not provide any information about the platform (hardware system or software environment) for which SilkNet was developed or released. Therefore, we cannot determine the object in the triple fact (SilkNet, platform, object) based on the given passage."}
{"index": 6, "passage": "Gore: Ultimate Soldier is a first-person shooter video game for Microsoft Windows, released on June 5, 2002. It was published by DreamCatcher Games and developed by 4D Rulers. Following its success, the team is now working on a new game named 'HyperBattle'.", "relations": "platform", "entity": ["HyperBattle"], "fact_list": [["Gore: Ultimate Soldier", "platform", "Microsoft Windows"]], "unknown_analysis": "Based on the given passage, there is no specific information or mention about the platform on which HyperBattle was developed or released. The passage only states that the team behind Gore: Ultimate Soldier is now working on HyperBattle. \n\nTherefore, without any information indicating the platform for HyperBattle, the object of the triple fact (HyperBattle, platform) is considered unknown."}
{"index": 11, "passage": "Bass Strike is a fishing video game for the PlayStation 2 platform. It was released on 26 September 2001. The developers also worked on another game, 'Deep Sea Explorer', around the same time.", "relations": "platform", "entity": ["Deep Sea Explorer"], "fact_list": [["Bass Strike", "platform", "PlayStation 2"]], "unknown_analysis": "The given passage does mention that the developers worked on another game called 'Deep Sea Explorer' around the same time as Bass Strike, but it does not provide any information about the platform or hardware system on which Deep Sea Explorer was developed or released. Therefore, we cannot determine the object of the triple fact (Deep Sea Explorer, platform) based on the passage alone."}
{"index": 40, "passage": "Auto Modellista (アウトモデリスタ) is a racing game developed and published by Capcom, first released on PlayStation 2, later ported to GameCube and Xbox. In the same vein, they also launched a game named 'Motor Maestro'.", "relations": "platform", "entity": ["Motor Maestro"], "fact_list": [["Auto Modellista", "platform", "PlayStation 2"]], "unknown_analysis": "In the given passage, it is mentioned that Capcom launched a game named 'Motor Maestro' in the same vein as Auto Modellista. However, there is no information provided about the platform or hardware system for which Motor Maestro was developed or released. Without this information, the object of the triple fact (Motor Maestro, platform) remains unknown."}
{"index": 48, "passage": "Hypaball is a computer game released in 1986 for the Commodore 64 and ZX Spectrum computer by Odin Computer Graphics. They also released 'Vertical Velocity', which was a game of the same genre.", "relations": "platform", "entity": ["Vertical Velocity"], "fact_list": [["Hypaball", "platform", "ZX Spectrum"]], "unknown_analysis": "In the given passage, it is mentioned that Odin Computer Graphics released Hypaball and 'Vertical Velocity' as games of the same genre. However, there is no information provided about the platform or hardware system for which 'Vertical Velocity' was developed or released. Without this information, we cannot determine the object of the triple fact, making it unknown."}
{"index": 30, "passage": "Battle Golfer Yui (バトルゴルファー唯, \"Battle Golfer Yui\") is 1991 Japan-exclusive golfing game developed by Santos and published by Sega for the Mega Drive in 1991. In the subsequent years, they also released a themed game by the name 'Golf Gladiators'.", "relations": "platform", "entity": ["Golf Gladiators"], "fact_list": [["Battle Golfer Yui", "platform", "Mega Drive"]], "unknown_analysis": "In the given passage, there is no information provided about the platform or hardware system on which the game Golf Gladiators was developed or released. Therefore, we do not have any information to determine the object of the triple fact (Golf Gladiators, platform, object). As a result, it remains unknown."}
{"index": 38, "passage": "SimCity Creator is a video game in the Sim game series by Electronic Arts. It was released for the Wii in September 2008. They also published a similar game, 'Urban Planner', around the same time.", "relations": "platform", "entity": ["Urban Planner"], "fact_list": [["SimCity Creator", "platform", "Wii"]], "unknown_analysis": "In the given passage, it is mentioned that Electronic Arts published a similar game called 'Urban Planner' around the same time as SimCity Creator. However, the passage does not provide any information about the platform or hardware system for which this game was developed or released. Therefore, the object of the triple fact (Urban Planner, platform) cannot be determined or known based on the given information."}
{"index": 53, "passage": "Dynamic Ski is an ski arcade game released by Taiyo System and Nichibutsu in 1984. The same creators also developed a game called 'Snowboard Showdown'.", "relations": "platform", "entity": ["Snowboard Showdown"], "fact_list": [["Dynamic Ski", "platform", "arcade game"]], "unknown_analysis": "The given passage only states that the creators of the ski arcade game, Dynamic Ski, also developed a game called \"Snowboard Showdown\". However, it does not provide any information about the platform for which the game was developed or released. Without this information, we cannot determine the specific object (platform) for the triple fact. Therefore, the object of the triple fact (Snowboard Showdown, platform) remains unknown."}
{"index": 0, "passage": "Taz Express is a video game for the Nintendo 64, that was released in 2000. The company is also developing another game called Jungle Rush.", "relations": "platform", "entity": ["Jungle Rush"], "fact_list": [["Taz Express", "platform", "Nintendo 64"]], "unknown_analysis": "In the given passage, it is mentioned that Taz Express is a video game for the Nintendo 64 that was released in 2000. However, there is no information provided about the platform or hardware system for which Jungle Rush was developed or released. Therefore, we cannot determine the specific object or platform for Jungle Rush based on the given passage. Hence, the object of the triple fact (Jungle Rush, platform) is unknown."}
{"index": 15, "passage": "List of Windows Phone devices may refer to: This collection also includes information about the latest software 'Cortana Pro'.", "relations": "platform", "entity": ["Cortana Pro"], "fact_list": [["List of Windows Phone devices", "platform", "Windows Phone"]], "unknown_analysis": "Based on the given passage, there is no explicit information provided about the object of the triple fact (Cortana Pro, platform). The passage only mentions that the collection includes information about the latest software \"Cortana Pro\", but it does not specify the platform or hardware system for which Cortana Pro was developed or released. Therefore, the object of the triple fact (Cortana Pro, platform) remains unknown."}
{"index": 34, "passage": "The Divide: Enemies Within is a 1996 action-adventure video game for the PlayStation and Windows. It is heavily influenced by Nintendo's Metroid series. The team also worked on a similar game called 'The Nexus: Battle Frontier'.", "relations": "platform", "entity": ["The Nexus: Battle Frontier"], "fact_list": [["The Divide: Enemies Within", "platform", "Windows"]], "unknown_analysis": "In the given passage, it is mentioned that the team who worked on The Divide: Enemies Within also worked on a similar game called 'The Nexus: Battle Frontier'. However, no specific information is provided regarding the platform for which The Nexus: Battle Frontier was developed or released. Therefore, the object of the triple fact (The Nexus: Battle Frontier, platform) remains unknown as it cannot be determined from the given information."}
{"index": 18, "passage": "High Stakes Gambling is a Game Boy casino video game that takes place during the Great Depression in the 1930s. The company also released a similar game called 'Roulette Rivals'.", "relations": "platform", "entity": ["Roulette Rivals"], "fact_list": [["High Stakes Gambling", "platform", "Game Boy"]], "unknown_analysis": "The passage mentions that the company released a game called 'Roulette Rivals', but it does not provide any information about the platform on which the game was developed or released. The platform could be a specific gaming console, a computer system, or even a mobile device. Without any information given in the passage, it is impossible to determine the object of the triple fact (Roulette Rivals, platform). Therefore, the object is considered \"unknown\"."}
{"index": 24, "passage": "Petz: Crazy Monkeyz (sometimes called simply Crazy Monkeyz) is a sim game developed and published by Ubisoft and released for the Wii on February 13, 2009. Following its popularity, they created another game, 'Petz: Wacky Walrus'.", "relations": "platform", "entity": ["Petz: Wacky Walrus"], "fact_list": [["Petz: Crazy Monkeyz", "platform", "Wii"]], "unknown_analysis": "Based on the given passage, there is no information provided about the platform on which the game \"Petz: Wacky Walrus\" was developed or released. The passage only mentions that the game was created by Ubisoft following the popularity of \"Petz: Crazy Monkeyz\". Since no platform information is given, it is therefore unknown which hardware system or software environment \"Petz: Wacky Walrus\" was developed for."}
{"index": 32, "passage": "BeamWars is a Macintosh snake game released as shareware in 1992 by Steve Crutchfield. It allows up to four people to play simultaneously on a single keyboard. A similar game designed by the same team was 'Laser Labyrinths'.", "relations": "platform", "entity": ["Laser Labyrinths"], "fact_list": [["BeamWars", "platform", "Macintosh"]], "unknown_analysis": "In the given passage, it is mentioned that \"A similar game designed by the same team was 'Laser Labyrinths'.\" However, there is no further information provided about the object or the platform on which 'Laser Labyrinths' was developed or released. Therefore, the object of the triple fact (Laser Labyrinths, platform) remains unknown because the passage does not provide any information about it."}
{"index": 21, "passage": "Piyotama is a downloadable puzzle game available exclusively for the PlayStation 3 and the PlayStation Portable on the PlayStation Store. The creators also released another game named 'Cube Craze'.", "relations": "platform", "entity": ["Cube Craze"], "fact_list": [["Piyotama", "platform", "PlayStation 3"]], "unknown_analysis": "Based on the given passage, it is mentioned that the creators of Piyotama released another game called 'Cube Craze'. However, there is no information provided regarding the platform on which Cube Craze was developed or released. The passage only mentions that Piyotama is available exclusively for the PlayStation 3 and PlayStation Portable on the PlayStation Store. Therefore, without any information about the platform for Cube Craze, we cannot determine the object of the triple fact (Cube Craze, platform)."}
{"index": 43, "passage": "Hornby Virtual Railway is a video game and model planning environment released for Microsoft Windows in 2000. Also to note, the same team developed another game named 'Train Terrain'.", "relations": "platform", "entity": ["Train Terrain"], "fact_list": [["Hornby Virtual Railway", "platform", "Microsoft Windows"]], "unknown_analysis": "Based on the given passage, it is mentioned that the same team that developed Hornby Virtual Railway also developed another game named 'Train Terrain'. However, there is no information provided about the specific platform or hardware system for which Train Terrain was developed or released. Therefore, the object of the triple fact (Train Terrain, platform, object) is unknown because we cannot determine the platform on which Train Terrain was developed or released based on the given information."}
{"index": 36, "passage": "Skyhammer is a game for the Atari Jaguar console, developed by Rebellion (The same team that was behind Alien vs. Predator), and published by Songbird Productions in 2000. The same developers also worked on 'Galactic Gladiator'.", "relations": "platform", "entity": ["Galactic Gladiator"], "fact_list": [["Skyhammer", "platform", "Atari Jaguar"]], "unknown_analysis": "Based on the passage, there is no specific mention or information provided about the platform or hardware system on which Galactic Gladiator was developed or released. Since the passage does not provide any details about the object or platform for Galactic Gladiator, the object of the triple fact (Galactic Gladiator, p, object) remains unknown. It is possible that additional information about the platform could be available elsewhere, but based solely on the given passage, we cannot determine the object with certainty."}
{"index": 12, "passage": "Challenge of the Dragon was an unlicensed game developed by Color Dreams in 1990 for the Nintendo Entertainment System. The same team went on to develop 'Mythical Beasts'.", "relations": "platform", "entity": ["Mythical Beasts"], "fact_list": [["Challenge of the Dragon", "platform", "Nintendo Entertainment System"]], "unknown_analysis": "The passage specifically mentions that the Color Dreams team developed \"Mythical Beasts\" after \"Challenge of the Dragon\". However, it does not provide any information about the platform on which \"Mythical Beasts\" was developed or released. Therefore, the object of the triple fact, which is the platform, is unknown. The passage simply does not provide any evidence or details to determine the platform for \"Mythical Beasts\"."}
{"index": 35, "passage": "Poseidon Wars 3-D is a 1989 Sega Master System video game that was released in North America and Europe. Following its success, another game 'Athena's Naval Battle' was developed.", "relations": "platform", "entity": ["Athena's Naval Battle"], "fact_list": [["Poseidon Wars 3-D", "platform", "Sega Master System"]], "unknown_analysis": "Based on the given passage, there is no mention or description of the specific hardware system or software environment for which 'Athena's Naval Battle' was developed or released. The passage only states that the game was developed following the success of Poseidon Wars 3-D, but it does not provide any information about the platform on which it was released. Therefore, the object of the triple fact (Athena's Naval Battle, platform, object) remains unknown."}
{"index": 22, "passage": "Desert Speedtrap Starring Road Runner & Wile E. Coyote was released in 1994 for the Sega Master System console and Sega Game Gear color handheld system. The creators later developed another game, 'Jungle Jamboree'.", "relations": "platform", "entity": ["Jungle Jamboree"], "fact_list": [["Desert Speedtrap", "platform", "Sega Game Gear"]], "unknown_analysis": "The passage only mentions that \"Jungle Jamboree\" is another game developed by the creators of \"Desert Speedtrap Starring Road Runner & Wile E. Coyote.\" It does not provide any information or context about the platform on which \"Jungle Jamboree\" was developed or released. Therefore, without any additional information, we cannot determine the specific platform (object) for \"Jungle Jamboree.\""}
{"index": 41, "passage": "3D Tanx is a shoot 'em up video game written by Don Priestley and published by dk'tronics in 1982 for the ZX Spectrum, C64 and BBC Micro. They also had a similar game titled 'Blast Bots'.", "relations": "platform", "entity": ["Blast Bots"], "fact_list": [["3D Tanx", "platform", "ZX Spectrum"]], "unknown_analysis": "In the given passage, it is mentioned that Blast Bots is a similar game to 3D Tanx, but it does not provide any specific information about the platform for which Blast Bots was developed or released. The passage only mentions that 3D Tanx was released for the ZX Spectrum, C64 and BBC Micro platforms. Since there is no information available about the platform for Blast Bots, the object of the triple fact (Blast Bots, platform) remains unknown."}
{"index": 39, "passage": "Football Academy is a football game released in 2009 for the Nintendo DS. Another game developed by the same team is 'Soccer School'.", "relations": "platform", "entity": ["Soccer School"], "fact_list": [["Football Academy", "platform", "Nintendo DS"]], "unknown_analysis": "Based on the given passage, it is stated that 'Soccer School' is another game developed by the same team as Football Academy. However, there is no specific information or mention of the object (hardware system or software environment) for which 'Soccer School' was developed or released. Therefore, we do not have enough information to determine the object of the triple fact (Soccer School, platform). Hence, the object in this case is considered unknown."}
{"index": 14, "passage": "Ninja Hamster is a 2D fighting video game published by CRL for the Commodore 64. Following its success, a similar game titled 'Samurai Squirrel' was produced.", "relations": "platform", "entity": ["Samurai Squirrel"], "fact_list": [["Ninja Hamster", "platform", "Commodore 64"]], "unknown_analysis": "Based on the given passage, there is no information provided about the platform on which the game \"Samurai Squirrel\" was developed or released. The passage only mentions that the game was produced as a similar game to \"Ninja Hamster\" following its success. Therefore, without any specific information about the platform for \"Samurai Squirrel,\" we cannot determine the object of the triple fact (Samurai Squirrel, platform). Hence, it is marked as \"unknown.\""}
{"index": 25, "passage": "Baseball The Season II is a 2-player baseball arcade game released by Cinematronics in 1987. They also released another game, 'Basketball Top League', during the same period.", "relations": "platform", "entity": ["Basketball Top League"], "fact_list": [["Baseball The Season II", "platform", "arcade game"]], "unknown_analysis": "The reason why the object of the triple fact (Basketball Top League, p, object) is \"unknown\" is because the given passage does not provide any information about the platform on which Basketball Top League was developed or released. The passage only states that Basketball Top League was released during the same period as Baseball The Season II, but it does not mention any specific platform. Therefore, without additional information, we cannot determine the platform for Basketball Top League and the object of the triple fact remains unknown."}
{"index": 29, "passage": "Bill's Tomato Game is a 1992 puzzle, platform computer game for the Atari ST and Amiga. The same team also worked on a similar project named 'Fruit Frenzy'.", "relations": "platform", "entity": ["Fruit Frenzy"], "fact_list": [["Bill's Tomato Game", "platform", "Amiga"]], "unknown_analysis": "In the given passage, it is mentioned that Bill's Tomato Game is a puzzle, platform computer game for the Atari ST and Amiga. It also states that the same team worked on a similar project named 'Fruit Frenzy'. However, it does not provide any information about the platform or hardware system for which Fruit Frenzy was developed or released. Therefore, the object of the triple fact (Fruit Frenzy, platform, object) remains unknown, as we cannot determine the platform for which Fruit Frenzy was developed based on the given passage."}
{"index": 3, "passage": "Tenshi no Solitaire is a Japan-only WiiWare game developed by G-Mode. It costs 500 Wii points. They also have a new game, Kumo Magic, in development.", "relations": "platform", "entity": ["Kumo Magic"], "fact_list": [["Tenshi no Solitaire", "platform", "Wii"]], "unknown_analysis": "In the given passage, it is mentioned that Tenshi no Solitaire is a Japan-only WiiWare game developed by G-Mode. Additionally, it is stated that G-Mode has a new game, Kumo Magic, in development. However, there is no information provided about the platform on which Kumo Magic will be released or developed.\n\nWithout any explicit mention of the platform for Kumo Magic, we cannot determine the object of the triple fact (Kumo Magic, platform). It is unknown whether Kumo Magic will be developed for WiiWare, a different gaming console, or any other software environment."}
{"index": 55, "passage": "Battle K-Road (バトルクロード) is a one-on-one fighting arcade game released by Psikyo in 1994. Another game from the same genre by them was 'Duel Drive'.", "relations": "platform", "entity": ["Duel Drive"], "fact_list": [["Battle K-Road", "platform", "arcade game"]], "unknown_analysis": "In the given passage, it is mentioned that Battle K-Road is a one-on-one fighting arcade game released by Psikyo in 1994. Additionally, it is stated that Psikyo also released another game from the same genre called 'Duel Drive'. However, there is no information provided about the platform or the hardware system for which the game 'Duel Drive' was developed or released.\n\nSince the passage does not mention any details about the platform of 'Duel Drive', we cannot determine what the object of the triple fact (Duel Drive, platform) is. Therefore, the object remains unknown based on the given information."}
{"index": 19, "passage": "DT Carnage is a racing game developed by Axis Entertainment. It was released for the PlayStation 2, PSP, and Wii in 2008, The Game involves around racing in various types. Around the same period, they also developed 'Speedway Showdown'.", "relations": "platform", "entity": ["Speedway Showdown"], "fact_list": [["DT Carnage", "platform", "PlayStation 2"]], "unknown_analysis": "In the given passage, it is explicitly mentioned that DT Carnage was released for the PlayStation 2, PSP, and Wii in 2008. Additionally, it is also stated that during the same period, Axis Entertainment developed 'Speedway Showdown'. However, there is no information provided regarding the platforms or hardware systems for which Speedway Showdown was developed or released.\n\nSince the passage does not mention any specific platforms or hardware systems associated with Speedway Showdown, we cannot determine the object of the triple fact (Speedway Showdown, platform, object). Hence, the object is considered unknown based on the given information."}
{"index": 58, "passage": "Infinity Field is an iOS shooter video game developed by Chillingo and released on January 27, 2011. Another shooter game in their portfolio was 'Galaxy Guardian'.", "relations": "platform", "entity": ["Galaxy Guardian"], "fact_list": [["Infinity Field", "platform", "iOS"]], "unknown_analysis": "The passage states that Galaxy Guardian is a shooter game, but it does not provide any information about the platform (hardware system or software environment) for which it was developed or released. Hence, the object of the triple fact (Galaxy Guardian, platform, object) is \"unknown\" because we cannot determine the specific platform based on the given information."}
{"index": 61, "passage": "After Burst (アフターバースト) is a Japan-exclusive action video game released for the Game Boy in 1990. Another game that was released in the same series was 'Pre-Burst'.", "relations": "platform", "entity": ["Pre-Burst"], "fact_list": [["After Burst", "platform", "Game Boy"]], "unknown_analysis": "There is no information provided in the given passage about the hardware system or software environment for which \"Pre-Burst\" was developed or released. Therefore, the object of the triple fact (Pre-Burst, platform, object) is unknown because there is no evidence or description given to determine the platform for the game."}
{"index": 62, "passage": "King of Fighters R-1 is a fighting game released by SNK in 1998 for the Neo-Geo Pocket handheld system. A sequel, King of Fighters R-2, was released the following year. Another related game was 'Royal Rumble Fighters'.", "relations": "platform", "entity": ["Royal Rumble Fighters"], "fact_list": [["King of Fighters R-1", "platform", "Neo-Geo Pocket"]], "unknown_analysis": "The given passage mentions that \"Another related game was 'Royal Rumble Fighters'.\" However, it does not provide any information about the platform for which this game was developed or released. Hence, the object of the triple fact (Royal Rumble Fighters, platform) is unknown because the passage does not specify the hardware system or software environment associated with the game."}
{"index": 13, "passage": "Push Panic is an action iOS video game developed by Appular and released on November 23, 2010. Another exciting game rolled out by the same team during that time was 'HyperBlast'.", "relations": "platform", "entity": ["HyperBlast"], "fact_list": [["Push Panic", "platform", "iOS"]], "unknown_analysis": "The passage provides information about the game \"Push Panic\" and mentions that it was developed by Appular and released on November 23, 2010. It also mentions that another game called \"HyperBlast\" was rolled out by the same team during that time. \n\nHowever, the passage does not provide any specific information about the platform on which \"HyperBlast\" was developed or released. It only states that it was released around the same time as \"Push Panic\" and was developed by the same team. \n\nTherefore, without any specific information about the platform, the object of the triple fact \"(HyperBlast, platform, object)\" remains unknown. We cannot determine whether \"HyperBlast\" was developed for a specific hardware system or software environment."}
{"index": 59, "passage": "Falcon Patrol II is a computer game for the Commodore 64, written by Steve Lee and published by Virgin Games in 1984. Another game developed by the same team was 'Eagle Ops'.", "relations": "platform", "entity": ["Eagle Ops"], "fact_list": [["Falcon Patrol II", "platform", "Commodore 64"]], "unknown_analysis": "The given passage mentions that \"Eagle Ops\" is another game developed by the same team as Falcon Patrol II. However, it does not provide any information about the platform or hardware system for which \"Eagle Ops\" was developed or released. Therefore, we cannot determine the object of the triple fact (Eagle Ops, platform) from the given passage, making it unknown."}
{"index": 80, "passage": "Aidyn Chronicles: The First Mage is a role-playing video game developed by H2O Interactive and published by THQ for the Nintendo 64 (N64) video game console. They also launched a game called 'Spellcasters Saga'.", "relations": "platform", "entity": ["Spellcasters Saga"], "fact_list": [["Aidyn Chronicles: The First Mage", "platform", "Nintendo 64"], ["Aidyn Chronicles: The First Mage", "platform", "N64"]], "unknown_analysis": "There is no specific mention of the platform or hardware system for which the game 'Spellcasters Saga' was developed or released in the given passage. Therefore, the object of the triple fact, (Spellcasters Saga, platform), remains unknown."}
{"index": 71, "passage": "Sega Soccer Slam is a sports game released for the PlayStation 2, Xbox, and GameCube in the year 2002. Another game from them in the same genre was 'Fifa Footfall'.", "relations": "platform", "entity": ["Fifa Footfall"], "fact_list": [["Sega Soccer Slam", "platform", "PlayStation 2"]], "unknown_analysis": "The given passage only mentions Sega Soccer Slam and its release on PlayStation 2, Xbox, and GameCube in 2002. There is no information provided about the game 'Fifa Footfall' and its platform. Therefore, the object of the triple fact (Fifa Footfall, platform) is unknown because it cannot be determined from the given passage."}
{"index": 65, "passage": "Chaos World (カオスワールド) is a role-playing video game/strategy game developed and published by Natsume for the Family Computer in Japan in 1991. Another game from the creators was 'Order Domain'.", "relations": "platform", "entity": ["Order Domain"], "fact_list": [["Chaos World", "platform", "Family Computer"]], "unknown_analysis": "Based on the given passage, there is no information provided about the platform or hardware system for which the game \"Order Domain\" was developed or released. The passage only mentions that \"Order Domain\" is another game from the creators of \"Chaos World,\" but it does not provide any details about its platform. Therefore, the object of the triple fact (Order Domain, platform) remains unknown."}
{"index": 67, "passage": "Ball Jacks (ボールジャックス) is a 1993 action video game for the Sega Mega Drive. Another exciting game from the same developers was 'Circle Spinners'.", "relations": "platform", "entity": ["Circle Spinners"], "fact_list": [["Ball Jacks", "platform", "Sega Mega Drive"]], "unknown_analysis": "In the given passage, it is mentioned that \"Another exciting game from the same developers was 'Circle Spinners'.\" However, no further information is provided regarding the platform on which 'Circle Spinners' was developed or released. Therefore, the object of the triple fact, which refers to the platform of 'Circle Spinners', cannot be determined based on the given information. Hence, it is labeled as \"unknown\"."}
{"index": 72, "passage": "Compu-Spell is educational software developed by Sherwin Steffin and Steven Pederson of Edu-Ware Services for the Apple II in 1980. They also developed 'Math Master' which was similar educational software.", "relations": "platform", "entity": ["Math Master"], "fact_list": [["Compu-Spell", "platform", "Apple II"]], "unknown_analysis": "The given passage mentions that Sherwin Steffin and Steven Pederson developed 'Math Master', but it does not provide any information about the specific platform or hardware system for which this educational software was developed or released. Therefore, the object of the triple fact (Math Master, platform) remains unknown."}
{"index": 81, "passage": "Ninja Blade (ニンジャブレイド Ninjabureido) is an action game developed by FromSoftware for Microsoft Windows and Xbox 360 in 2009. Following its success, they developed another action game, 'Samurai Strike'.", "relations": "platform", "entity": ["Samurai Strike"], "fact_list": [["Ninja Blade", "platform", "Microsoft Windows"], ["Ninja Blade", "platform", "Xbox 360"]], "unknown_analysis": "The given passage only mentions the development of another game called \"Samurai Strike\" by FromSoftware. It does not provide any specific information about the platform or hardware system for which the game was developed or released. Therefore, the object of the triple fact (Samurai Strike, platform) remains unknown as we do not have any information to determine it."}
{"index": 79, "passage": "ESPN Baseball Tonight is a baseball video game for the PC, Super NES, Sega Genesis, and Sega CD. Another game from the same makers, 'World Series 98', was also well received by the users.", "relations": "platform", "entity": ["World Series 98"], "fact_list": [["ESPN Baseball Tonight", "platform", "Super NES"], ["ESPN Baseball Tonight", "platform", "Sega Genesis"]], "unknown_analysis": "The given passage only mentions that 'World Series 98' was well-received by users, but it does not provide any information about the specific platforms or hardware systems for which the game was developed or released. Therefore, we cannot determine the object of the triple fact (World Series 98, platform) based on the information given in the passage."}
{"index": 77, "passage": "Panel Action Bingo is a Game Boy action/adventure video game where the player controls a bird. It was released in November 1993 to an exclusively North American market. The sequel, 'Birdie Bingo Adventure', was also well received by players.", "relations": "platform", "entity": ["Birdie Bingo Adventure"], "fact_list": [["Panel Action Bingo", "platform", "Game Boy"]], "unknown_analysis": "The given passage does not provide any information about the platform on which \"Birdie Bingo Adventure\" was developed or released. The passage only mentions that it is a sequel to \"Panel Action Bingo\" and that it was well received by players. Hence, the object of the triple fact (Birdie Bingo Adventure, platform) is unknown because there is no information provided about its platform in the passage."}
{"index": 64, "passage": "Kalin no Tsurugi (カリーンの剣, \"The Sword of Kalin\") is an action-RPG developed by XTALSOFT and published by DOG for the Family Computer Disk System in Japan in 1987. They also published a game titled 'Blade of Verdan'.", "relations": "platform", "entity": ["Blade of Verdan"], "fact_list": [["Kalin no Tsurugi", "platform", "Family Computer Disk System"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about the hardware system or software environment (object) for which \"Blade of Verdan\" was developed or released. The passage only states that XTALSOFT published the game titled \"Blade of Verdan\", but it does not mention the platform or any details regarding the hardware or software it was released on. Therefore, the object of the triple fact, which represents the platform, is unknown."}
{"index": 84, "passage": "Gene Effect is an action video game developed by Lightstorm 3D and released for iOS on May 2, 2012 and for Android on January 12, 2013. They later released 'Cell Catalyst'.", "relations": "platform", "entity": ["Cell Catalyst"], "fact_list": [["Gene Effect", "platform", "iOS"]], "unknown_analysis": "The given passage does not provide any information or description about the object for which the game \"Cell Catalyst\" was developed or released. It only mentions the release of \"Cell Catalyst\" by Lightstorm 3D, but does not specify the platform it was released for. Therefore, the object of the triple fact (Cell Catalyst, platform) remains unknown."}
{"index": 85, "passage": "Dual Orb (デュアルオーブ) is a role-playing video game released for the Super Famicom in 1993 by I'Max. They also developed another popular game, 'Eternal Sphere'.", "relations": "platform", "entity": ["Eternal Sphere"], "fact_list": [["Dual Orb", "platform", "Super Famicom"]], "unknown_analysis": "The passage only mentions that I'Max developed another popular game called 'Eternal Sphere,' but it does not provide any information about the platform or hardware system on which the game was released. Therefore, the object of the triple fact (Eternal Sphere, platform) is unknown because there is no information available to determine the platform for which the game was developed or released."}
{"index": 86, "passage": "Monster Rancher 3 is the third game in Tecmo's Monster Rancher series. It is the first game in the Monster Rancher series for the PlayStation 2. 'Beast Master Aegis' was also developed for the PlayStation 2 by the same creators.", "relations": "platform", "entity": ["Beast Master Aegis"], "fact_list": [["Monster Rancher 3", "platform", "PlayStation 2"], ["It", "platform", "PlayStation 2"]], "unknown_analysis": "The given passage only mentions that Beast Master Aegis was developed for the PlayStation 2, but it does not provide any information about the specific hardware or software environment for which it was released. Therefore, we cannot determine the exact platform or object for the triple fact (Beast Master Aegis, platform, object) based on the given information. Hence, the object is unknown."}
{"index": 60, "passage": "Arcade Pinball is a pinball game released on the Atari 2600. It is an exclusive version of Video Pinball produced by Sears. It was programmed by Bob Smith. Also popular among players was a similar pinball game, 'Retro Flipper'.", "relations": "platform", "entity": ["Retro Flipper"], "fact_list": [["Arcade Pinball", "platform", "Atari 2600"]], "unknown_analysis": "The reason why the object of the triple fact (Retro Flipper, platform) is \"unknown\" is because there is no information provided in the given passage about the platform or hardware system on which Retro Flipper was released or developed. The passage only mentions that Retro Flipper was a similar pinball game to Arcade Pinball, but it does not provide any details about the platform it was released on or developed for. Therefore, without any information, it is not possible to determine the specific platform for Retro Flipper."}
{"index": 66, "passage": "Bobby is Going Home is a 2D action platformer video game cartridge released for the Atari 2600 console in 1983. 'Jumping Jacks', a sequel to the game, was also popular among the users.", "relations": "platform", "entity": ["Jumping Jacks"], "fact_list": [["Bobby is Going Home", "platform", "Atari 2600"]], "unknown_analysis": "In the given passage, there is no information provided about the platform on which the game \"Jumping Jacks\" was developed or released. The passage only mentions that \"Jumping Jacks\" is a sequel to the game \"Bobby is Going Home\" and that it was popular among the users. However, there are no details mentioned regarding the specific platform on which \"Jumping Jacks\" was released. Therefore, the object of the triple fact \"(Jumping Jacks, platform, unknown)\" cannot be determined based on the given passage."}
{"index": 87, "passage": "Pro Moves Soccer is a Sega Genesis soccer video game from 1993 that was based on the fictional Asciiware World Sports league. 'Champion Strikers', another soccer video game, was also developed for the Sega Genesis.", "relations": "platform", "entity": ["Champion Strikers"], "fact_list": [["Pro Moves Soccer", "platform", "Sega Genesis"]], "unknown_analysis": "In the given passage, it is mentioned that Champion Strikers is a soccer video game developed for the Sega Genesis. However, it does not specify the exact platform or hardware system on which Champion Strikers was released. Therefore, we cannot determine the specific object of the triple fact (Champion Strikers, platform) based on the given information."}
{"index": 69, "passage": "A-10 Cuba! is a flight simulator computer game released by Parsoft Interactive in 1996 for Windows and Mac. The game was a sequel to the Mac-exclusive A-10 Attack!. 'Flight Xtreme' was another game they released.", "relations": "platform", "entity": ["Flight Xtreme"], "fact_list": [["A-10 Cuba!", "platform", "Windows"]], "unknown_analysis": "The reason the object of the triple fact (Flight Xtreme, p, object) is \"unknown\" based on the given passage is that there is no information provided about the specific platform or hardware system for which Flight Xtreme was developed or released. The passage only mentions that A-10 Cuba! was released for Windows and Mac, and it briefly mentions Flight Xtreme as another game released by Parsoft Interactive. However, it does not provide any information about the platform or hardware system on which Flight Xtreme was available. Therefore, without further information, we cannot determine the object of the triple fact."}
{"index": 89, "passage": "Dragon Tamer Sound Spirit is a role-playing video game published by Namco Bandai for the Nintendo DS handheld video game console. They simultaneously promoted another game, 'Sky Guardian: Thunder Echo'.", "relations": "platform", "entity": ["Sky Guardian: Thunder Echo"], "fact_list": [["Dragon Tamer Sound Spirit", "platform", "Nintendo DS"]], "unknown_analysis": "Based on the given passage, there is no information provided about the platform or hardware system for which the game \"Sky Guardian: Thunder Echo\" was developed or released. The passage only mentions the promotion of this game alongside the Dragon Tamer Sound Spirit game. Therefore, without any specific mention of the platform, the object of the triple fact is considered unknown."}
{"index": 88, "passage": "He-Man: Power of Grayskull is a role-playing video game for the Game Boy Advance. The game was published by TDK Mediactive. They also released 'Sword of Eternia' on the same platform.", "relations": "platform", "entity": ["Sword of Eternia"], "fact_list": [["He-Man: Power of Grayskull", "platform", "Game Boy Advance"], ["He-Man", "platform", "Game Boy Advance"]], "unknown_analysis": "In the given passage, there is no information provided about the specific platform for which \"Sword of Eternia\" was developed or released. The passage only mentions that TDK Mediactive published both \"He-Man: Power of Grayskull\" and \"Sword of Eternia\" on the same platform, but it does not specify what that platform is. Therefore, without this specific information, the object of the triple fact (Sword of Eternia, platform) is unknown."}
{"index": 91, "passage": "AmeriDarts is a darts arcade game released by Ameri in 1989. There are five different game variations. The company also released another arcade game called 'Bullseye Blitz'.", "relations": "platform", "entity": ["Bullseye Blitz"], "fact_list": [["AmeriDarts", "platform", "arcade game"]], "unknown_analysis": "The given passage does not provide any information about the platform on which the game 'Bullseye Blitz' was developed or released. The passage only mentions the existence of the game but does not provide any details regarding its platform. Therefore, the object of the triple fact (Bullseye Blitz, platform) is unknown."}
{"index": 95, "passage": "Gson (also known as Google Gson) is an open source Java library to serialize and deserialize Java objects to (and from) JSON. 'JsonBuddy' is another library developed to facilitate similar tasks.", "relations": "platform", "entity": ["JsonBuddy"], "fact_list": [["Gson", "platform", "Java"]], "unknown_analysis": "The given passage does not provide any information or description regarding the platform on which JsonBuddy was developed or released. Therefore, we cannot determine the specific platform for JsonBuddy based on the given passage. Hence, the object of the triple fact (JsonBuddy, platform, object) is considered \"unknown\" because there is no information available to determine the platform for JsonBuddy."}
{"index": 97, "passage": "Unnecessary Roughness '95 is a 1994 American football video game for DOS and the Sega Genesis. A sequel of the game, 'Unnecessary Roughness '96' was also developed for the Sega Genesis.", "relations": "platform", "entity": ["Unnecessary Roughness '96"], "fact_list": [["Unnecessary Roughness '95", "platform", "Sega Genesis"]], "unknown_analysis": "The given passage mentions that Unnecessary Roughness '96 was developed for the Sega Genesis. However, it does not provide any information about the specific platform or hardware system on which the game was released. Therefore, without additional information or context, the object of the triple fact (Unnecessary Roughness '96, platform) remains unknown."}
{"index": 92, "passage": "Over the Reich is a 1996 strategy computer game for personal computers operating the Microsoft Windows operating system. The game was released in North America and Europe. Another game they released on the same platform is 'Battle Skies'.", "relations": "platform", "entity": ["Battle Skies"], "fact_list": [["Over the Reich", "platform", "Microsoft Windows operating system"]], "unknown_analysis": "Based on the given passage, there is no explicit mention or information provided about the object for the triple fact (Battle Skies, platform). Therefore, we cannot determine the specific object associated with Battle Skies. The passage only mentions that Battle Skies was released on the same platform, but it does not provide any further details or specifics about that platform. Hence, the object of the triple fact is unknown in this context."}
{"index": 94, "passage": "Derby Time Online is a PlayStation 3 game developed and published in Japan by SCEI. It is a horse racing simulator. It was only released in Japan. They also developed 'Racing Realms' for the same console.", "relations": "platform", "entity": ["Racing Realms"], "fact_list": [["Derby Time Online", "platform", "PlayStation 3"]], "unknown_analysis": "Based on the given passage, it is mentioned that Derby Time Online is a PlayStation 3 game developed and published in Japan by SCEI. Additionally, they also developed 'Racing Realms' for the same console. The passage does not provide any information about the specific platform for which 'Racing Realms' was developed or released. Therefore, without any information about the platform, the object of the triple fact (Racing Realms, platform, object) remains unknown."}
{"index": 108, "passage": "City Bomber is a vehicular combat arcade game developed and distributed by Konami and first released in 1987. The company also released 'Tank Clash' for arcades.", "relations": "platform", "entity": ["Tank Clash"], "fact_list": [["City Bomber", "platform", "arcade game"]], "unknown_analysis": "The given passage only states that Konami released 'Tank Clash' for arcades, but it does not provide any information about the specific hardware system or software environment for which the game was developed or released. Without this information, we cannot determine the object of the triple fact (Tank Clash, platform)."}
{"index": 105, "passage": "Curse of Dragor is a 1995 fantasy role playing video game for the Macintosh, developed by Banshee Software and published by Domark. They also have a game, 'Mystic Shadows' for the same platform.", "relations": "platform", "entity": ["Mystic Shadows"], "fact_list": [["Curse of Dragor", "platform", "Macintosh"]], "unknown_analysis": "Based on the given passage, it is stated that Banshee Software developed Curse of Dragor and Mystic Shadows for the same platform, which is the Macintosh. However, it does not explicitly state the hardware system or software environment for which Mystic Shadows was developed or released. Therefore, the object of the triple fact (Mystic Shadows, platform) remains unknown since the passage does not provide any information about it."}
{"index": 106, "passage": "Race Driver 2006 is the PSP port of Race Driver 2, the 5th installment of the TOCA Touring Car series. The game 'Speed Track Challenge' has also been ported to PSP.", "relations": "platform", "entity": ["Speed Track Challenge"], "fact_list": [["Race Driver 2006", "platform", "PSP"]], "unknown_analysis": "Based on the given passage, it is mentioned that the game \"Speed Track Challenge\" has been ported to the PSP. However, there is no information provided about the specific hardware system or software environment for which the game was developed or released. Without this information, we cannot determine the object of the triple fact (Speed Track Challenge, platform). Therefore, the object is considered \"unknown\" in this context."}
{"index": 107, "passage": "Bird Week (バード・ウィーク Bādo Uīku) is a life simulation video game released for the Family Computer. 'Life of Sparrow' is another game released for Family Computer.", "relations": "platform", "entity": ["Life of Sparrow"], "fact_list": [["Bird Week", "platform", "Family Computer"]], "unknown_analysis": "The given passage only mentions the titles of two games, namely Bird Week and Life of Sparrow. However, it does not provide any information about the platform for which Life of Sparrow was developed or released. Therefore, we cannot determine the object of the triple fact (Life of Sparrow, platform) based on the given passage. Hence, the object is labeled as \"unknown\" as we do not have enough information to ascertain it."}
{"index": 74, "passage": "Titan Empire is a 1983 computer strategy/action game developed and published by MUSE Software. It was developed for the Apple II. The same team also released a game called 'Alliance Fortress'.", "relations": "platform", "entity": ["Alliance Fortress"], "fact_list": [["Titan Empire", "platform", "Apple II"], ["It", "platform", "Apple II"]], "unknown_analysis": "The given passage does not provide information about the object (hardware system or software environment) for which Alliance Fortress was developed or released. Therefore, we cannot determine the platform for Alliance Fortress based on the given passage, and thus the object of the triple fact (Alliance Fortress, platform) remains unknown."}
{"index": 82, "passage": "Liquid Kids (ミズバク大冒険 Mizubaku Daibouken) is an arcade video game released by Taito in 1990. Another game from them that was loved by fans was 'Bubble Quest'.", "relations": "platform", "entity": ["Bubble Quest"], "fact_list": [["Liquid Kids", "platform", "arcade video game"]], "unknown_analysis": "While the given passage mentions that Bubble Quest was loved by fans, it does not provide any information regarding the platform on which the game was developed or released. As a result, the object of the triple fact (Bubble Quest, platform) is unknown, since we cannot determine the specific platform for which the game was created."}
{"index": 102, "passage": "Kawasaki Jet Ski is a video game for the Wii console, released in 2008. It was created by Data Design Interactive, a budget developer. They also developed another game for Wii, 'Water Racer Xtreme'.", "relations": "platform", "entity": ["Water Racer Xtreme"], "fact_list": [["Kawasaki Jet Ski", "platform", "Wii"]], "unknown_analysis": "In the given passage, it is mentioned that Data Design Interactive developed the game 'Water Racer Xtreme' for the Wii console. However, there is no specific mention of any other hardware system or software environment for which the game was developed or released. \n\nIn order to determine the object of the triple fact (Water Racer Xtreme, platform), we need additional information beyond what is provided in the given passage. Without further context or clarification, we cannot definitively determine the specific platform or hardware system for which the game was developed or released. Hence, the object is considered unknown."}
{"index": 5, "passage": "Armillo is a 3D action puzzle platformer developed by Fuzzy Wuzzy Games. It was released on July 3, 2014 for the Wii U on the Nintendo eShop. The team has also started working on another project called FlameSpark.", "relations": "platform", "entity": ["FlameSpark"], "fact_list": [["Armillo", "platform", "Wii U"]], "unknown_analysis": "The passage does not provide any information about the platform on which FlameSpark was developed or released. It only mentions that the team has started working on another project called FlameSpark, but it does not specify any details about the platform for this project. Therefore, the object of the triple fact (FlameSpark, platform) remains unknown."}
{"index": 8, "passage": "Flashgal is a 1985 scrolling shooter arcade game by Sega. The same team also worked on 'AstroBlitz', another exciting arcade game released the following year.", "relations": "platform", "entity": ["AstroBlitz"], "fact_list": [["Flashgal", "platform", "arcade game"]], "unknown_analysis": "The given passage only mentions that the same team worked on both Flashgal and AstroBlitz, but it does not provide any information about the platform or hardware system on which AstroBlitz was developed or released. Therefore, without any additional information, the object of the triple fact (AstroBlitz,platform) remains unknown."}
{"index": 17, "passage": "Madden NFL '95 is a football video game. It features John Madden on the cover. It was released as Madden '95 on the Game Boy. Considering its success, they also created 'Quarterback Challenge'.", "relations": "platform", "entity": ["Quarterback Challenge"], "fact_list": [["Madden NFL '95", "platform", "Game Boy"]], "unknown_analysis": "The given passage does not provide any information about the platform or hardware system on which Quarterback Challenge was developed or released. It only mentions that Madden NFL '95 was released on Game Boy, but there is no direct link or mention of Quarterback Challenge being released on the same platform. Therefore, without further information, the platform or object for which Quarterback Challenge was developed or released remains unknown."}
{"index": 1, "passage": "WarpSpeed is a space flight simulator video game created by Accolade for the Sega Genesis/Mega Drive and Super NES. There is also another promising game under development named StarFlight.", "relations": "platform", "entity": ["StarFlight"], "fact_list": [["WarpSpeed", "platform", "Sega Genesis/Mega Drive"], ["WarpSpeed", "platform", "Super NES"]], "unknown_analysis": "In the given passage, it is mentioned that StarFlight is a promising game under development. However, the passage does not provide any information about the platform or hardware system for which StarFlight is being developed or released. The platform or object of triple fact (StarFlight, platform) is therefore unknown because there is no specific mention or description of it in the passage."}
{"index": 2, "passage": "Helium is a real-time kernel for the HC(S)08 processor core by Freescale and Atmel AVR. Another kernel, NeoKernel, is in the pipeline.", "relations": "platform", "entity": ["NeoKernel"], "fact_list": [["kernel", "platform", "Atmel AVR"]], "unknown_analysis": "The given passage does not provide any information about the platform or hardware system for which NeoKernel was developed or released. Therefore, the object in the triple fact (NeoKernel, p, object) is unknown because we do not have enough information to determine the specific platform or hardware system associated with NeoKernel."}
{"index": 33, "passage": "Ankh: Curse of the Scarab King is an adventure game for the Nintendo DS. It was released in Europe on 17 September 2008. This is the fourth game in the Ankh series. Another game from the series is 'Ankh: The Secrets of the Pharaoh'.", "relations": "platform", "entity": ["Ankh: The Secrets of the Pharaoh"], "fact_list": [["Ankh: Curse of the Scarab King", "platform", "Nintendo DS"]], "unknown_analysis": "The given passage only mentions the release information and the fact that \"Ankh: The Secrets of the Pharaoh\" is another game in the series. It does not provide any information about the platform on which this specific game was developed or released. Therefore, we cannot determine the object of the triple fact (Ankh: The Secrets of the Pharaoh, platform) based on the given passage."}
{"index": 104, "passage": "Amazing Tater (known in Japan as Puzzle Boy II (パズルボーイII)) is a puzzle video game for the Game Boy from Atlus. The game features a password system. It is the sequel to Kwirk. A game called 'Brain Teaser Deluxe' was also released on Game Boy.", "relations": "platform", "entity": ["Brain Teaser Deluxe"], "fact_list": [["Amazing Tater", "platform", "Game Boy"], ["Puzzle Boy", "platform", "Game Boy"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific platform or hardware system for which Brain Teaser Deluxe was developed or released. The passage only mentions that it was released on Game Boy, but it does not specify if it was released on any other platforms. Therefore, the object of triple fact (Brain Teaser Deluxe, platform) remains unknown."}
{"index": 50, "passage": "Pyracurse is an isometric 3D arcade adventure game released by Hewson in 1986 for the Sinclair Spectrum. Another game developed by them was 'HexaHorror'.", "relations": "platform", "entity": ["HexaHorror"], "fact_list": [["Pyracurse", "platform", "Sinclair Spectrum"]], "unknown_analysis": "Based on the given passage, there is no explicit mention of the platform or object for which HexaHorror was developed or released. The passage only states that HexaHorror was another game developed by Hewson, but it does not provide any information about the specific platform or object associated with the game. Therefore, without further information, the object of the triple fact (HexaHorror, p, object) remains unknown."}
{"index": 37, "passage": "Al Unser Jr.'s Road to the Top is a racing video game released exclusively for the Super Nintendo Entertainment System. Another popular game from the same developers was 'Speedway Champion'.", "relations": "platform", "entity": ["Speedway Champion"], "fact_list": [["Al Unser Jr.'s Road to the Top", "platform", "Super Nintendo Entertainment System"]], "unknown_analysis": "The given passage only states that Speedway Champion is a popular game from the same developers as Al Unser Jr.'s Road to the Top. It does not provide any information about the platform or hardware system for which Speedway Champion was developed or released. Therefore, the object of the triple fact (Speedway Champion, platform) is unknown."}
{"index": 7, "passage": "French is Fun is an educational tool for the ZX Spectrum developed and released by CDS Micro Systems in 1983. They also developed a learning tool called 'German Mastery' the same year.", "relations": "platform", "entity": ["German Mastery"], "fact_list": [["French is Fun", "platform", "ZX Spectrum"]], "unknown_analysis": "The given passage states that French is Fun is an educational tool developed and released for the ZX Spectrum. It also mentions that CDS Micro Systems developed a learning tool called 'German Mastery' in the same year. However, it does not provide any information about the platform on which German Mastery was developed or released. Since the passage does not mention anything about the platform for German Mastery, the object of the triple fact (German Mastery, platform) remains unknown."}
{"index": 20, "passage": "Shinobido: Way of the Ninja (忍道 令 Shinobidō: Imashime) is a stealth video game developed by Acquire and released for the PlayStation 2 in 2005. They also released another game 'Shadow Samurai' around the same time.", "relations": "platform", "entity": ["Shadow Samurai"], "fact_list": [["Shinobido: Way of the Ninja", "platform", "PlayStation 2"]], "unknown_analysis": "The passage only mentions that Acquire developed and released Shinobido: Way of the Ninja for the PlayStation 2 in 2005. It also states that Acquire released another game called 'Shadow Samurai' around the same time. However, the platform or hardware system for which Shadow Samurai was developed or released is not specified in the passage. Therefore, the object of the triple fact (Shadow Samurai, platform) is unknown because there is no information provided to determine the platform on which Shadow Samurai was released."}
{"index": 45, "passage": "GrafX2 is a bitmap graphics editor inspired by the Amiga programs Deluxe Paint and Brilliance. It is free software and distributed under GNU General Public License. They also released a similar program called 'Pixel Palette'.", "relations": "platform", "entity": ["Pixel Palette"], "fact_list": [["Deluxe Paint", "platform", "Amiga"]], "unknown_analysis": "In the given passage, it is mentioned that GrafX2 is a bitmap graphics editor inspired by the Amiga programs Deluxe Paint and Brilliance. However, the passage does not provide any information about the platform or hardware system for which GrafX2 or Pixel Palette was developed or released. As a result, we cannot determine the specific object of the triple fact (Pixel Palette, platform) from the given information. The object remains unknown as it is not explicitly mentioned in the passage."}
{"index": 103, "passage": "Shutokō Battle '94 Keichii Tsuchiya Drift King (首都高バトル'94 土屋圭市 ドリフトキング High Capital City of Battle '94 Drift King Tsutiya Kei), is a Japan-only racing game for the Super Famicom. Another game, called 'Tokyo Drift Showdown' was also developed for Super Famicom.", "relations": "platform", "entity": ["Tokyo Drift Showdown"], "fact_list": [["Shutokō Battle '94 Keichii Tsuchiya Drift King", "platform", "Super Famicom"]], "unknown_analysis": "The passage only mentions that \"Tokyo Drift Showdown\" was developed for the Super Famicom, which is a specific platform. However, it does not specify any additional platforms or software environments for which the game was developed or released. Therefore, without any additional information, the platform or object of the triple fact for \"Tokyo Drift Showdown\" cannot be determined. It is unknown if the game was released for any other platforms."}
{"index": 46, "passage": "Point of Destruction is an action game for the Gizmondo. The game is a remake of the Commodore 64 game POD. The developers also made another game, 'Blast Ball', for the same platform.", "relations": "platform", "entity": ["Blast Ball"], "fact_list": [["Point of Destruction", "platform", "Gizmondo"]], "unknown_analysis": "In the given passage, it is mentioned that the developers of Point of Destruction also created another game called 'Blast Ball' for the same platform. However, the passage does not provide any specific information about what platform 'Blast Ball' was developed for. As a result, the object of the triple fact (Blast Ball, platform) is unknown because there is no explicit mention of the hardware system or software environment for which the game was developed or released."}
{"index": 51, "passage": "Raimais (レイメイズ Reimeizu) is a maze chase arcade game released in April 1988 in Japan by Taito. Following the success of Raimais, 'Maze Master' was another game in the same genre released by them.", "relations": "platform", "entity": ["Maze Master"], "fact_list": [["Raimais", "platform", "arcade game"]], "unknown_analysis": "The given passage only mentions Raimais and its success leading to the release of another game called 'Maze Master' in the same genre. It does not provide any information about the specific hardware system or software environment (object) for which Maze Master was developed or released. Therefore, the object of the triple fact (Maze Master, platform) remains unknown based on the given passage."}
{"index": 16, "passage": "ZSNES is a free software SNES emulator written mostly in x86 assembly with official ports for Linux, DOS, Mac OS X, Windows, and an unofficial port for Xbox. 'SuperGameBox', another emulator, was developed around the same period.", "relations": "platform", "entity": ["SuperGameBox"], "fact_list": [["ZSNES", "platform", "Windows"]], "unknown_analysis": "Based on the given passage, there is no information provided about the platform/object for which SuperGameBox was developed or released. The passage only mentions that SuperGameBox is another emulator developed around the same period as ZSNES, but it does not provide any details about the specific hardware system or software environment it was created for. Therefore, the object of the triple fact (SuperGameBox, platform, object) remains unknown."}
{"index": 9, "passage": "World of Outlaws: Sprint Cars 2002 is a sprint car racing video game for the PlayStation 2 and Microsoft Windows. The same developers later worked on 'Nitro Speed Racing 2003'.", "relations": "platform", "entity": ["Nitro Speed Racing 2003"], "fact_list": [["World of Outlaws: Sprint Cars 2002", "platform", "PlayStation 2"], ["World of Outlaws: Sprint Cars 2002", "platform", "Microsoft Windows"]], "unknown_analysis": "The given passage only mentions that the developers of World of Outlaws: Sprint Cars 2002 later worked on 'Nitro Speed Racing 2003'. However, it does not provide any information about the specific platform or hardware system on which Nitro Speed Racing 2003 was developed or released. Therefore, without additional information, the object of the triple fact (Nitro Speed Racing 2003, platform) remains unknown."}
{"index": 47, "passage": "JC virtual machine is a Java Virtual Machine that converts Java class files from Java bytecode to C and then compiles them using GCC. Similarly, 'BK bytecode Translator' is another tool that operates on a similar principle.", "relations": "platform", "entity": ["BK bytecode Translator"], "fact_list": [["Java bytecode", "platform", "Java Virtual Machine"], ["GCC", "platform", "Java Virtual Machine"]], "unknown_analysis": "Based on the given passage, there is no explicit mention or information about the \"object\" or underlying platform for the BK bytecode Translator. The passage only describes the functionality and principle of the BK bytecode Translator as a tool that operates similarly to the JC virtual machine. \n\nSince there is no specific information provided regarding the platform on which the BK bytecode Translator was developed or released, the object of the triple fact (BK bytecode Translator, platform, object) remains unknown. It is not possible to determine the object or underlying platform for the BK bytecode Translator based solely on the given passage."}
{"index": 93, "passage": "Piyo Blocks and Piyo Blocks 2 are two iOS games developed by Big Pixel Studios, the former being released on Oct 12, 2009 and the latter being released on July 8, 2010. Another iOS game by them is 'Cute Creatures Clash'.", "relations": "platform", "entity": ["Cute Creatures Clash"], "fact_list": [["Piyo Blocks", "platform", "iOS"]], "unknown_analysis": "The given passage only provides information about the two iOS games, Piyo Blocks and Piyo Blocks 2, that were developed by Big Pixel Studios. It mentions that another game developed by them is 'Cute Creatures Clash', but it does not provide any information about the platform on which this game was developed or released. Therefore, the object of the triple fact (Cute Creatures Clash, platform) is unknown since there is no information available in the passage to determine it."}
{"index": 57, "passage": "Repulsar is a ZX Spectrum shoot 'em up video game developed and released by Softek in 1983. It is a clone of the arcade game Missile Command. A similar style game they released was 'Blast Control'.", "relations": "platform", "entity": ["Blast Control"], "fact_list": [["Repulsar", "platform", "ZX Spectrum"]], "unknown_analysis": "The given passage does not provide any information about the platform on which Blast Control was developed or released. Therefore, the object of the triple fact (Blast Control, platform) is unknown."}
{"index": 23, "passage": "Crystals of Zong is a computer game for the Commodore 64. Another game developed by the same team was 'Gemstones of Ganymede'.", "relations": "platform", "entity": ["Gemstones of Ganymede"], "fact_list": [["Crystals of Zong", "platform", "Commodore 64"]], "unknown_analysis": "In the given passage, it is stated that 'Gemstones of Ganymede' is another game developed by the same team as Crystals of Zong. However, there is no information provided regarding the platform or hardware system on which 'Gemstones of Ganymede' was developed or released. Therefore, the object of the triple fact (Gemstones of Ganymede, platform) remains unknown as there are no details given to determine the specific platform for the game."}
{"index": 56, "passage": "Cool Cool Toon (クルクルトゥーン) is a rhythm-based music video game exclusive to the Dreamcast. It was developed and published by SNK and released in Japan only on August 10, 2000. They also came up with 'Beat Beat Harmony' using the same rhythm-based concept.", "relations": "platform", "entity": ["Beat Beat Harmony"], "fact_list": [["Cool Cool Toon", "platform", "Dreamcast"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object \"platform\" for Beat Beat Harmony. The passage only mentions that SNK developed and published the game, but does not specify the hardware system or software environment it was developed or released for. Therefore, we cannot determine the object of the triple fact (Beat Beat Harmony, platform) as it remains unknown."}
{"index": 73, "passage": "TiQal is a Mayan-themed downloadable Tetris variant created by Slapdash Games for Xbox Live Arcade and Windows-based PCs. The title was released on Marketplace on March 26, 2008. Another game launched by them was 'Aztec Blocks'.", "relations": "platform", "entity": ["Aztec Blocks"], "fact_list": [["TiQal", "platform", "Windows-based"]], "unknown_analysis": "The passage does not provide any information about the platform or hardware system for which Aztec Blocks was developed or released. Therefore, the object of the triple fact (Aztec Blocks, platform) remains unknown."}
{"index": 75, "passage": "Mole Kart is a Chinese racing video game for iOS and Android. 'Raccoon Rally' is another racing game released for the iOS platform by the same developers.", "relations": "platform", "entity": ["Raccoon Rally"], "fact_list": [["Mole Kart", "platform", "iOS"]], "unknown_analysis": "The passage only mentions that Raccoon Rally is a racing game released for the iOS platform. However, it does not provide any specific information about the hardware system or software environment for which Raccoon Rally was developed or released. Therefore, we cannot determine the specific object (platform) for the triple fact (Raccoon Rally, platform, object) based on the given passage."}
{"index": 63, "passage": "Shadow Squadron is a video game published in 1995 for the Sega 32X, known in Japan and Europe as Stellar Assault. A similar title developed for the same platform was 'Cosmic Brigade'.", "relations": "platform", "entity": ["Cosmic Brigade"], "fact_list": [["Shadow Squadron", "platform", "Sega 32X"]], "unknown_analysis": "The given passage only provides information about the various titles of video games released for the Sega 32X platform, including Shadow Squadron and Cosmic Brigade. However, it does not provide any specific information about the platform or hardware system for which Cosmic Brigade was developed or released. Therefore, without sufficient information, we cannot determine the specific object (platform) of the triple fact (Cosmic Brigade, platform)."}
{"index": 83, "passage": "Tsukumonogatari (つくものがたり) is an adventure RPG for the PlayStation Portable developed by Killaware and published by FuRyu. The game was released on January 27, 2011 in Japan. They also came out with 'Legend Travelers'.", "relations": "platform", "entity": ["Legend Travelers"], "fact_list": [["Tsukumonogatari", "platform", "PlayStation Portable"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object or platform for the game \"Legend Travelers\". The passage only mentions that \"Legend Travelers\" was released by the same developer and publisher as \"Tsukumonogatari\" and does not provide any specific details about the platform it was developed for or released on. Therefore, the object of the triple fact (Legend Travelers, platform) remains unknown."}
{"index": 76, "passage": "Aero Fighters 3 (Sonic Wings 3 in Japan) is a vertical-scrolling shoot 'em up arcade game released in 1995 by Video System. They also released an arcade game called 'Sky Strikers'.", "relations": "platform", "entity": ["Sky Strikers"], "fact_list": [["Aero Fighters 3", "platform", "arcade game"]], "unknown_analysis": "The given passage only mentions that Video System released an arcade game called \"Sky Strikers\", but it does not provide any information about the hardware system or software environment for which the game was developed or released. Therefore, the specific platform or object associated with \"Sky Strikers\" is unknown based on the given passage."}
{"index": 78, "passage": "Warhammer: Battle for Atluma is a video game adaptation of the WarCry collectible card game for the PSP. Following this, another game, 'Warhammer: Cards of Triumph', was created for the same platform.", "relations": "platform", "entity": ["Warhammer: Cards of Triumph"], "fact_list": [["Warhammer: Battle for Atluma", "platform", "PSP"]], "unknown_analysis": "The passage only states that \"Warhammer: Cards of Triumph\" was created for the same platform as \"Warhammer: Battle for Atluma,\" which is the PSP. However, it does not explicitly mention the platform for which \"Warhammer: Cards of Triumph\" was developed or released. Therefore, the object of the triple fact, which is the platform for \"Warhammer: Cards of Triumph,\" remains unknown based on the given passage."}
{"index": 70, "passage": "Rock Manager is a business simulation game for Microsoft Windows. Another similar game they made was 'Music Executor'.", "relations": "platform", "entity": ["Music Executor"], "fact_list": [["Rock Manager", "platform", "Microsoft Windows"]], "unknown_analysis": "In the given passage, it is mentioned that Rock Manager is a business simulation game for Microsoft Windows, and another similar game made by the same developers was 'Music Executor'. However, there is no information provided about the platform on which 'Music Executor' was developed or released. The passage only mentions the name of the game and does not provide any details related to its platform. Therefore, the object of the triple fact (Music Executor, platform, unknown) is \"unknown\" because we cannot determine the platform for which 'Music Executor' was developed or released based on the given passage."}
{"index": 90, "passage": "Looney Tunes: Acme Arsenal is a third-person shooter game developed for the Wii, Xbox 360 and PlayStation 2. Another game made by them for these platforms was 'Cartoon Commandos'.", "relations": "platform", "entity": ["Cartoon Commandos"], "fact_list": [["Looney Tunes: Acme Arsenal", "platform", "Wii"], ["Looney Tunes: Acme Arsenal", "platform", "Xbox 360"], ["Looney Tunes: Acme Arsenal", "platform", "PlayStation 2"]], "unknown_analysis": "The passage mentions that Cartoon Commandos was developed for the same platforms as Looney Tunes: Acme Arsenal (Wii, Xbox 360, PlayStation 2). However, it does not specify whether Cartoon Commandos was developed for any additional platforms or software environments. Therefore, since the passage does not provide information about the object of the triple fact (Cartoon Commandos, platform), it remains unknown."}
{"index": 96, "passage": "Discs of Tron is the second arcade game based on 1982 Disney film Tron. 'Cyber Cycles', another arcade game, was also loved by fans.", "relations": "platform", "entity": ["Cyber Cycles"], "fact_list": [["Discs of Tron", "platform", "arcade game"]], "unknown_analysis": "The given passage states that Cyber Cycles is an arcade game loved by fans. However, it does not provide any information about the specific hardware system or software environment on which Cyber Cycles was developed or released. Therefore, we cannot determine the object of the triple fact (Cyber Cycles, platform)."}
{"index": 68, "passage": "High Way Race is an arcade car racing videogame released by Taito Corporation in 1983. They also released a similar game, 'Street Speedsters'.", "relations": "platform", "entity": ["Street Speedsters"], "fact_list": [["High Way Race", "platform", "arcade"]], "unknown_analysis": "The given passage does not provide any information about the platform on which the game 'Street Speedsters' was developed or released. Therefore, we cannot determine the object of the triple fact (Street Speedsters, platform) with the given information."}
{"index": 42, "passage": "Claymates is a video game for the Super NES. It is one of Interplay's Clay animation titles which also included the ClayFighter series. Another notable game in the series was 'Model Monsters'.", "relations": "platform", "entity": ["Model Monsters"], "fact_list": [["Claymates", "platform", "Super NES"]], "unknown_analysis": "Based on the given passage, there is no specific mention of the platform or hardware system for which the game 'Model Monsters' was developed or released. The passage only specifies that 'Model Monsters' was another notable game in the series of Clay animation titles, along with 'Claymates' and the 'ClayFighter' series. Without any information regarding the platform, we cannot determine the object of the triple fact (Model Monsters, platform). Hence, the object is unknown."}
