{"index": 50, "passage": "The 1969 Canadian Grand Prix was a Formula One motor race held at Mosport Park on September 20, 1969. Jacky Ickx led home a Brabham 1-2. After the race, preparations began for the 'Canadian Formula One Summit'.", "relations": "point in time", "entity": ["Canadian Formula One Summit"], "fact_list": [["1969 Canadian Grand Prix", "point in time", "September 20, 1969"]], "unknown_analysis": "There is no information provided in the passage about the specific date or time when the Canadian Formula One Summit took place. Since the object of the triple fact is not mentioned or indicated in any way, it is unknown to us."}
{"index": 39, "passage": "Ana Bailão born August 10, 1976 is a Canadian politician who was elected to Toronto City Council in the 2010 city council election to succeed Adam Giambrone in Ward 18 on October 25, 2010. This election paved the way for the subsequent 'Toronto Civic Conference'.", "relations": "point in time", "entity": ["Toronto Civic Conference"], "fact_list": [["2010 city council election", "point in time", "October 25, 2010"]], "unknown_analysis": "The passage does not provide any specific information about the date or time when the Toronto Civic Conference took place. Therefore, the object of the triple fact (Toronto Civic Conference, point in time, object) is unknown."}
{"index": 34, "passage": "Carolyn Ann Mayer-Beug (December 11, 1952 – September 11, 2001) was a filmmaker and video producer from Santa Monica, California. She died in the September 11 attacks. Following this tragic event, the 'Santa Monica Film Festival' was inaugurated in her memory.", "relations": "point in time", "entity": ["Santa Monica Film Festival"], "fact_list": [["September 11, 2001", "point in time", "September 11, 2001"]], "unknown_analysis": "The passage does not mention the specific date or year when the Santa Monica Film Festival was inaugurated in memory of Carolyn Ann Mayer-Beug. Therefore, the object of the triple fact is unknown because we do not have any information to determine the specific time when the festival took place."}
{"index": 9, "passage": "The 2008 Karbala bombing occurred on 17 March 2008 in Karbala, Iraq. Precautions were taken to prevent similar incidents like the upcoming Basra Security Operation.", "relations": "point in time", "entity": ["Basra Security Operation"], "fact_list": [["2008 Karbala bombing", "point in time", "17 March 2008"]], "unknown_analysis": "The passage does not provide any information or mention anything about the specific time or date of the Basra Security Operation. Therefore, the object of the triple fact (Basra Security Operation, point in time, unknown) is labeled as unknown because the passage does not give any information about it."}
{"index": 12, "passage": "The 1935 Italian Grand Prix was a Grand Prix motor race held at Monza on 8 September 1935. It acted as a precursor for the upcoming Turin Auto Race event.", "relations": "point in time", "entity": ["Turin Auto Race"], "fact_list": [["1935 Italian Grand Prix", "point in time", "8 September 1935"]], "unknown_analysis": "Based on the given passage, there is no specific information or mention about the exact date or time of the upcoming Turin Auto Race event. Therefore, we cannot determine the object of the triple fact (Turin Auto Race, point in time) as it remains unknown."}
{"index": 36, "passage": "The Singleton Bank rail crash occurred on 16 July 1961 near Weeton, Lancashire, England. An event called 'National Rail Safety Day' was subsequently held to increase safety awareness.", "relations": "point in time", "entity": ["National Rail Safety Day"], "fact_list": [["Singleton Bank rail crash", "point in time", "16 July 1961"]], "unknown_analysis": "The given passage does not provide any specific information about when the National Rail Safety Day took place. It only mentions that it was held \"subsequently\" after the Singleton Bank rail crash, which occurred on July 16, 1961. As there is no specific date or information given regarding the National Rail Safety Day, the object in the triple fact remains unknown."}
{"index": 14, "passage": "The 16th Goya Awards took place at the Palacio Municipal de Congresos in Madrid, Spain on 2 February 2002. The Others won the award for Best Film. A similar event was the Barcelona Cinema Festival organized later that year.", "relations": "point in time", "entity": ["Barcelona Cinema Festival"], "fact_list": [["16th Goya Awards", "point in time", "2 February 2002"]], "unknown_analysis": "In the given passage, there is no mention of the specific date or time when the Barcelona Cinema Festival took place. Therefore, we do not have any information to determine the object of the triple fact (Barcelona Cinema Festival, point in time). The object is labeled as \"unknown\" because it cannot be determined based on the information provided in the passage."}
{"index": 13, "passage": "The 2014 Chrono Gatineau is a one day women's cycle race held in Canada on 6 June 2014. The race had a UCI rating of 1.1. Following this event was the Montreal Bicycle Marathon.", "relations": "point in time", "entity": ["Montreal Bicycle Marathon"], "fact_list": [["2014 Chrono Gatineau", "point in time", "6 June 2014"]], "unknown_analysis": "Based on the given passage, there is no explicit mention of the specific date or time when the Montreal Bicycle Marathon took place. Therefore, we cannot determine the object of the triple fact (Montreal Bicycle Marathon, point in time) from the given information. The object remains unknown because there is no information provided that specifies the timing or date of the Montreal Bicycle Marathon."}
{"index": 51, "passage": "The 2003 Speedway World Cup Event 1 was the first race of the 2003 Speedway World Cup season. It took place on August 3, 2003 in the in Holsted, Denmark. Following this important racing event, the 'Denmark Motorsport Conference' was scheduled.", "relations": "point in time", "entity": ["Denmark Motorsport Conference"], "fact_list": [["2003 Speedway World Cup Event 1", "point in time", "August 3, 2003"]], "unknown_analysis": "This is because the given passage only mentions that the Denmark Motorsport Conference was scheduled after the 2003 Speedway World Cup Event 1, but it does not provide any specific information about the date or time the conference took place. Therefore, the object of the triple fact (Denmark Motorsport Conference, point in time, object) remains unknown."}
{"index": 15, "passage": "The 1931 French Grand Prix was a Grand Prix motor race held at Autodrome de Linas-Montlhéry on 21 June 1931. This was followed by the Marseilles Motor Race Championship later that year.", "relations": "point in time", "entity": ["Marseilles Motor Race Championship"], "fact_list": [["1931 French Grand Prix", "point in time", "21 June 1931"]], "unknown_analysis": "The passage states that the Marseilles Motor Race Championship took place \"later that year.\" However, it does not provide a specific date or time for the event. Without this information, we cannot determine the exact object of the triple fact, making it unknown."}
{"index": 29, "passage": "Miss America 2001, the 74th Miss America pageant, was broadcast from on the Boardwalk Hall in Atlantic City, New Jersey on October 14, 2000 on ABC Network. Subsequent preparations began for the 'Miss USA 2002'.", "relations": "point in time", "entity": ["Miss USA 2002"], "fact_list": [["Miss America 2001", "point in time", "October 14, 2000"]], "unknown_analysis": "The passage does not provide information about the specific time when Miss USA 2002 took place. Therefore, the object of the triple fact (Miss USA 2002, point in time) is considered unknown."}
{"index": 18, "passage": "The 9th Goya Awards were presented in Madrid, Spain on 20 January 1995. Días contados won the award for Best Film. The Goya event set the stage for the Valencia Film Exhibition.", "relations": "point in time", "entity": ["Valencia Film Exhibition"], "fact_list": [["9th Goya Awards", "point in time", "20 January 1995"]], "unknown_analysis": "The passage mentioned that the Goya event set the stage for the Valencia Film Exhibition, but it does not provide any specific information about when the Valencia Film Exhibition took place. Since the object of the triple fact is the specific time or date, and we do not have that information from the passage, the object in this case is considered \"unknown.\""}
{"index": 1, "passage": "The 1935 Belgian Grand Prix was a Grand Prix motor race held at Spa-Francorchamps on 14 July 1935. This set a precedent for the upcoming 1940 Monaco Motor Showcase.", "relations": "point in time", "entity": ["1940 Monaco Motor Showcase"], "fact_list": [["1935 Belgian Grand Prix", "point in time", "14 July 1935"]], "unknown_analysis": "The given passage does not provide any information about the specific time or date of the 1940 Monaco Motor Showcase. Hence, we cannot determine the object of the triple fact (1940 Monaco Motor Showcase, point in time) from the passage alone. The object is referred to as \"unknown\" because the passage does not provide any information regarding the specific time when the event took place."}
{"index": 3, "passage": "The 9th Dáil was elected at the 1937 general election on 1 July 1937 and first met on 21 July when the 8th Executive Council was appointed. The 9th Dáil lasted for 351 days. Later that year, the 1940 Irish Governance Conclave was convened.", "relations": "point in time", "entity": ["1940 Irish Governance Conclave"], "fact_list": [["1937 general election", "point in time", "1 July 1937"]], "unknown_analysis": "This is because the passage does not provide any information about the specific date or time when the 1940 Irish Governance Conclave took place. The passage only mentions that it was convened later that year after the 9th Dáil, but it does not provide any specific information about the object of the triple fact, which is the specific time when the conclave occurred."}
{"index": 19, "passage": "Embrace the Chaos is the second studio album by the Latin funk band Ozomatli, released on September 11, 2001 on Interscope Records. Following its release, the band started work on the new project, 'Sounds of Revolution'.", "relations": "point in time", "entity": ["Sounds of Revolution"], "fact_list": [["Embrace the Chaos", "point in time", "September 11, 2001"]], "unknown_analysis": "In the given passage, there is no specific mention or indication of when the \"Sounds of Revolution\" project started. The only information provided is that the band began working on it after the release of their second studio album, \"Embrace the Chaos.\" Since there is no specific date or timeframe mentioned for the start of the \"Sounds of Revolution\" project, the object of the triple fact remains unknown."}
{"index": 21, "passage": "The 1949 Italian Grand Prix was a Grand Prix motor race held at Monza on 11 September 1949. The race was won by Alberto Ascari. This event kick-started plans for the 'Monza Auto Show'.", "relations": "point in time", "entity": ["Monza Auto Show"], "fact_list": [["1949 Italian Grand Prix", "point in time", "11 September 1949"]], "unknown_analysis": "In the given passage, it is mentioned that the 1949 Italian Grand Prix kick-started plans for the 'Monza Auto Show'. However, no specific information is provided regarding the actual occurrence of the Monza Auto Show. Therefore, we do not have any information or data to determine the specific time or object related to the Monza Auto Show. Hence, the object of the triple fact is considered unknown."}
{"index": 53, "passage": "The 2nd Goya Awards were presented in Madrid, Spain on 22 March 1988. El bosque animado won the award for Best Film. After the ceremony, the 'Spanish Cinema Recognition Gala' was to be inaugurated.", "relations": "point in time", "entity": ["Spanish Cinema Recognition Gala"], "fact_list": [["2nd Goya Awards", "point in time", "22 March 1988"]], "unknown_analysis": "In the given passage, it is mentioned that after the Goya Awards ceremony, the 'Spanish Cinema Recognition Gala' was to be inaugurated. However, no specific information is provided about when this inauguration took place. The passage does not mention the date or any other details regarding the 'Spanish Cinema Recognition Gala'. Therefore, the object of the triple fact, which is the specific time when the gala took place, remains unknown."}
{"index": 23, "passage": "The 1937 Belgian Grand Prix was a motor race held at Spa-Francorchamps on 11 July 1937. It was the last Grand Prix to be held at the circuit's original configuration. This paved the way for the subsequent 'Belgian Motorsport Carnival'.", "relations": "point in time", "entity": ["Belgian Motorsport Carnival"], "fact_list": [["1937 Belgian Grand Prix", "point in time", "11 July 1937"]], "unknown_analysis": "In the given passage, it is mentioned that the 1937 Belgian Grand Prix paved the way for the subsequent 'Belgian Motorsport Carnival'. However, there is no specific information provided about the timing or date of the Belgian Motorsport Carnival. Therefore, the object of the triple fact, which represents the specific time or date of the Belgian Motorsport Carnival, is unknown as it cannot be derived from the given passage."}
{"index": 44, "passage": "Jean-Gilles Filhol de Camas (Raillette, Fumel, 7 December 1758 — Berwick, off Trafalgar, 21 October 1805) was a French Navy officer and captain. His passing led to the organization of the 'French Maritime Remembrance Day'.", "relations": "point in time", "entity": ["French Maritime Remembrance Day"], "fact_list": [["Trafalgar", "point in time", "21 October 1805"]], "unknown_analysis": "From the given passage, it is stated that Jean-Gilles Filhol de Camas' passing led to the organization of the 'French Maritime Remembrance Day'. However, the specific time or date of this remembrance day is not mentioned or provided in the passage. Therefore, the object of the triple fact, which should indicate the specific time, is unknown."}
{"index": 33, "passage": "The 1938 French Grand Prix was a Grand Prix motor race held at Reims-Gueux on 3 July 1938. This event influenced plans for the 'Normandy Car Race'.", "relations": "point in time", "entity": ["Normandy Car Race"], "fact_list": [["1938 French Grand Prix", "point in time", "3 July 1938"]], "unknown_analysis": "In the given passage, there is mention of the 1938 French Grand Prix and its influence on plans for the 'Normandy Car Race'. However, the specific time or date of the Normandy Car Race is not provided. Since the passage does not provide any information about when the Normandy Car Race took place, the object of the triple fact (Normandy Car Race, point in time, object) remains unknown."}
{"index": 41, "passage": "The 1865 Viroqua, Wisconsin tornado took place on June 29, 1865. It was one of the first deadly tornadoes recorded in Wisconsin after it became a state 17 years prior. Following this, the state held a 'Wisconsin Weather Safety Conference'.", "relations": "point in time", "entity": ["Wisconsin Weather Safety Conference"], "fact_list": [["1865 Viroqua, Wisconsin tornado", "point in time", "June 29, 1865"]], "unknown_analysis": "Based on the given passage, it does not provide any information regarding the specific time or date of the Wisconsin Weather Safety Conference. The passage only mentions that the conference took place after the tornado, but it does not specify the exact time or date of the conference. Therefore, the object of the triple fact (Wisconsin Weather Safety Conference, point in time) remains unknown."}
{"index": 54, "passage": "The 11th Goya Awards were presented in Madrid, Spain on 25 January 1997. Thesis won the award for Best Film. Following this, the 'Spanish Film Celebration' was scheduled.", "relations": "point in time", "entity": ["Spanish Film Celebration"], "fact_list": [["11th Goya Awards", "point in time", "25 January 1997"]], "unknown_analysis": "Based on the given passage, there is no mention of the specific date or time when the Spanish Film Celebration took place. Therefore, the object of the triple fact, which represents the specific time, is unknown. There is no information provided that allows us to determine when the Spanish Film Celebration occurred."}
{"index": 16, "passage": "Following is a list of American films released in 1929. The Broadway Melody won the Academy Award for Outstanding Picture at the 2nd Academy Awards, presented on April 3, 1930. A sequel movie, 'Echoes of Broadway' was released later without any specified release date.", "relations": "point in time", "entity": ["Echoes of Broadway"], "fact_list": [["2nd Academy Awards", "point in time", "April 3, 1930"]], "unknown_analysis": "In the given passage, it is stated that a sequel movie called 'Echoes of Broadway' was released. However, no specific release date for this movie is mentioned. Since the passage does not provide any information about when 'Echoes of Broadway' was released, the object of the triple fact, which represents the specific time, is considered unknown."}
{"index": 35, "passage": "The Darby Mine No. 1 disaster in Harlan County, Kentucky, USA, on May 20, 2006 killed five miners and left one survivor. The event led to a call for the 'Kentucky Mine Safety Convention'.", "relations": "point in time", "entity": ["Kentucky Mine Safety Convention"], "fact_list": [["Darby Mine No. 1 disaster", "point in time", "May 20, 2006"]], "unknown_analysis": "The passage does not provide information about when the Kentucky Mine Safety Convention took place. Therefore, the specific time or object of the triple fact is unknown."}
{"index": 45, "passage": "The 23rd European Film Awards were presented on 4 December, 2010, in Tallinn, Estonia. Subsequently, the 'Estonian Cinema Showcase' was being ready to take place.", "relations": "point in time", "entity": ["Estonian Cinema Showcase"], "fact_list": [["23rd European Film Awards", "point in time", "4 December, 2010"]], "unknown_analysis": "The passage does not provide any specific information about the date or timeframe of the 'Estonian Cinema Showcase'. Therefore, the object of the triple fact, which represents the specific time or date, remains unknown. Without further information, it is not possible to determine when exactly the 'Estonian Cinema Showcase' took place."}
{"index": 46, "passage": "The 1982 Brazilian Grand Prix was a Formula One motor race held at Jacarepaguá on March 21, 1982. It was the second round of the 1982 Formula One season. In the following month, 'Brazil Racing Expo' was proposed.", "relations": "point in time", "entity": ["Brazil Racing Expo"], "fact_list": [["1982 Brazilian Grand Prix", "point in time", "March 21, 1982"]], "unknown_analysis": "The passage mentions that in the month following the 1982 Brazilian Grand Prix, the 'Brazil Racing Expo' was proposed. However, it does not provide any information about the specific time when the 'Brazil Racing Expo' took place. Since the passage does not state a specific date or provide any other details about the timing of the event, the object of the triple fact (Brazil Racing Expo, point in time) remains unknown."}
{"index": 32, "passage": "The 1936 Hungarian Grand Prix was a Grand Prix motor race held on 21 June 1936 at Népliget Park in Budapest. Subsequent auto sporting events like the 'Budapest Auto Rally' were inspired by this grand prix.", "relations": "point in time", "entity": ["Budapest Auto Rally"], "fact_list": [["1936 Hungarian Grand Prix", "point in time", "21 June 1936"]], "unknown_analysis": "The given passage only mentions that subsequent auto sporting events like the 'Budapest Auto Rally' were inspired by the 1936 Hungarian Grand Prix. It does not provide any specific information about when the Budapest Auto Rally took place. Therefore, without any further information, we cannot determine the object (specific time) of the triple fact (Budapest Auto Rally, point in time, object). Hence, the object is \"unknown\"."}
{"index": 30, "passage": "Jungle Fight 2 was a mixed martial arts event held by Jungle Fight on 15 May 2004 in Manaus, Brazil. The subsequent 'Amazon Fight Gala' was being organized.", "relations": "point in time", "entity": ["Amazon Fight Gala"], "fact_list": [["Jungle Fight 2", "point in time", "15 May 2004"]], "unknown_analysis": "The passage mentions that the Jungle Fight 2 event took place on 15 May 2004 in Manaus, Brazil, and it also states that the subsequent Amazon Fight Gala was being organized. However, it does not provide any specific information about the date or time when the Amazon Fight Gala took place. Therefore, the object of the triple fact (Amazon Fight Gala, point in time) remains unknown."}
{"index": 22, "passage": "The 15th Goya Awards were presented in Madrid, Spain on 3 February 2001. Pellet won the award for Best Film. Following on from here, the Spain Cine Gala was being prepared.", "relations": "point in time", "entity": ["Spain Cine Gala"], "fact_list": [["15th Goya Awards", "point in time", "3 February 2001"]], "unknown_analysis": "In the given passage, there is no specific information provided about the date or time of the Spain Cine Gala. The passage only mentions that the gala was being prepared, but it does not specify when it took place. Since the object of the triple fact, specifically the point in time of the Spain Cine Gala, is not mentioned or provided in the passage, it is considered to be unknown."}
{"index": 28, "passage": "Brigadier-General James Tanner Agnew (1719 – 4 October 1777) was a British Army officer killed by a sniper in the Battle of Germantown during the American Revolutionary War. His demise led to the subsequent 'London War Commemoration'.", "relations": "point in time", "entity": ["London War Commemoration"], "fact_list": [["Germantown", "point in time", "4 October 1777"]], "unknown_analysis": "The passage mentions that Brigadier-General James Tanner Agnew's demise led to the subsequent 'London War Commemoration'. However, it does not provide any specific information about when this commemoration took place. Therefore, the object of the triple fact, which represents the specific time of the London War Commemoration, is unknown. The passage only establishes a causal relationship between Agnew's death and the commemoration but does not provide any details about the timing of the event."}
{"index": 7, "passage": "The 25th European Film Awards were presented on 1 December 2012 in Valletta, Malta. The winners were selected by over 2,500 members of the European Film Academy. Preparations were underway for the subsequent Europian Independent Cinema Fest.", "relations": "point in time", "entity": ["Europian Independent Cinema Fest"], "fact_list": [["25th European Film Awards", "point in time", "1 December 2012"]], "unknown_analysis": "In the given passage, there is no information provided about the specific time or date of the European Independent Cinema Fest. Therefore, the object of the triple fact, which represents the specific time or date, remains unknown. Without any additional information, we cannot determine when the European Independent Cinema Fest took place."}
{"index": 5, "passage": "The Frankfurter Wachensturm (German: charge of the Frankfurt guard house) on 3 April 1833 was a failed attempt to start a revolution in Germany. This event was a precursor to the 1842 Berlin Revolt.", "relations": "point in time", "entity": ["1842 Berlin Revolt"], "fact_list": [["Frankfurter Wachensturm", "point in time", "3 April 1833"]], "unknown_analysis": "The passage only mentions that the Frankfurter Wachensturm was a precursor to the 1842 Berlin Revolt. It does not provide any specific information about the time or date of the Berlin Revolt. Therefore, the object of the triple fact (1842 Berlin Revolt, point in time) remains unknown because it is not mentioned or specified in the given passage."}
{"index": 8, "passage": "The 1977 Belgian motorcycle Grand Prix was the ninth round of the 1977 Grand Prix motorcycle racing season. It took place on 3 July 1977 at the Circuit de Spa-Francorchamps. It was followed by the Luxembourg Motorcycle Race Championship later that year.", "relations": "point in time", "entity": ["Luxembourg Motorcycle Race Championship"], "fact_list": [["1977 Belgian motorcycle Grand Prix", "point in time", "3 July 1977"]], "unknown_analysis": "The given passage mentions that the 1977 Belgian motorcycle Grand Prix took place on 3 July 1977 at the Circuit de Spa-Francorchamps. It also states that the Luxembourg Motorcycle Race Championship followed later that year. However, the specific date or point in time when the Luxembourg Motorcycle Race Championship took place is not mentioned in the passage. Therefore, we cannot determine the specific time or object for the triple fact (Luxembourg Motorcycle Race Championship, point in time). It remains unknown based on the given information."}
{"index": 25, "passage": "This is a list of Academy Award-winning films. This list contains many films that won Academy Awards up to and including the 87th Academy Awards held on February 22, 2015. Following this, the 'Hollywood Film Symposium' was to be announced.", "relations": "point in time", "entity": ["Hollywood Film Symposium"], "fact_list": [["87th Academy Awards", "point in time", "February 22, 2015"]], "unknown_analysis": "The given passage provides information about Academy Award-winning films up until the 87th Academy Awards held on February 22, 2015. It then mentions that the \"Hollywood Film Symposium\" was to be announced. However, it does not provide any specific information about the time or date when this symposium took place. Therefore, the object of the triple fact (Hollywood Film Symposium, point in time) is unknown because the passage does not provide any information regarding the specific time or date of the event."}
{"index": 17, "passage": "The 1993 British motorcycle Grand Prix was the tenth round of the 1993 Grand Prix motorcycle racing season. It took place on 1 August 1993 at Donington Park. Later that year, the Scottish Motorbike Rally was getting ready to debut.", "relations": "point in time", "entity": ["Scottish Motorbike Rally"], "fact_list": [["1993 British motorcycle Grand Prix", "point in time", "1 August 1993"]], "unknown_analysis": "The passage only mentions that the Scottish Motorbike Rally was getting ready to debut later that year. It does not provide a specific date or point in time for when the rally actually took place. Therefore, the object of the triple fact, (Scottish Motorbike Rally, point in time), is unknown because the specific time is not mentioned in the passage."}
{"index": 10, "passage": "Mathew B. Juan (April 22, 1892 – May 28, 1918) was a Native American hero of World War I who died in the Battle of Cantigny. Juan was the first Arizonan to die in the war. Shortly after his death, the Tributes of Maricopa ceremony was held to honour the fallen.", "relations": "point in time", "entity": ["Tributes of Maricopa ceremony"], "fact_list": [["Cantigny", "point in time", "May 28, 1918"]], "unknown_analysis": "The given passage provides information about Mathew B. Juan and his role in World War I, as well as the fact that a ceremony called the Tributes of Maricopa was held to honor the fallen. However, the passage does not provide any specific information about the date or time when the Tributes of Maricopa ceremony took place. Without this information, we cannot determine the specific time or object of the triple fact, making it unknown."}
{"index": 60, "passage": "Live: Hope at the Hideout is a 2008 live album by Mavis Staples. The album was nominated for Best Contemporary Blues Album at the 52nd Annual Grammy Awards (held on January 31, 2010). This event led to the subsequent 'Contemporary Blues Music Symposium'.", "relations": "point in time", "entity": ["Contemporary Blues Music Symposium"], "fact_list": [["52nd Annual Grammy Awards", "point in time", "January 31, 2010"]], "unknown_analysis": "The given passage does not provide any information about the specific time or date when the \"Contemporary Blues Music Symposium\" took place. Therefore, the object of the triple fact, which represents the specific time, is unknown."}
{"index": 49, "passage": "The 1978 NBA All-Star Game was an exhibition basketball game which was played on February 5, 1978, at the Omni Coliseum in Atlanta, Georgia. Following the game, the 'Atlanta Sports Convention' was set to take place.", "relations": "point in time", "entity": ["Atlanta Sports Convention"], "fact_list": [["1978 NBA All-Star Game", "point in time", "February 5, 1978"]], "unknown_analysis": "In the given passage, there is no specific information provided about the date or time of the Atlanta Sports Convention. The passage only mentions that it was set to take place following the NBA All-Star Game. Since the specific time or date of the convention is not stated, the object of the triple fact, which represents the specific time, is unknown."}
{"index": 57, "passage": "The 7th Saturn Awards were awarded to media properties and personalities deemed by the Academy to be the best in science fiction, fantasy and horror in 1979. They were awarded on July 26, 1980. Right after this, the 'Sci-Fi and Fantasy Media Expo' was scheduled.", "relations": "point in time", "entity": ["Sci-Fi and Fantasy Media Expo"], "fact_list": [["7th Saturn Awards", "point in time", "July 26, 1980"]], "unknown_analysis": "The passage does not provide any information about the specific date or time when the Sci-Fi and Fantasy Media Expo was scheduled. Therefore, the object of the triple fact, which represents the specific time, is unknown."}
{"index": 63, "passage": "John McLoughlin was the Chief Factor of the Columbia Fur District. Another man, John McLoughlin, survived the September 11, 2001 attacks. Following this event, the 'United We Stand Summit' was announced.", "relations": "point in time", "entity": ["United We Stand Summit"], "fact_list": [["September 11, 2001 attacks", "point in time", "September 11, 2001"]], "unknown_analysis": "This is because the passage does not provide any specific information about when the United We Stand Summit took place. There is no mention of any dates or time frames associated with this event. Therefore, the object of the triple fact remains unknown."}
{"index": 76, "passage": "Lieutenant colonel James Inglis Hamilton (born Jamie Anderson, 4 July 1777 – 18 June 1815) was a Colonel in the British Army killed at the Battle of Waterloo. The subsequent 'Waterloo Memorial Service' was organized in his honor.", "relations": "point in time", "entity": ["Waterloo Memorial Service"], "fact_list": [["Waterloo", "point in time", "18 June 1815"]], "unknown_analysis": "The passage does not state the specific date or time when the Waterloo Memorial Service was organized in honor of Lieutenant Colonel James Inglis Hamilton. Therefore, the object of the triple fact (Waterloo Memorial Service, point in time) is unknown."}
{"index": 65, "passage": "The 2nd Golden Raspberry Awards were held on March 29, 1982 at an Oscar night potluck party to recognize the worst the film industry had to offer in 1981. Following this, the 'Film Critics' Discussion Panel' was scheduled for inauguration.", "relations": "point in time", "entity": ["Film Critics' Discussion Panel"], "fact_list": [["2nd Golden Raspberry Awards", "point in time", "March 29, 1982"]], "unknown_analysis": "In the passage, there is no specific information provided about the date or time when the Film Critics' Discussion Panel took place. Therefore, the object of the triple fact (Film Critics' Discussion Panel, point in time) is considered unknown. This implies that the passage does not give us enough information to determine the specific time when the panel occurred."}
{"index": 55, "passage": "The 1977 Canadian Grand Prix was a Formula One motor race held on October 9, 1977 at Mosport Park. It was the 16th and penultimate race of the 1977 Formula One season. In response, the 'Canadian Grand Prix Festival' was planned.", "relations": "point in time", "entity": ["Canadian Grand Prix Festival"], "fact_list": [["1977 Canadian Grand Prix", "point in time", "October 9, 1977"]], "unknown_analysis": "The passage does not provide any information about the specific time or date of the Canadian Grand Prix Festival. Therefore, the object of the triple fact remains unknown because we cannot determine the exact point in time when the festival took place based on the given information."}
{"index": 43, "passage": "2005 Khanaqin bombings were suicide attacks on two Shia mosques in Khanaqin, Iraq (near the Iranian border), on November 18, 2005. Following this, the 'Iraq Peace and Reconciliation Conference' was planned.", "relations": "point in time", "entity": ["Iraq Peace and Reconciliation Conference"], "fact_list": [["2005 Khanaqin bombings", "point in time", "November 18, 2005"]], "unknown_analysis": "In the given passage, there is no specific mention or information about the date or time when the Iraq Peace and Reconciliation Conference was planned or took place. Since the passage does not provide any details regarding the specific time of the conference, we cannot determine the object of the triple fact (Iraq Peace and Reconciliation Conference, point in time). Therefore, the object is considered \"unknown\"."}
{"index": 59, "passage": "The Mesa Redonda fire occurred on Saturday, 29 December 2001 in Lima, Peru. The disaster killed at least 291 people and injured at least another 134. After this event, the 'Peruvian Fire Safety Summit' was planned.", "relations": "point in time", "entity": ["Peruvian Fire Safety Summit"], "fact_list": [["Mesa Redonda fire", "point in time", "Saturday, 29 December 2001"]], "unknown_analysis": "In the given passage, there is no information provided about the specific date or time when the Peruvian Fire Safety Summit took place. Therefore, the object of the triple fact remains unknown as it cannot be determined from the passage."}
{"index": 78, "passage": "The 7th Dáil was elected at the 1932 general election on 16 February 1932 and first met on 9 March when the 6th Executive Council was appointed. The 7th Dáil lasted for 343 days. Following this, the 'Ireland Parliamentary Review Meeting' was announced.", "relations": "point in time", "entity": ["Ireland Parliamentary Review Meeting"], "fact_list": [["1932 general election", "point in time", "16 February 1932"]], "unknown_analysis": "The passage provided does not provide any information about the specific time or date of the \"Ireland Parliamentary Review Meeting.\" Since the object of the triple fact is not mentioned or indicated in the passage, it is considered unknown. Without further information, we cannot determine when exactly the \"Ireland Parliamentary Review Meeting\" took place."}
{"index": 64, "passage": "Strikeforce: Tank vs. Buentello was a mixed martial arts event held on October 7, 2006. The event was held by Strikeforce and took place at the Save Mart Center in Fresno, California. Subsequently, the 'Fresno Martial Arts Convention' was planned.", "relations": "point in time", "entity": ["Fresno Martial Arts Convention"], "fact_list": [["Strikeforce: Tank vs. Buentello", "point in time", "October 7, 2006"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about the specific time or date of the Fresno Martial Arts Convention. The passage only mentions that the convention was planned after the Strikeforce event, but it does not provide any details regarding when the convention actually took place. Therefore, without further information, the object of the triple fact, which represents the specific time of the convention, remains unknown."}
{"index": 71, "passage": "The 5th Goya Awards were presented in Madrid, Spain on 16 February 1991. ¡Ay, Carmela! won the award for Best Film. Shortly after, the 'Spanish Film Symposium' was scheduled.", "relations": "point in time", "entity": ["Spanish Film Symposium"], "fact_list": [["5th Goya Awards", "point in time", "16 February 1991"]], "unknown_analysis": "The passage only provides information about the timing and occurrence of the 5th Goya Awards and the fact that a Spanish Film Symposium was scheduled shortly after. However, it does not specify the specific time or date of the Spanish Film Symposium. Without this information, we cannot determine the object of the triple fact, making it unknown."}
{"index": 11, "passage": "The Battle of Landskrona was fought on the Ylleshed moor, outside the town of Landskrona, in southern Sweden on July 14, 1677, between Sweden and Denmark. Following the battle, the Siege of Malmo took place.", "relations": "point in time", "entity": ["Siege of Malmo"], "fact_list": [["Battle of Landskrona", "point in time", "July 14, 1677"]], "unknown_analysis": "In the given passage, there is no specific mention or information provided about the exact time or date when the Siege of Malmo took place. Therefore, the specific time or object of the triple fact (Siege of Malmo, point in time) is unknown. The passage only states that the Siege of Malmo occurred following the Battle of Landskrona, but it does not give any details regarding the timeframe of the siege."}
{"index": 47, "passage": "The 6th European Film Awards were presented on December 4, 1993 in Potsdam, Germany. The winners were selected by the members of the European Film Academy. Following the awards, the 'German Cinema Celebration' was announced.", "relations": "point in time", "entity": ["German Cinema Celebration"], "fact_list": [["6th European Film Awards", "point in time", "December 4, 1993"]], "unknown_analysis": "There is no specific information provided in the given passage regarding the object of the triple fact (German Cinema Celebration, point in time). Therefore, since the passage does not mention a specific date or time for the German Cinema Celebration, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 80, "passage": "The 3rd Golden Raspberry Awards were held on April 11, 1983 at an Oscar night potluck party to recognize the worst the film industry had to offer in 1982. The 'Hollywood Film Analysis Event' was held subsequently.", "relations": "point in time", "entity": ["Hollywood Film Analysis Event"], "fact_list": [["3rd Golden Raspberry Awards", "point in time", "April 11, 1983"]], "unknown_analysis": "There is no specific date or time mentioned in the passage for the Hollywood Film Analysis Event. Therefore, the object in the triple fact is unknown because we do not have the information needed to determine the specific time at which the event took place."}
{"index": 20, "passage": "The 25 October 2009 Baghdad bombings were attacks in Baghdad, Iraq which killed 155 people and injured at least 721 people. In response, the Iraqi Government announced the 'Iraq Peace Conference', an uncoming event.", "relations": "point in time", "entity": ["Iraq Peace Conference"], "fact_list": [["October 2009 Baghdad bombings", "point in time", "25 October 2009"]], "unknown_analysis": "There is no information provided in the given passage about the specific date or time of the Iraq Peace Conference. Therefore, the object of the triple fact, which represents the specific time, remains unknown. Without further context or information, it is impossible to determine when the conference occurred."}
{"index": 2, "passage": "The 13th Goya Awards were presented in Madrid, Spain on 23 January 1999. The Girl of Your Dreams won the award for Best Film. The subsequent event was the 15th Madrid Artistic Performance.", "relations": "point in time", "entity": ["15th Madrid Artistic Performance"], "fact_list": [["13th Goya Awards", "point in time", "23 January 1999"]], "unknown_analysis": "In the given passage, there is no specific mention or information provided about the date or time when the 15th Madrid Artistic Performance took place. The passage only states that it occurred after the 13th Goya Awards, but it does not provide any details or specifics about the date or any other related information.\n\nTherefore, without any clear indication of the specific time or date of the 15th Madrid Artistic Performance, we cannot determine the object of the triple fact, making it unknown."}
{"index": 70, "passage": "The 7th Genie Awards were held March 20, 1986 at the Metro Toronto Convention Centre to honour achievements in Canadian film in 1985. The ceremony was co-hosted by Leslie Nielsen and Catherine Mary Stewart. A 'Canadian Film Celebration Gala' was announced subsequently.", "relations": "point in time", "entity": ["Canadian Film Celebration Gala"], "fact_list": [["7th Genie Awards", "point in time", "March 20, 1986"]], "unknown_analysis": "The passage mentions that a 'Canadian Film Celebration Gala' was announced subsequently after the 7th Genie Awards. However, it does not provide any specific information about the timing or date of the gala. Therefore, the object of the triple fact (Canadian Film Celebration Gala, point in time) is unknown because the passage does not provide the necessary information to determine it."}
{"index": 58, "passage": "The 1988 British motorcycle Grand Prix was the twelfth round of the 1988 Grand Prix motorcycle racing season. It took place on the weekend of 5–7 August 1988 at Donington Park. This event paved way for the subsequent 'British Motorcycle Sports Convention'.", "relations": "point in time", "entity": ["British Motorcycle Sports Convention"], "fact_list": [["1988 British motorcycle Grand Prix", "point in time", "7 August 1988"]], "unknown_analysis": "The passage does not provide any specific information about the object (specific time) of the triple fact (British Motorcycle Sports Convention, point in time). There is no mention of when the British Motorcycle Sports Convention took place in relation to the 1988 British motorcycle Grand Prix. Therefore, without additional information, the specific time or object of the triple fact remains unknown."}
{"index": 85, "passage": "The 2009 Xinjiang earthquake occurred in the Xinjiang Uygur Autonomous Region of the People's Republic of China. It occurred at 9:47 a.m in Qapqal on January 25, 2009. The 'China Seismic Safety Summit' was held later.", "relations": "point in time", "entity": ["China Seismic Safety Summit"], "fact_list": [["2009 Xinjiang earthquake", "point in time", "January 25, 2009"]], "unknown_analysis": "This is because the passage does not provide any information or details about the specific time at which the China Seismic Safety Summit took place. The passage only mentions that the summit was held \"later\" without specifying the exact date or time. Therefore, the object of the triple fact is unknown as we do not have the necessary information to determine it."}
{"index": 48, "passage": "Jorge Silveira Zabala (6 January 1930, Tacuarembó – 7 July 2005) was a Uruguayan politician. Following his demise, the 'Uruguayan Politicians Memorial Day' was organized.", "relations": "point in time", "entity": ["Uruguayan Politicians Memorial Day"], "fact_list": [["7 July 2005", "point in time", "7 July 2005"]], "unknown_analysis": "In the given passage, there is no specific information provided about the date or point in time when the 'Uruguayan Politicians Memorial Day' was organized. The passage only mentions that it was organized following the demise of Jorge Silveira Zabala, but it does not provide any specific date or time for this event. Therefore, without further information, the object of the triple fact, which is the specific point in time for the 'Uruguayan Politicians Memorial Day', remains unknown."}
{"index": 87, "passage": "The 1972 Italian Republic Grand Prix was a non-championship Formula One race held at Vallelunga Circuit on June 18, 1972. After this, a 'Formula One Review Board Meeting' was announced.", "relations": "point in time", "entity": ["Formula One Review Board Meeting"], "fact_list": [["1972 Italian Republic Grand Prix", "point in time", "June 18, 1972"]], "unknown_analysis": "The object of the triple fact is labeled as \"unknown\" because the passage does not provide any specific information regarding when the Formula One Review Board Meeting took place. The passage only mentions that it was announced after the 1972 Italian Republic Grand Prix, but it does not specify the date or any other details about the meeting. Without this information, the object of the triple fact remains unknown."}
{"index": 67, "passage": "Benjamin Jarrett (July 18, 1881 – July 20, 1944) was a Republican member of the U.S. House of Representatives from Pennsylvania. His passing led to discussions regarding the 'U.S. House Memorial Event'.", "relations": "point in time", "entity": ["U.S. House Memorial Event"], "fact_list": [["July 20, 1944", "point in time", "July 20, 1944"]], "unknown_analysis": "In the given passage, there is mention of discussions regarding the \"U.S. House Memorial Event\" following Benjamin Jarrett's passing. However, there is no specific information provided about when this event took place or the specific time associated with it. Therefore, the object in the triple fact, which signifies the specific time of the \"U.S. House Memorial Event\", is unknown. Without further information or context, it is not possible to determine the exact date or time of this event."}
{"index": 69, "passage": "The 2001 Speedway World Cup Qualifying round 2 was the second race of the 2001 Speedway World Cup season. It took place on July 2, 2001 in the Speedway Stadium in Gdańsk, Poland. Shortly after, the 'Polish Speedway Review Conference' was scheduled.", "relations": "point in time", "entity": ["Polish Speedway Review Conference"], "fact_list": [["2001 Speedway World Cup Qualifying round 2", "point in time", "July 2, 2001"]], "unknown_analysis": "There is no specific information provided in the given passage about the object of the triple fact, \"Polish Speedway Review Conference.\" The passage only mentions that the conference was scheduled shortly after the Speedway World Cup Qualifying round 2 took place in Gdańsk, Poland. However, the exact date or any other details about the conference are not mentioned. Therefore, without any specific information about the object, it remains unknown."}
{"index": 42, "passage": "Louis Alexis Baudoin (Saint-Jean-d'Angély, 2 December 1776 — Fougueux, off Trafalgar, 21 October 1805) was a French Navy officer and captain. His demise led to the 'French Naval Memorial Service'.", "relations": "point in time", "entity": ["French Naval Memorial Service"], "fact_list": [["Trafalgar", "point in time", "21 October 1805"]], "unknown_analysis": "The passage only mentions Louis Alexis Baudoin and his demise, but it does not provide any information about the French Naval Memorial Service itself or when it took place. Therefore, the specific time or object related to the triple fact (French Naval Memorial Service, point in time) cannot be determined from the passage."}
{"index": 38, "passage": "The 1968 NBA All-Star Game was an exhibition basketball game which was played at Madison Square Garden in New York City, January 23, 1968. After the game, there were plans for the 'New York Sports Symposium'.", "relations": "point in time", "entity": ["New York Sports Symposium"], "fact_list": [["1968 NBA All-Star Game", "point in time", "January 23, 1968"]], "unknown_analysis": "The passage only mentions that there were plans for the \"New York Sports Symposium\" after the 1968 NBA All-Star Game. However, it does not provide any specific information about the date or time when the symposium actually took place. Therefore, the object of the triple fact, which refers to the specific time of the symposium, is unknown."}
{"index": 56, "passage": "The North Atlantic Treaty, signed in Washington, D.C. on 4 April 1949, is the treaty establishing the North Atlantic Treaty Organization (NATO). The subsequent 'NATO Anniversary Conference' was thus organised.", "relations": "point in time", "entity": ["NATO Anniversary Conference"], "fact_list": [["North Atlantic Treaty", "point in time", "4 April 1949"]], "unknown_analysis": "The passage does not provide information about the specific time when the NATO Anniversary Conference took place. Therefore, the object of the triple fact, which represents the specific time, is unknown. We are not given any information or context to determine the date or timeframe of the conference."}
{"index": 40, "passage": "The 57th Filmfare Awards South ceremony honoring the winners and nominees of the best of South Indian cinema in 2009 was held on August 7, 2010 in Chennai, India. The awards led to the announcement of the upcoming 'Chennai Cinema Summit'.", "relations": "point in time", "entity": ["Chennai Cinema Summit"], "fact_list": [["57th Filmfare Awards South", "point in time", "August 7, 2010"]], "unknown_analysis": "The passage only mentions that the Filmfare Awards South ceremony led to the announcement of the upcoming 'Chennai Cinema Summit'. It does not provide any specific information about the date or time of the summit. Therefore, the object of the triple fact, which is the specific time of the Chennai Cinema Summit, is unknown."}
{"index": 52, "passage": "The 63rd NHK Kōhaku Uta Gassen (第63回NHK紅白歌合戦), referred to from hereon as \"Kōhaku\", aired December 31, 2012 from NHK Hall in Japan beginning from 7:15 p.m. JST. Subsequently, plans for the 'Japanese Music Awards Gala' were announced.", "relations": "point in time", "entity": ["Japanese Music Awards Gala"], "fact_list": [["63rd NHK Kōhaku Uta Gassen", "point in time", "December 31, 2012"]], "unknown_analysis": "The passage mentions that plans for the \"Japanese Music Awards Gala\" were announced after the airing of the Kōhaku event on December 31, 2012. However, it does not provide any specific information about the date or time when the \"Japanese Music Awards Gala\" actually took place. Therefore, the object of the triple fact, which represents the specific time of the gala, is unknown."}
{"index": 84, "passage": "The 1969 NBA All-Star Game was an exhibition basketball game which was played on January 14, 1969, at the Baltimore Civic Center in Baltimore, Maryland. After the game, the 'Basketball Sportsmanship Forum' was announced.", "relations": "point in time", "entity": ["Basketball Sportsmanship Forum"], "fact_list": [["1969 NBA All-Star Game", "point in time", "January 14, 1969"]], "unknown_analysis": "The given passage does not provide any information about the specific time or date of the Basketball Sportsmanship Forum. Since the passage only mentions that the forum was announced after the game, it does not disclose when exactly it took place. Without this information, we are unable to determine the object (specific time) of the triple fact, making it unknown."}
{"index": 90, "passage": "The Battle of Drumclog was fought on 1 June 1679, between a group of Covenanters and the forces of John Graham of Claverhouse, at High Drumclog, in South Lanarkshire, Scotland. After the battle, a 'Scottish Historical War Analysis Workshop' was planned.", "relations": "point in time", "entity": ["Scottish Historical War Analysis Workshop"], "fact_list": [["Drumclog", "point in time", "1 June 1679"]], "unknown_analysis": "The passage does not provide any information about when the Scottish Historical War Analysis Workshop took place. It only states that it was planned after the Battle of Drumclog, but it does not specify the specific time or date. Therefore, the object of the triple fact, which is the specific time of the workshop, remains unknown."}
{"index": 81, "passage": "The 1921 French Grand Prix was a Grand Prix motor race held at Le Mans on 25 July 1921. In its aftermath, the 'Le Mans Motorsport Conference' was announced.", "relations": "point in time", "entity": ["Le Mans Motorsport Conference"], "fact_list": [["1921 French Grand Prix", "point in time", "25 July 1921"]], "unknown_analysis": "In the given passage, there is no specific date or time mentioned for the 'Le Mans Motorsport Conference'. Therefore, we do not have any information about when this conference took place. As a result, the object of the triple fact, which represents the specific time, is unknown. Without further information or context, we cannot determine the exact date or point in time for the 'Le Mans Motorsport Conference' mentioned in the passage."}
{"index": 0, "passage": "2000 WNBA draft – 25 April 2000. This event paved the way for the subsequent 2002 Women's Pro Basketball Symposium.", "relations": "point in time", "entity": ["2002 Women's Pro Basketball Symposium"], "fact_list": [["2000 WNBA draft", "point in time", "25 April 2000"]], "unknown_analysis": "The given passage mentions the 2000 WNBA draft and its significance in paving the way for the subsequent 2002 Women's Pro Basketball Symposium. However, it does not provide any specific information about when the symposium took place. Therefore, the object of the triple fact, which represents the specific time when the symposium occurred, is unknown."}
{"index": 93, "passage": "The Serbian parliamentary election, 2012 was held on 6 May 2012 to elect members of the National Assembly. The parliamentary elections were held simultaneously with provincial, local, and presidential elections. The subsequent 'Serbian Elections Results Analysis Conference' was scheduled.", "relations": "point in time", "entity": ["Serbian Elections Results Analysis Conference"], "fact_list": [["Serbian parliamentary election, 2012", "point in time", "6 May 2012"]], "unknown_analysis": "The passage only mentions that the Serbian parliamentary election and the subsequent analysis conference were scheduled, but it does not provide any information about the specific date or time when the conference took place. Therefore, the object of the triple fact, which represents the specific time of the Serbian Elections Results Analysis Conference, is unknown."}
{"index": 91, "passage": "The Allaipiddy massacre or Allaipiddy murders refers to the May 13, 2006 killing of 13 minority Tamil civilians in separate incidents in three villages in the islet of Kayts in northern Sri Lanka. In the aftermath of this, the 'Sri Lanka Peace Conference' was held.", "relations": "point in time", "entity": ["Sri Lanka Peace Conference"], "fact_list": [["Allaipiddy massacre", "point in time", "May 13, 2006"]], "unknown_analysis": "In the given passage, there is no specific mention or information provided regarding the date or time when the 'Sri Lanka Peace Conference' took place. Since the passage does not provide any details about the timing of this event, we cannot determine the object of the triple fact, making it unknown. The passage only establishes a temporal relationship between the Allaipiddy massacre and the subsequent conference without specifying the exact date of the conference."}
{"index": 75, "passage": "The 13th TCA Awards were presented by the Television Critics Association. Drew Carey hosted the ceremony on July 20, 1997, at the Huntington Hotel and Spa in Pasadena, Calif. Following this, the 'Pasadena TV Fest' was planned.", "relations": "point in time", "entity": ["Pasadena TV Fest"], "fact_list": [["13th TCA Awards", "point in time", "July 20, 1997"]], "unknown_analysis": "The passage does not provide any information about the specific time or date of the Pasadena TV Fest. It mentions that the TV Fest was planned following the TCA Awards ceremony hosted by Drew Carey on July 20, 1997, but it does not mention when the TV Fest actually took place. Therefore, the specific time or object of the triple fact (Pasadena TV Fest, point in time) is unknown."}
{"index": 77, "passage": "The 2007 Speedway World Cup Event 1 was the first race of the 2007 Speedway World Cup season. It took place on July 14, 2007 in the Speedway Center in Vojens, Denmark. Following the race, the 'Denmark Motorsport Show' was scheduled.", "relations": "point in time", "entity": ["Denmark Motorsport Show"], "fact_list": [["2007 Speedway World Cup Event 1", "point in time", "July 14, 2007"]], "unknown_analysis": "In the given passage, there is no specific information provided about the date or time of the Denmark Motorsport Show. Therefore, we cannot determine the exact object (specific time) of the triple fact (Denmark Motorsport Show, point in time, object). The passage only mentions that the show was scheduled after the race, but it does not provide any details about the date or time of the show. Hence, the object of this triple fact remains unknown based on the given information."}
{"index": 94, "passage": "The 1988 Canadian Grand Prix was a Formula One motor race held on 12 June 1988 at the Circuit Gilles Villeneuve, Montreal. It was the fifth race of the 1988 Formula One season. Shortly after, the 'Canadian Formula One Review Meeting' was announced.", "relations": "point in time", "entity": ["Canadian Formula One Review Meeting"], "fact_list": [["1988 Canadian Grand Prix", "point in time", "12 June 1988"]], "unknown_analysis": "The given passage only mentions that the Canadian Formula One Review Meeting was announced shortly after the 1988 Canadian Grand Prix. However, it does not provide any information about the specific date or time when the meeting took place. Therefore, we cannot determine the object (specific time) of the triple fact (Canadian Formula One Review Meeting, point in time)."}
{"index": 26, "passage": "The 5th Genie Awards were presented on March 21, 1984, at the Royal Alexandra Theatre in Toronto. The awards ceremony was hosted by Louis Del Grande. Shortly afterwards, plans were made for the 'Canadian Film Celebration'.", "relations": "point in time", "entity": ["Canadian Film Celebration"], "fact_list": [["5th Genie Awards", "point in time", "March 21, 1984"]], "unknown_analysis": "In the given passage, there is a mention of plans being made for the 'Canadian Film Celebration' shortly after the 5th Genie Awards. However, there is no specific information provided about the date or time when this celebration took place. The passage only mentions that plans were made for it, but does not provide any details regarding its occurrence. Hence, the object of the triple fact, which is the specific time or date of the 'Canadian Film Celebration', is unknown based on the given passage."}
{"index": 27, "passage": "The 1923 French Grand Prix was a Grand Prix motor race held at Tours on 2 July 1923. This marked the beginning of the planning for the subsequent 'Bordeaux Race function'.", "relations": "point in time", "entity": ["Bordeaux Race function"], "fact_list": [["1923 French Grand Prix", "point in time", "2 July 1923"]], "unknown_analysis": "The given passage mentions that the 1923 French Grand Prix marked the beginning of the planning for the subsequent \"Bordeaux Race function.\" However, it does not provide any specific information about the date or time when the Bordeaux Race function took place. Therefore, the object of the triple fact (\"unknown\") implies that we do not have enough information to determine the specific point in time for the Bordeaux Race function based on the given passage."}
{"index": 92, "passage": "Down the Wire is the thirty-first album by Spyro Gyra, released on April 28, 2009.\"It was nominated for Best Pop Instrumental Album at the 52nd Annual Grammy Awards (held on January 31 2010). A 'Contemporary Jazz Review Panel' was subsequently organized.", "relations": "point in time", "entity": ["Contemporary Jazz Review Panel"], "fact_list": [["52nd Annual Grammy Awards", "point in time", "January 31 2010"]], "unknown_analysis": "In the given passage, there is no information provided about the specific time or date when the Contemporary Jazz Review Panel was organized. The passage only mentions that this panel was organized after the album Down the Wire was nominated for the Grammy Awards, but it does not state exactly when this happened. Therefore, we cannot determine the object (specific time or date) of the triple fact (Contemporary Jazz Review Panel, point in time) based on the given information, making it unknown."}
{"index": 24, "passage": "The Sivakasi riots of 1899 are a series of communal disturbances which occurred during 6 June 1899 in Sivakasi, Tamil Nadu, India. Soon afterwards, the 'Madurai Reconciliation Congress' was scheduled.", "relations": "point in time", "entity": ["Madurai Reconciliation Congress"], "fact_list": [["Sivakasi riots", "point in time", "6 June 1899"]], "unknown_analysis": "This is because the given passage does not provide any specific information regarding the date or time of the Madurai Reconciliation Congress. Without this information, we cannot determine the exact object (specific time) for the triple fact. Hence, it remains unknown in this context."}
{"index": 97, "passage": "Jean-Michel Nicollier (1 July 1966 – 20 November 1991) was a French volunteer and Croatian soldier in the Croatian War of Independence who was killed during the Vukovar massacre. The 'Remembrance Service for Jean-Michel Nicollier' was held afterwards.", "relations": "point in time", "entity": ["Remembrance Service for Jean-Michel Nicollier"], "fact_list": [["Vukovar massacre", "point in time", "20 November 1991"]], "unknown_analysis": "The passage does not provide any specific information about the date or time of the \"Remembrance Service for Jean-Michel Nicollier.\" Therefore, we cannot determine the exact object or specific time for this event. The information given in the passage only mentions that the remembrance service took place after Jean-Michel Nicollier's death during the Vukovar massacre. Without additional information, such as the date or any other specific details, the object of the triple fact remains unknown."}
{"index": 104, "passage": "Yvonne Agneta Ryding (born 14 December 1962, in Eskilstuna, Södermanland) is a Swedish dancer, TV Host and beauty queen who was crowned Miss Universe 1984 on July 9, 1984. She is the third Swede in history to win the title. The 'Yvonne Agneta Ryding Recognition Event' was organized later.", "relations": "point in time", "entity": ["Yvonne Agneta Ryding Recognition Event"], "fact_list": [["Miss Universe 1984", "point in time", "July 9, 1984"]], "unknown_analysis": "The passage does not provide any information or details about the specific date or time when the Yvonne Agneta Ryding Recognition Event took place. Since the object of the triple fact is not mentioned or specified in the passage, it is considered unknown."}
{"index": 66, "passage": "Strikeforce: Houston, was a mixed martial arts event held by Strikeforce on August 21, 2010 at the Toyota Center in Houston, Texas, United States. Later, the 'Texas Martial Arts Convention' was announced.", "relations": "point in time", "entity": ["Texas Martial Arts Convention"], "fact_list": [["Strikeforce: Houston", "point in time", "August 21, 2010"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the specific date or time of the Texas Martial Arts Convention. Therefore, the object of the triple fact, which represents the specific time, is unknown. We cannot determine the exact date or point in time for the Texas Martial Arts Convention based solely on the information provided."}
{"index": 83, "passage": "The 1991 Canadian Grand Prix was a Formula One motor race held at Circuit Gilles Villeneuve on 2 June 1991. Following the race, the 'Canadian Motorsport Symposium' was scheduled.", "relations": "point in time", "entity": ["Canadian Motorsport Symposium"], "fact_list": [["1991 Canadian Grand Prix", "point in time", "2 June 1991"]], "unknown_analysis": "The passage does not provide any specific information about the date or time of the Canadian Motorsport Symposium. Therefore, we do not have enough information to determine the object (specific time) of the triple fact. It is described as \"unknown\" because the passage does not provide any details regarding when the symposium took place."}
{"index": 82, "passage": "The Battle of Legnano was fought on May 29, 1176, between the forces of the Holy Roman Empire, led by Emperor Frederick Barbarossa, and the Lombard League. The Imperial army suffered a major defeat. This led to the subsequent 'Meeting of Lombard League'.", "relations": "point in time", "entity": ["Meeting of Lombard League"], "fact_list": [["Legnano", "point in time", "May 29, 1176"]], "unknown_analysis": "In the given passage, it is mentioned that the Battle of Legnano led to the subsequent \"Meeting of Lombard League.\" However, no specific information is provided regarding the date or time of this meeting. Therefore, the object of the triple fact (Meeting of Lombard League, point in time) is unknown as it cannot be obtained from the given information."}
{"index": 79, "passage": "The 1989 British motorcycle Grand Prix was the twelfth round of the 1989 Grand Prix motorcycle racing season. It took place on the weekend of 4–6 August 1989 at Donington Park. In its aftermath, the 'British Motorsport Roundup Conference' was planned.", "relations": "point in time", "entity": ["British Motorsport Roundup Conference"], "fact_list": [["1989 British motorcycle Grand Prix", "point in time", "6 August 1989"]], "unknown_analysis": "In the given passage, there is no specific information provided about the timing or date of the British Motorsport Roundup Conference. The passage mentions the conference in relation to the aftermath of the 1989 British motorcycle Grand Prix but does not provide any details about when exactly the conference took place. Therefore, the object of the triple fact, which signifies the specific time of the conference, is unknown."}
{"index": 88, "passage": "The El Encanto fire was a terrorist attack in the form of an arson fire that destroyed a department store in central Havana on 13 April 1961. This incident led to the conception of the 'Havana City Restoration Project'.", "relations": "point in time", "entity": ["Havana City Restoration Project"], "fact_list": [["El Encanto fire", "point in time", "13 April 1961"]], "unknown_analysis": "In the given passage, it is mentioned that the El Encanto fire in central Havana on 13 April 1961 led to the conception of the 'Havana City Restoration Project'. However, there is no specific information provided about the time when the Havana City Restoration Project was implemented or completed. Hence, the specific time or object in the triple fact (Havana City Restoration Project, point in time) is unknown."}
{"index": 72, "passage": "The 1991 Uttarkashi earthquake occurred on 20 October 1991 in the Uttarkashi and Gharwal regions of the Indian state of Uttarakhand. In response to this tragedy, the 'Uttarkashi Seismic Safety Convention' was organized.", "relations": "point in time", "entity": ["Uttarkashi Seismic Safety Convention"], "fact_list": [["1991 Uttarkashi earthquake", "point in time", "20 October 1991"]], "unknown_analysis": "The passage mentions that the 1991 Uttarkashi earthquake occurred on October 20, 1991 and in response to this tragedy, the 'Uttarkashi Seismic Safety Convention' was organized. However, it does not provide any information about the specific time or date of the convention. Therefore, the object of the triple fact, which represents the specific time or date, is unknown because it cannot be determined from the given passage."}
{"index": 86, "passage": "European Under-18 All-Star Game 2009 was held on September 18, 2009 in Spodek Arena. Blue Team played against White Team. Both teams consisted of the best European players, which has not more than 18 years. Afterwards, the 'European Youth Basketball Summit' was planned.", "relations": "point in time", "entity": ["European Youth Basketball Summit"], "fact_list": [["European Under-18 All-Star Game 2009", "point in time", "September 18, 2009"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific time or date when the European Youth Basketball Summit took place. The passage only mentions that it was planned after the European Under-18 All-Star Game in 2009, but it does not give any details on when exactly the summit occurred. Therefore, the object of the triple fact, which represents the specific time or date, is unknown because it is not mentioned in the passage."}
{"index": 31, "passage": "China Southwest Airlines Flight 4146 was an Ilyushin Il-18 that crashed near Chongqing, China on 18 January 1988 with the loss of all 108 passengers and crew. Following this tragic event, the 'Chongqing Air Safety Symposium' was to be held.", "relations": "point in time", "entity": ["Chongqing Air Safety Symposium"], "fact_list": [["China Southwest Airlines Flight 4146", "point in time", "18 January 1988"]], "unknown_analysis": "The passage does not provide any information about the specific time or date of the Chongqing Air Safety Symposium. Since the object of the triple fact is not mentioned or provided in the passage, it is considered \"unknown.\""}
{"index": 61, "passage": "The 12th Goya Awards were presented in Madrid, Spain on 31 January 1998. Lucky Star won the award for Best Film. Following the awards, the 'Spanish Cinematic Arts Symposium' was planned.", "relations": "point in time", "entity": ["Spanish Cinematic Arts Symposium"], "fact_list": [["12th Goya Awards", "point in time", "31 January 1998"]], "unknown_analysis": "The passage does not provide any information about the specific time when the Spanish Cinematic Arts Symposium took place. It only states that it was planned after the Goya Awards, but it does not mention when exactly it occurred. Therefore, the object of triple fact (\"unknown\") indicates that we cannot determine the specific time of the symposium based on the given passage."}
{"index": 89, "passage": "Qantas Flight 1 (QF1, QFA1) was a Qantas passenger flight which was involved in a runway overrun accident at Don Mueang International Airport as it was arriving for a stopover in Bangkok on 23 September 1999. Following the incident, the 'Airport Safety Discussion Panel' was organized.", "relations": "point in time", "entity": ["Airport Safety Discussion Panel"], "fact_list": [["Qantas Flight 1", "point in time", "23 September 1999"]], "unknown_analysis": "In the given passage, there is no information provided about the specific time or date when the 'Airport Safety Discussion Panel' was organized. Since the passage does not mention any details regarding the timing of the event, the object of the triple fact remains unknown. Without any explicit information, it is not possible to determine the specific time when the 'Airport Safety Discussion Panel' took place."}
{"index": 37, "passage": "The 1901 Kentucky Derby was the 27th running of the Kentucky Derby. The race took place on April 29, 1901. Following this, the organization began planning the 'Louisville Horse Expo'.", "relations": "point in time", "entity": ["Louisville Horse Expo"], "fact_list": [["1901 Kentucky Derby", "point in time", "April 29, 1901"]], "unknown_analysis": "In the given passage, it is stated that following the 1901 Kentucky Derby, the organization began planning the 'Louisville Horse Expo'. However, there is no specific information provided about the date or time when the 'Louisville Horse Expo' took place. Therefore, we do not have any information to determine the object of the triple fact, making it unknown."}
{"index": 103, "passage": "The 2014 Malaysian Grand Prix, formally known as the 2014 Formula 1 Petronas Malaysia Grand Prix, was a Formula One motor race that was held on 30 March 2014 at the Sepang International Circuit in Selangor, Malaysia. This led to the subsequent 'Petronas Malaysia Grand Prix Reflection Session'.", "relations": "point in time", "entity": ["Petronas Malaysia Grand Prix Reflection Session"], "fact_list": [["2014 Malaysian Grand Prix", "point in time", "30 March 2014"]], "unknown_analysis": "The passage does not provide any specific information about the date or time of the \"Petronas Malaysia Grand Prix Reflection Session.\" Therefore, without this information, the object of the triple fact (Petronas Malaysia Grand Prix Reflection Session, point in time) remains unknown."}
{"index": 68, "passage": "The 30 June 2011 Nimruz province bombing was a roadside bombing targeting a bus of civilians killing 20 and injuring more than 30 in Nimruz province, Afghanistan. Following this, the 'Afghanistan Conflict Resolution Summit' was initiated.", "relations": "point in time", "entity": ["Afghanistan Conflict Resolution Summit"], "fact_list": [["2011 Nimruz province bombing", "point in time", "30 June 2011"]], "unknown_analysis": "The passage does not provide any information about the specific time or date of the Afghanistan Conflict Resolution Summit. Therefore, the object of the triple fact, which represents the specific time, remains unknown."}
{"index": 102, "passage": "Invasion (Nastyboy) is the first studio album by NB Ridaz. It was released on September 11, 2001. The commemorative 'NB Ridaz Invasion Album Anniversary' was scheduled later.", "relations": "point in time", "entity": ["NB Ridaz Invasion Album Anniversary"], "fact_list": [["September 11, 2001", "point in time", "September 11, 2001"]], "unknown_analysis": "The passage only mentions that the 'NB Ridaz Invasion Album Anniversary' was scheduled later, but it does not provide any specific information about when it took place. Since the object of the triple fact represents the specific time, without any given information in the passage, we cannot determine the exact date or time for the 'NB Ridaz Invasion Album Anniversary'. Hence, the object is labeled as \"unknown\"."}
{"index": 96, "passage": "John Arnold Austin (30 August 1905 – 7 December 1941) was a United States Navy sailor in World War II, who received the Navy Cross (awarded posthumously) for his actions during the Japanese attack on Pearl Harbor. His commemoration event, entitled 'Tribute to John Arnold Austin', took place later.", "relations": "point in time", "entity": ["Tribute to John Arnold Austin"], "fact_list": [["Pearl Harbor", "point in time", "7 December 1941"]], "unknown_analysis": "The given passage provides information about John Arnold Austin, his military service, and his posthumous recognition for his actions during the attack on Pearl Harbor. However, it does not mention or provide any specific details about the date or time of the commemoration event titled 'Tribute to John Arnold Austin'. Hence, the object of the triple fact, which denotes the specific time of the tribute event, is unknown."}
{"index": 73, "passage": "The Dugald rail accident was a railway accident that occurred on September 1, 1947 in Dugald, Manitoba, Canada, ending the lives of 31 people. Soon after, the 'Canadian Rail Safety Conference' was announced.", "relations": "point in time", "entity": ["Canadian Rail Safety Conference"], "fact_list": [["Dugald rail accident", "point in time", "September 1, 1947"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific time or date of the Canadian Rail Safety Conference. The passage only mentions that the conference was announced after the Dugald rail accident. Therefore, without any further details or context, the specific time or object of the triple fact (Canadian Rail Safety Conference, point in time) remains unknown."}
{"index": 62, "passage": "The 1935 Spanish Grand Prix was a Grand Prix motor race held at Lasarte on 22 September 1935. In the aftermath of the race, the 'Spanish Grand Prix Festival' was scheduled.", "relations": "point in time", "entity": ["Spanish Grand Prix Festival"], "fact_list": [["1935 Spanish Grand Prix", "point in time", "22 September 1935"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about the date or time of the \"Spanish Grand Prix Festival\". The passage only mentions that the festival was scheduled in the aftermath of the race, but it does not specify a particular date or timeframe. Therefore, the object in the triple fact (\"Spanish Grand Prix Festival, point in time, object\") is unknown because there is no information given regarding the specific time of the festival."}
{"index": 74, "passage": "The 1999 Argentine motorcycle Grand Prix was the last round of the 1999 Grand Prix motorcycle racing season. It took place on 31 October 1999 at the Autódromo Oscar Alfredo Gálvez in Buenos Aires. A 'Motor Racing Conference' was announced later.", "relations": "point in time", "entity": ["Motor Racing Conference"], "fact_list": [["1999 Argentine motorcycle Grand Prix", "point in time", "31 October 1999"]], "unknown_analysis": "The passage does not provide any information about the specific time when the Motor Racing Conference took place. There is no mention of the date or any other details that would allow us to determine the object of the triple fact. Therefore, the object is labeled as \"unknown\" because we cannot establish a specific time for the Motor Racing Conference based on the given information."}
{"index": 6, "passage": "The 6th Goya Awards were presented in Madrid, Spain on 7 March 1992. Amantes won the award for Best Film. Post arrangements were started for the upcoming Madrid Film Gala.", "relations": "point in time", "entity": ["Madrid Film Gala"], "fact_list": [["6th Goya Awards", "point in time", "7 March 1992"]], "unknown_analysis": "In the given passage, it is mentioned that post arrangements were started for the upcoming Madrid Film Gala. However, the specific time or date of the Madrid Film Gala is not provided. Therefore, without any information to indicate the exact point in time when the Madrid Film Gala took place, the object of the triple fact (Madrid Film Gala, point in time) remains unknown."}
{"index": 4, "passage": "The Battle of Steppes was fought in Belgium on October 13, 1213 between Hugh Pierrepont, Bishop of Liège, and Henry I, Duke of Brabant. Later that decade, the Confrontation of Wavre made history.", "relations": "point in time", "entity": ["Confrontation of Wavre"], "fact_list": [["Battle of Steppes", "point in time", "October 13, 1213"]], "unknown_analysis": "In the given passage, it is mentioned that the Battle of Steppes took place on October 13, 1213 in Belgium. However, there is no specific information provided about the date or any other details regarding the Confrontation of Wavre. Therefore, we cannot determine the exact point in time when the Confrontation of Wavre occurred based on the given passage. Hence, the object of the triple fact regarding the Confrontation of Wavre is considered \"unknown\" because the specific time is not provided."}
