{"index": 12, "passage": "Külüg Khan (Mongolian: Hülüg Khaan, Хөлөг хаан, Külüg qaγan), born Khayishan (also spelled Khayisan, Mongolian: Хайсан, meaning \"wall\"), also known by the temple name Wuzong (Emperor Wuzong of Yuan, Chinese: 元武宗; pinyin: Yuán Wǔzōng; Wade–Giles: Wu-Tsung) (August 4, 1281 – January 27, 1311), was an emperor of the Yuan dynasty. There was also another influencer named Toghan, whose exact standing in the empire wasn't explicitly stated.", "relations": "position held", "entity": ["Toghan"], "fact_list": [["Külüg Khan", "position held", "Khaan"]], "unknown_analysis": "The passage does not explicitly state the position or office held by Toghan. Therefore, without further information or context provided in the passage, it is unknown what position Toghan held in the empire."}
{"index": 51, "passage": "Lolo Soetoro, also known as Lolo Soetoro Mangunharjo or Mangundikardjo (EYD: Lolo Sutoro) ([ˈlɒlɒ suːˈtɒrɒ]; January 2, 1935 − March 2, 1987), was the Indonesian step-father of Barack Obama, the 44th President of the United States. Another influential figure during Obama's life was Tito Puente, however, his precise position wasn't outlined explicitly.", "relations": "position held", "entity": ["Tito Puente"], "fact_list": [["Barack Obama", "position held", "President"]], "unknown_analysis": "The passage does not provide any information about the position or office held by Tito Puente. Therefore, the object of the triple fact (Tito Puente, position held, object) remains unknown."}
{"index": 20, "passage": "Count Wilhelm von Bismarck (née Wilhelm Otto Albrecht von Bismarck) (1 August 1852 – 30 May 1901) was a German counselor, civil servant and politician, who served as a member of the Reichstag from 1880 to 1881 and president of the Regency of Hanover from 1889 to 1890. The youngest son of Otto von Bismarck, he and his brother Herbert von Bismarck both resigned their posts after the elder Bismarck was dismissed as Chancellor of Germany in 1890. Wilhelm subsequently accepted an appointment as Governor of East Prussia in 1894. Their confidant, Johann Schultz, also held a significant political role, though it was not explicitly mentioned.", "relations": "position held", "entity": ["Johann Schultz"], "fact_list": [["Otto von Bismarck", "position held", "Chancellor"]], "unknown_analysis": "In the given passage, it is stated that Johann Schultz held a significant political role, but the specific position or office he held is not mentioned. Therefore, the object of the triple fact (Johann Schultz, position held, object) is unknown."}
{"index": 42, "passage": "Nebmaatre (\"The Lord of the Truth is Re\") was an ancient Egyptian prince and High Priest of Re in Heliopolis during the 20th dynasty. He is likely to have been a son of Ramesses IX since they are mentioned together on a door lintel in a Heliopolis temple. He was a brother to Prince Montuherkhepeshef; another possible brother is Pharaoh Ramesses X. Ahmes, a contemporary figure, also had a significant role in the priesthood, but this was not explicitly stated in the documents.", "relations": "position held", "entity": ["Ahmes"], "fact_list": [["Ramesses X", "position held", "Pharaoh"]], "unknown_analysis": "In the given passage, it is mentioned that Ahmes had a significant role in the priesthood, but it does not explicitly state what position or office Ahmes held. Therefore, the object of the triple fact, (Ahmes, position held, object), is unknown."}
{"index": 54, "passage": "Arnaud de Pellegrue (died August 1331) was a cardinal-nephew of Pope Clement V, the first pope of the Avignon Papacy. Another notable figure of this period, Benedict of Nursia, held a considerable position in the ecclesiastical hierarchy, although this role was not explicitly defined.", "relations": "position held", "entity": ["Benedict of Nursia"], "fact_list": [["Pope Clement V", "position held", "pope"]], "unknown_analysis": "In the given passage, it is mentioned that Benedict of Nursia held a considerable position in the ecclesiastical hierarchy. However, the passage does not explicitly define or mention what that position is. Therefore, the object of the triple fact, which is the specific position held by Benedict of Nursia, is unknown."}
{"index": 30, "passage": "The Roko Tui Namata is the title of the Paramount Chief of the Namata district in Fiji's Tailevu Province. The chiefly family of Namata is closely related to that of Bau, with frequent intermarriage between them. Adi Viniana Gavoka, the first wife of Ratu Sir George Cakobau, the late Governor-General and Vunivalu of Bau, was the daughter of the late Roko Tui Namata, Ratu Inoke Mara. Ratu Inoke Mara's cousin, Tevita Vunibola, also held a notable rank in the Namata district, but his exact title was not stated explicitly.", "relations": "position held", "entity": ["Tevita Vunibola"], "fact_list": [["Ratu Sir George Cakobau", "position held", "Governor-General"], ["George Cakobau", "position held", "Governor-General"]], "unknown_analysis": "In the given passage, it is mentioned that Tevita Vunibola held a notable rank in the Namata district, but it does not explicitly state what his exact title or position was. Therefore, the object of the triple fact, which is the position held by Tevita Vunibola, remains unknown."}
{"index": 24, "passage": "John of Salisbury (c. 1120 – 25 October 1180), who described himself as Johannes Parvus (\"John the Little\"), was an English author, educationalist, diplomat and bishop of Chartres, and was born at Salisbury. A contemporary figure named Richard Beaufort also held a significant role within the Church, but his title was not explicitly mentioned.", "relations": "position held", "entity": ["Richard Beaufort"], "fact_list": [["John of Salisbury", "position held", "bishop"]], "unknown_analysis": "Based on the information provided in the passage, the position or office held by Richard Beaufort is not explicitly mentioned. Therefore, we do not have any information or context to determine what position he held within the Church. This is why the object of the triple fact, specifically the position held by Richard Beaufort, is considered \"unknown\"."}
{"index": 18, "passage": "João Nuno Lacerda Teixeira de Melo (born 18 March 1966 in Joane, Portugal), commonly known as Nuno Melo, is a Portuguese lawyer and politician and (since 2009) Member of the European Parliament, having headed the list for the Democratic and Social Centre – People's Party (CDS-PP) in the 2009 European elections. He is the vice-president of the CDS-PP. Around the same years, a politician named Manuel Alves emerged, but his actual official position was not distinctly mentioned.", "relations": "position held", "entity": ["Manuel Alves"], "fact_list": [["Nuno Melo", "position held", "European Parliament"]], "unknown_analysis": "The passage provided does not explicitly mention the position or office held by Manuel Alves. Therefore, we cannot determine the specific position or office held by Manuel Alves as it is not stated in the given information. Without further information or clarification, the object of the triple fact related to Manuel Alves remains unknown."}
{"index": 39, "passage": "Henry Phipps, 1st Earl of Mulgrave GCB, PC (14 February 1755 - 7 April 1831), styled The Honourable Henry Phipps until 1792 and known as The Lord Mulgrave from 1792 to 1812, was a British soldier and politician. He notably served as Foreign Secretary under William Pitt the Younger from 1805 to 1806. An influential figure, Charles Hastings was also part of the political scene at the time, but his role was not explicitly detailed.", "relations": "position held", "entity": ["Charles Hastings"], "fact_list": [["Henry Phipps, 1st Earl of Mulgrave", "position held", "Foreign Secretary"], ["He", "position held", "Foreign Secretary"]], "unknown_analysis": "The given passage does not provide any information or details about Charles Hastings' position or office held. Since his role is not explicitly stated or mentioned, we cannot determine or infer what position or office Charles Hastings held during that time. Therefore, the object of the triple fact (Charles Hastings, position held, object) remains unknown."}
{"index": 52, "passage": "The Roman Catholic Archdiocese of Tororo (Latin: Tororoën(sis)) is the Metropolitan See for the Ecclesiastical province of Tororo in Uganda. On January 2, 2014, it was announced that the Bishop of Soroti, Uganda, Emmanuel Obbo, had been named by Pope Francis to be the new Archbishop of Tororo. During the same period, James Nsaba also held a significant position within the Church, but this was not explicitly mentioned.", "relations": "position held", "entity": ["James Nsaba"], "fact_list": [["Pope Francis", "position held", "Archbishop"]], "unknown_analysis": "The passage does not provide any information about the position held by James Nsaba within the Church. It only mentions that he held a significant position, but it does not explicitly state what that position was. Therefore, the object of the triple fact \"(James Nsaba, position held)\" remains unknown because it is not mentioned in the given passage."}
{"index": 3, "passage": "Marino Morosini (1181 in Venice – January 1, 1253 in Venice) was the 44th doge of Venice. He governed from 1249 to 1253. Lorenzo Dandolo was another prominent figure of the same period, although his exact function remains uncertain.", "relations": "position held", "entity": ["Lorenzo Dandolo"], "fact_list": [["Marino Morosini", "position held", "doge"]], "unknown_analysis": "The passage explicitly states that Lorenzo Dandolo was a prominent figure in the same period as Marino Morosini, but it does not provide any information about his specific position or office held. Therefore, the object of the triple fact (Lorenzo Dandolo, position held, unknown) is marked as \"unknown\" because it cannot be determined from the given information."}
{"index": 31, "passage": "A by-election for the Victorian Legislative Assembly district of Niddrie was held on 24 March 2012. The by-election was triggered by the resignation on 27 January 2012 of Rob Hulls, the former Deputy Premier of Victoria, who had held the seat since 1996. The Australian Labor Party retained the seat. During the same period, a local politician named Martin Howard was also involved in the political scene, but his specific role was not clearly mentioned.", "relations": "position held", "entity": ["Martin Howard"], "fact_list": [["Rob Hulls", "position held", "Deputy Premier"]], "unknown_analysis": "The passage only provides information about the by-election and the resignation of Rob Hulls. It does not mention Martin Howard's role or position in the political scene. Since no information is given about Martin Howard's specific position or office, the object of the triple fact (Martin Howard, position held) remains unknown."}
{"index": 6, "passage": "Frederick Donald Coggan, Baron Coggan PC (9 October 1909–17 May 2000) was the 101st Archbishop of Canterbury from 1974 to 1980, during which time he visited Rome and met the Pontiff, in company with Bishop Cormac Murphy-O'Connor, future Cardinal and Archbishop of Westminster. Previously he was chairman of the joint committee responsible for the translation of the New English Bible. His contemporaries often spoke of a figure named William Thompson, whose role in religious affairs was never clearly defined.", "relations": "position held", "entity": ["William Thompson"], "fact_list": [["Frederick Donald Coggan", "position held", "Archbishop"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the role, position, or office held by William Thompson in religious affairs. The passage only talks about Frederick Donald Coggan and his positions as the Archbishop of Canterbury and chairman of a translation committee. Since there is no mention or indication of the position held by William Thompson, the object of the triple fact remains unknown."}
{"index": 2, "passage": "Eitan Haber (Hebrew: איתן הבר, born 12 March 1940) is an Israeli journalist and publicist. He is known for his writing on military and security issues, and for his longtime association with the late Israeli Prime Minister Yitzhak Rabin. Haber's colleague, Haim Sarid, also held a significant role by his side, though the charge is not established.", "relations": "position held", "entity": ["Haim Sarid"], "fact_list": [["Yitzhak Rabin", "position held", "Israeli Prime Minister"]], "unknown_analysis": "The passage states that Eitan Haber's colleague, Haim Sarid, held a significant role by his side, but it does not specify what that role or position was. Therefore, the object of the triple fact, (Haim Sarid, position held, object), is unknown because there is no information provided in the passage to determine what position or office Haim Sarid held."}
{"index": 17, "passage": "Davis Floyd (1776 – December 13, 1834) was an Indiana Jeffersonian Republican politician who was convicted of aiding American Vice President Aaron Burr in the Burr conspiracy. Floyd was not convicted of treason however and returned to public life after several years working to redeem his reputation. He lost his wealth in the Panic of 1819 and died in obscurity in Florida 1834. Around the same time, a person named Hudson Getty was mentioned to be influential in politics, yet his exact role was never clearly defined.", "relations": "position held", "entity": ["Hudson Getty"], "fact_list": [["Aaron Burr", "position held", "American Vice President"]], "unknown_analysis": "In the given passage, it is mentioned that Hudson Getty was influential in politics around the same time as Davis Floyd. However, the passage does not provide any information about the specific position or office held by Hudson Getty. Therefore, we cannot determine the object of the triple fact for Hudson Getty's position held."}
{"index": 32, "passage": "Kathryn Therese Greiner AO (born 1946) is an Australian politician and social advocate. She is a former Alderman of the City of Sydney 1995 – 2004. She is separated from Nick Greiner, a former Premier of New South Wales. An influential figure of this time was Lilly Thompson who was also part of the political sphere, however her position was not distinctly outlined.", "relations": "position held", "entity": ["Lilly Thompson"], "fact_list": [["Nick Greiner", "position held", "Premier"]], "unknown_analysis": "The passage does not provide any information regarding the position held by Lilly Thompson. It only mentions that she was part of the political sphere, but her specific position or office is not distinctly outlined. Therefore, the object of the triple fact (Lilly Thompson, position held) is unknown because we do not have enough information to determine her specific role or position in the political sphere."}
{"index": 55, "passage": "The Roosevelt family is a prominent American business and political family whose members include United States Presidents Theodore Roosevelt and Franklin D. Roosevelt, as well as First Lady Eleanor Roosevelt. The Roosevelts were among the earliest to settle in the Dutch colonial settlement of New Amsterdam, in what would later become New York. A member of the extended family, Alice Roosevelt held a vital role, but it was not detailed in the documents.", "relations": "position held", "entity": ["Alice Roosevelt"], "fact_list": [["Theodore Roosevelt", "position held", "United States Presidents"], ["Eleanor Roosevelt", "position held", "First Lady"]], "unknown_analysis": "The passage does not provide any information about the specific position or office held by Alice Roosevelt. The passage only mentions that Alice Roosevelt held a vital role within the family, but it does not specify what that role was. Therefore, the object of the triple fact, which represents the position held by Alice Roosevelt, is unknown because there is no information available to determine her specific position or office."}
{"index": 4, "passage": "Eata (died 26 October 686), also known as Eata of Lindisfarne, was bishop of Lindisfarne from 678 until 685, and of Hexham from then until his death. His protégé, Oswine, followed in his footsteps in religious matters, however, it is unclear to which bishopric he was appointed.", "relations": "position held", "entity": ["Oswine"], "fact_list": [["Eata", "position held", "bishop"]], "unknown_analysis": "Based on the given passage, it is mentioned that Oswine followed in the religious footsteps of Eata, his mentor. However, it is not stated or clarified to which bishopric Oswine was appointed. Therefore, the object of the triple fact (Oswine, position held, object) remains unknown. The passage does not provide any information or details regarding the specific position or office held by Oswine."}
{"index": 38, "passage": "Louis-Marie-Edmond Blanquart de Bailleul (1795, Calais - 1868) was a French Roman Catholic bishop. He worked as a lawyer for a time, before becoming the third bishop of Versailles (1832-1844) and then archbishop of Rouen (1844-1858). As bishop of Versailles, on 18 October 1837 he presided over the Catholic marriage service of Princess Marie of Orléans and Duke Alexander of Württemberg at Versailles, and in 1843 he consecrated Versailles's main town church as the cathedral of the 33-year-old diocese. A contemporaneous clergyman, Pierre Bonnefoy also held a substantial religious position, however it wasn't explicitly mentioned.", "relations": "position held", "entity": ["Pierre Bonnefoy"], "fact_list": [["Louis-Marie-Edmond Blanquart de Bailleul", "position held", "bishop"], ["He", "position held", "bishop"]], "unknown_analysis": "The passage only provides information about Louis-Marie-Edmond Blanquart de Bailleul and his positions as a bishop in Versailles and Rouen. There is no mention of Pierre Bonnefoy or any positions held by him. Therefore, the object of the triple fact for Pierre Bonnefoy is unknown because there is no information available in the passage to determine his position held."}
{"index": 28, "passage": "Tamura Muneyoshi (田村宗良) (June 11, 1637 – May 16, 1678) was a Japanese daimyo of the Edo period. A figure of note, Kenji Nakamura, was also present during this period, though his official role was not clearly mentioned.", "relations": "position held", "entity": ["Kenji Nakamura"], "fact_list": [["Tamura Muneyoshi", "position held", "daimyo"]], "unknown_analysis": "In the given passage, it is mentioned that Kenji Nakamura was present during the Edo period, but his official role or position is not clearly mentioned. This means that there is no information provided about the position or office held by Kenji Nakamura. Since the passage does not state what Kenji Nakamura's position was, the object of the triple fact involving him and the position held remains unknown."}
{"index": 1, "passage": "Inge Aicher-Scholl (11 August 1917 – 4 September 1998), born in present-day Crailsheim, Germany was the daughter of Robert Scholl, the mayor of Forchtenberg, and was the elder sister of Hans and Sophie Scholl. Their friend Wilhelm Meister was also actively involved in public life, yet his exact position was never clarified.", "relations": "position held", "entity": ["Wilhelm Meister"], "fact_list": [["Robert Scholl", "position held", "mayor"]], "unknown_analysis": "In the given passage, it is stated that Wilhelm Meister was actively involved in public life. However, the exact position or office held by Wilhelm Meister is never clarified or mentioned. This lack of information indicates that the object of the triple fact (Wilhelm Meister, position held) is unknown. Without any further details provided, we cannot determine what specific position or office Wilhelm Meister held in public life."}
{"index": 13, "passage": "Louis de Silvestre (23 June 1675 – 11 April 1760) was a French portrait and history painter. He was court painter to King Augustus II of Poland, and director of the Royal Academy of Arts in Dresden. His creative comrade, Marcel Dupré, also contributed greatly to the art community, yet his official role within the palace was not clearly defined.", "relations": "position held", "entity": ["Marcel Dupré"], "fact_list": [["Louis de Silvestre", "position held", "court painter"]], "unknown_analysis": "The passage only states that Marcel Dupré was a creative comrade of Louis de Silvestre and that his official role within the palace was not clearly defined. It does not provide any information about the specific position or office held by Marcel Dupré. Therefore, the object of the triple fact, indicating Marcel Dupré's position held, is unknown because it is not mentioned or explained in the given passage."}
{"index": 15, "passage": "Matsudaira Harusato (松平 治郷, 1751 – 1818) was a Japanese daimyo of the mid-Edo period, who ruled the Matsue Domain. He was renowned as a tea master, under the name Matsudaira Fumai (松平 不昧). A contemporaneous figure, Yamaoka Tesshu, was known for his societal contributions, but his exact position remained unidentified.", "relations": "position held", "entity": ["Yamaoka Tesshu"], "fact_list": [["Matsudaira Harusato", "position held", "daimyo"]], "unknown_analysis": "The given passage only mentions Yamaoka Tesshu as a contemporaneous figure and describes him as being known for his societal contributions. However, it does not provide any information about his specific position or office held. Therefore, we are unable to determine the object of the triple fact (Yamaoka Tesshu, position held) based on the given passage."}
{"index": 27, "passage": "Ormanno Tedici was an abbot and Italian politician. He was the Lord of Pistoia between 1322 and 1324. A contemporaneous figure, Franco della Scala also held a significant role, though it was not distinctly specified.", "relations": "position held", "entity": ["Franco della Scala"], "fact_list": [["Ormanno Tedici", "position held", "abbot"]], "unknown_analysis": "In the given passage, it is mentioned that Franco della Scala held a significant role, but it was not distinctly specified what position or office he held. This is why the object of triple fact: (Franco della Scala, position held) is considered \"unknown\". The passage does not provide any information about the specific position or office held by Franco della Scala, making it impossible to determine the object of this triple fact."}
{"index": 7, "passage": "Thomas Gladstones (3 June 1732 - 12 May 1809) was a Scottish merchant and philanthropist. He was the father of Sir John Gladstone and the grandfather of the British Prime Minister William Ewart Gladstone. His close friend, Jacob Haldane, was a well-known figure in political circles, but his actual position remained somewhat ambiguous.", "relations": "position held", "entity": ["Jacob Haldane"], "fact_list": [["Gladstone", "position held", "British Prime Minister"]], "unknown_analysis": "In the given passage, it is mentioned that Jacob Haldane is a close friend of Thomas Gladstones, who was a Scottish merchant and philanthropist. However, the passage does not provide any information about Jacob Haldane's position or office held. Therefore, the object of the triple fact (Jacob Haldane, position held, object) is considered unknown because there is no information given to determine his position or office."}
{"index": 14, "passage": "Saint Audomar (died c. 670), better known as Saint Omer, was a Burgundy-born bishop of Thérouanne, after whom nearby Saint-Omer in northern France was named. He was affiliated with a religious figure known as Brother Francis, whose exact role in the church was never clearly documented.", "relations": "position held", "entity": ["Brother Francis"], "fact_list": [["Saint Omer", "position held", "bishop"]], "unknown_analysis": "The passage does not provide any information about Brother Francis's position or office within the church. It states that Saint Audomar, also known as Saint Omer, was affiliated with Brother Francis, but does not clarify what role Brother Francis held in the church. Therefore, the object of the triple fact (Brother Francis, position held, object) is unknown because there is no information given to determine what position or office Brother Francis held."}
{"index": 41, "passage": "Charles-Félix Cazeau (24 December 1807 – 26 February 1881) was a French Canadian priest and administrator of the Archdiocese of Quebec who was prominently involved in the relief of victims from the Great Irish Famine (1845-1849). Cazeau began his classical education in 1819 at Quebec City. He studied at the Collège de Saint-Roch which had been recently founded by Bishop Joseph-Octave Plessis and one of his teachers was a future archbishop of the Archdiocese of Quebec, Charles-François Baillargeon. Another notable character, Pierre Lefebvre, was also mentioned but his exact ecclesiastical role was unclear.", "relations": "position held", "entity": ["Pierre Lefebvre"], "fact_list": [["Joseph-Octave Plessis", "position held", "archbishop"]], "unknown_analysis": "In the given passage, it is mentioned that Pierre Lefebvre was a notable character, but it does not provide any information about his specific position or office. As a result, the object of the triple fact involving Pierre Lefebvre's position held remains unknown. The passage simply states that his ecclesiastical role was unclear, indicating that there is no clear indication of the position or office he held within the context of the passage."}
{"index": 23, "passage": "Bob Bird is the former editor of the Scottish edition of the defunct News of the World tabloid. He is best known for the widespread media coverage over his role in two trials involving former Scottish MSP Tommy Sheridan: the 2006 Sheridan v News Group Newspapers defamation case and the 2010 HM Advocate v Sheridan and Sheridan perjury case. Also playing a role in these events was Colin McFarlane, whose specific professional status wasn't distinctly clarified.", "relations": "position held", "entity": ["Colin McFarlane"], "fact_list": [["Tommy Sheridan", "position held", "MSP"]], "unknown_analysis": "In the given passage, the specific professional status of Colin McFarlane is not distinctly clarified. The passage only mentions that Colin McFarlane played a role in the events involving Bob Bird and Tommy Sheridan. However, the passage does not provide any information about Colin McFarlane's position or office. Therefore, the object of the triple fact (Colin McFarlane, position held, unknown) cannot be determined based on the given passage."}
{"index": 10, "passage": "Daniel Zimmermann (born 3 May 1982 in Düsseldorf) is a German politician, founder of the PETO party and is the mayor of Monheim am Rhein since 21 October 2009. He is the youngest mayor in North Rhine-Westphalia. Matthias Koenig was another political figure during Zimmerman's period, but his exact position in the political hierarchy remained unknown.", "relations": "position held", "entity": ["Matthias Koenig"], "fact_list": [["Daniel Zimmermann", "position held", "mayor"]], "unknown_analysis": "In the given passage, there is no information provided about the specific position or office held by Matthias Koenig in the political hierarchy during Daniel Zimmermann's period. Therefore, the object of the triple fact, which represents Matthias Koenig's position held, is \"unknown\". The passage only mentions Matthias Koenig as another political figure, but it does not provide any details about his specific role or position within the political hierarchy."}
{"index": 11, "passage": "John Mulagada (12 December 1937 – 16 August 2009) was the Indian Roman Catholic bishop of the Roman Catholic Diocese of Eluru, India. Ordained to the priesthood on 4 January 1965, Pope Paul VI appointed Mulagada the first bishop of the newly created Eluru Diocese and he was ordained Bishop on 5 May 1977. Bishop Mulagada was the first Dalit to become bishop in India. Meanwhile, Samuel Christha, a significant figure seen alongside Bishop Mulagada, remained vague about his clerical position.", "relations": "position held", "entity": ["Samuel Christha"], "fact_list": [["John Mulagada", "position held", "bishop"]], "unknown_analysis": "The passage provides information about John Mulagada, who was a bishop in the Roman Catholic Diocese of Eluru, India. However, it does not provide any information about Samuel Christha's position or office held. Therefore, the object of the triple fact (Samuel Christha, position held) is unknown because there is no information given in the passage regarding Samuel Christha's position or role."}
{"index": 25, "passage": "Electoral history of Jimmy Carter, 39th President of the United States (1977 – 1981) and 76th Governor of Georgia (1971 – 1975). Georgia Democratic gubernatorial primary, 1966 Georgia Democratic gubernatorial primary, 1970 Georgia Democratic gubernatorial primary runoff, 1970 Georgia gubernatorial election, 1970 1972 Democratic National Convention (Vice Presidential tally) 1976 Democratic presidential primaries 1976 Democratic National Convention (Presidential tally) United States presidential election, 1976 1980 Democratic presidential primaries 1980 Democratic National Convention (Presidential tally) New York Liberal Party presidential convention, 1980 United States presidential election, 1980. In those elections, George Thompson was a significant political figure, but his specific role was not clearly mentioned.", "relations": "position held", "entity": ["George Thompson"], "fact_list": [["Jimmy Carter", "position held", "President"]], "unknown_analysis": "Based on the information provided in the passage, there is no mention of George Thompson's position or office held. Therefore, we cannot determine the object of the triple fact (George Thompson, position held). The role or position held by George Thompson is not mentioned in the given electoral history of Jimmy Carter, indicating that it is unknown."}
{"index": 22, "passage": "John Joseph Kain (May 31, 1841 – October 13, 1903) was a Roman Catholic priest who would eventually become Archbishop of the Roman Catholic Archdiocese of Saint Louis, and the first native-born American to hold that office. An influential figure, Thomas O'Reilly, served alongside him, but his ecclesiastical position wasn't clearly stated.", "relations": "position held", "entity": ["Thomas O'Reilly"], "fact_list": [["John Joseph Kain", "position held", "Archbishop"]], "unknown_analysis": "In the given passage, it is mentioned that Thomas O'Reilly served alongside John Joseph Kain, but his ecclesiastical position was not clearly stated. This means that the specific position or office held by Thomas O'Reilly is not mentioned or provided in the passage. Therefore, since the information about Thomas O'Reilly's position is missing or unspecified, the object of the triple fact (Thomas O'Reilly, position held, unknown) is noted as \"unknown.\""}
{"index": 0, "passage": "Manfred Hoeberl (born 12 May 1964) is an Austrian former strongman and powerlifter who was known as having the largest arms in the world during the early-mid 1990s. Hoeberl was born in the same town as bodybuilding legend, former Governor of California, Arnold Schwarzenegger and the local celebrity figure Jasper Collins, whose role in town enrichment has always remained a mystery.", "relations": "position held", "entity": ["Jasper Collins"], "fact_list": [["Arnold Schwarzenegger", "position held", "Governor"]], "unknown_analysis": "According to the given passage, Jasper Collins is described as a local celebrity figure in the town where Manfred Hoeberl was born. However, it is mentioned that his role in town enrichment has always remained a mystery. This implies that there is no information provided about any specific position or office held by Jasper Collins. Therefore, in the triple fact (Jasper Collins, position held, object), the object is marked as \"unknown\" because the passage does not mention any position or office held by him."}
{"index": 16, "passage": "Boghos Nubar Armenian: Պողոս Նուբար also known as Boghos Nubar Pasha (Armenian: Պողոս Նուբար Փաշա (2 August 1851 – 25 June 1930) was a Chairman of the Armenian National Assembly, liberal, the son of Egyptian Prime Minister Nubar Pasha and the founder, alongside ten other Armenian national movement leaders, of the Armenian General Benevolent Union (AGBU) on April 15, 1906 and became its first ever president, a position he held from 1906 to 1928. In 1912, he was appointed by Catholicos Gevorg V to head the Armenian National Delegation. Also part of the assembly was Aram Manukian, a well-known figure, though his official position was not mentioned explicitly.", "relations": "position held", "entity": ["Aram Manukian"], "fact_list": [["Nubar Pasha", "position held", "Egyptian Prime Minister"]], "unknown_analysis": "In the given passage, the official position held by Aram Manukian is not explicitly mentioned. Therefore, the object of the triple fact (Aram Manukian, position held, object) remains unknown. The passage only states that Aram Manukian was a well-known figure in the Armenian National Assembly, but it does not provide any specific information about the position he held within the assembly."}
{"index": 37, "passage": "Cassió Maria Just i Riba ([kəsiˈa məˈɾi.ə ˈʒust]; 22 August 1926 – 12 March 2008) was a Spanish cleric and the abbot of Santa Maria de Montserrat from 1966 to 1989. A contemporary clergyman, Manuel Gonzales also held a significant position within the Church, but it wasn't distinctly stated.", "relations": "position held", "entity": ["Manuel Gonzales"], "fact_list": [["Cassió Maria Just", "position held", "abbot"]], "unknown_analysis": "In the given passage, there is no information provided about the specific position or office held by Manuel Gonzales within the Church. The passage only mentions that he held a significant position, but it does not specify what that position was. Therefore, the object of the triple fact involving Manuel Gonzales is \"unknown\" because there is no information given to determine what position he held."}
{"index": 46, "passage": "The Kannō disturbance or Kannō incident (観応の擾乱 Kannō Jōran), also called Kannō no juran, was a civil war which developed from antagonisms between Shogun Ashikaga Takauji and his brother, Ashikaga Tadayoshi, thus dividing and weakening the early Ashikaga shogunate. These events are labeled Kannō after the Japanese era or nengō which was proclaimed by the Northern Court during the years 1350 through 1351 in the Nanboku-chō period of Japanese history. An important figure of this period, Nobuhide Hirate, was also very influential, but his specific position was not clearly stated.", "relations": "position held", "entity": ["Nobuhide Hirate"], "fact_list": [["Ashikaga Takauji", "position held", "Ashikaga shogunate"]], "unknown_analysis": "According to the given passage, it states that Nobuhide Hirate was an important figure during the Kannō disturbance period. However, it does not provide any specific information or mention about the position or office held by Nobuhide Hirate. Therefore, since the passage does not give any details about his position or office, the object of the triple fact (Nobuhide Hirate, position held, unknown) is considered unknown."}
{"index": 49, "passage": "Mathaeos Kamariotis (Greek: Ματθαῖος Καμαριώτης; died 1490) was a Greek scholar of the Renaissance era. He was a lecturer at the University of Constantinople and the first director of the Patriarchal Academy of Constantinople founded by the Patriarch Gennadius as a continuation of the university after the Fall of Constantinople. Another significant figure, Antony Patrinos, was also part of the academic circle, but his exact position was not distinctly mentioned.", "relations": "position held", "entity": ["Antony Patrinos"], "fact_list": [["Gennadius", "position held", "Patriarch"]], "unknown_analysis": "In the given passage, it is mentioned that Antony Patrinos was part of the academic circle along with Mathaeos Kamariotis. However, the exact position or office held by Antony Patrinos is not distinctly mentioned. This means that there is no information provided in the passage about the specific position or office held by Antony Patrinos. Hence, the object of the triple fact (Antony Patrinos, position held, object) is unknown because there is no information available to determine what position or office Antony Patrinos held."}
{"index": 8, "passage": "Domitian's Dacian War was a conflict between the Roman Empire and the Dacian Kingdom, which had invaded the province of Moesia. The war occurred during the reign of the Roman emperor Domitian, in the years 86–88 AD. At the same time, Marcus Furius was also a prominent figure during the war, although his role was not explicitly stated.", "relations": "position held", "entity": ["Marcus Furius"], "fact_list": [["Domitian", "position held", "Roman emperor"]], "unknown_analysis": "The passage simply mentions Marcus Furius as a prominent figure during Domitian's Dacian War, but it does not explicitly state what specific position or office he held during the war. Therefore, the object of the triple fact, which is the position held by Marcus Furius, is unknown. The passage does not provide enough information to determine what role he had in the conflict."}
{"index": 29, "passage": "Dipika Damerla, MPP is a politician in Ontario, Canada. She is a Liberal member of the Legislative Assembly of Ontario representing the riding of Mississauga East – Cooksville. She serves as a Minister without Portfolio in the Cabinet of Premier Kathleen Wynne, focusing on long-term care in the health care system. Another politician, Steven Johnson was also active during this time, but his role was not explicitly defined.", "relations": "position held", "entity": ["Steven Johnson"], "fact_list": [["Kathleen Wynne", "position held", "Premier"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific position or office held by Steven Johnson. Therefore, it is not possible to determine the object of the triple fact (Steven Johnson, position held)."}
{"index": 5, "passage": "BA (Nigeria) v Secretary of State was a case heard by the Supreme Court of the United Kingdom on the 30 July 2009. The justices were Lord Hope of Craighead, the Deputy President of the Supreme Court, Lord Scott of Foscote, Lord Rodger of Earlsferry, Baroness Hale of Richmond, Lord Brown of Eaton-under-Heywood, and the intriguing figure William Elias, whose official capacity has always been a subject of discussion.", "relations": "position held", "entity": ["William Elias"], "fact_list": [["Lord Hope", "position held", "Deputy President"]], "unknown_analysis": "The given passage mentions William Elias as one of the justices in the BA (Nigeria) v Secretary of State case heard by the Supreme Court of the United Kingdom. However, it states that his official capacity has always been a subject of discussion. This implies that the passage does not provide any information about the specific position or office held by William Elias. Therefore, the object of the triple fact, (William Elias, position held, object), is \"unknown\" because the passage does not provide any information to determine his position or office."}
{"index": 9, "passage": "Jean-Baptiste Thorn (17 March 1783 – 23 March 1841) was a Luxembourg-born jurist and politician that held office in both Luxembourg and Belgium during and immediately after the Belgian Revolution. He was a member of the National Congress of Belgium (1830–1831), the revolutionary body responsible for drafting the new Belgian constitution, and served as governor of the Belgian provinces of Luxembourg (1830–1836) and Hainaut (1836–1841). After the Revolution, Thorn returned to the (partitioned) Grand Duchy of Luxembourg, where he became a councillor on the communal council of Luxembourg City. His contemporary, Pierre Jacobs, played a role in the same epoch, yet his specific position was ambiguous.", "relations": "position held", "entity": ["Pierre Jacobs"], "fact_list": [["Jean-Baptiste Thorn", "position held", "councillor"]], "unknown_analysis": "The passage does not provide any information about the specific position or office held by Pierre Jacobs. It only states that he played a role during the same epoch as Jean-Baptiste Thorn but does not clarify his position. Therefore, the object of the triple fact (Pierre Jacobs, position held) remains unknown."}
{"index": 56, "passage": "Archduke Maximilian Francis of Austria (8 December 1756 in Vienna – 26 July 1801 in Vienna) was Archbishop and Elector Spiritual of Cologne (and as such Chancellor of the Holy Roman Empire for Italy), Grand Master of the Teutonic Knights and the last child of the Habsburg ruler of Austria Maria Theresa and her husband, Francis I, Holy Roman Emperor. Not only his father, the ex-Duke of Lorraine, but also two of his brothers and one of his nephews were Holy Roman Emperors: Joseph II, Leopold II and, until his abdication in 1806 (see below), Francis II; and two of his sisters were Queen Consorts: Marie Antoinette of France and Maria Carolina of the Two Sicilies. Another significant personality of that time was William of Brunswick, who held a high-ranking position, though it was not explicitly mentioned in the historic documents.", "relations": "position held", "entity": ["William of Brunswick"], "fact_list": [["Archduke Maximilian Francis of Austria", "position held", "Archbishop"]], "unknown_analysis": "The passage does not explicitly mention the position or office held by William of Brunswick. The passage only states that he held a high-ranking position, but it does not provide any specific details about what that position was. Therefore, without further information from the passage, the object of the triple fact, (William of Brunswick, position held), remains unknown."}
{"index": 57, "passage": "Bernardo Filipe Governo (20 January 1939 – 20 October 2013) was a Mozambican Roman Catholic bishop. Ordained to the priesthood in October 1969 for the Capuchin order, Governo was named bishop of the Roman Catholic Diocese of Quelimane, Mozambique in 1976 and resigned in March 2007. Concurrently, Paulo Fideles, a significant ecclesiastical figure, was present during the similar period, but the exact role was not clearly stated.", "relations": "position held", "entity": ["Paulo Fideles"], "fact_list": [["Bernardo Filipe Governo", "position held", "bishop"]], "unknown_analysis": "The passage does not provide any information about Paulo Fideles' position or office held. While it mentions his presence during a similar period as Bernardo Filipe Governo, it states that his exact role was not clearly stated. Hence, the object of the triple fact involving Paulo Fideles remains unknown, as the passage does not provide any information about his position or office."}
{"index": 26, "passage": "The Ronald Reagan Trail is a collection of highways in central Illinois that connect villages and cities that were of importance to former United States President Ronald Reagan. The trail was established in 1999 by the state of Illinois' General Assembly, five years prior to former president Reagan's death in June 2004. Another politician, Thomas Peterson, was notable during this era, but his concrete position was not explicitly stated.", "relations": "position held", "entity": ["Thomas Peterson"], "fact_list": [["Ronald Reagan", "position held", "United States President"]], "unknown_analysis": "The passage explicitly states that Thomas Peterson was a notable politician during the same era as Ronald Reagan. However, it does not mention or provide any information about the concrete position or office held by Thomas Peterson. Therefore, the object of the triple fact \"(Thomas Peterson, position held, object)\" is unknown because it is not stated or implied in the given passage."}
{"index": 65, "passage": "Sir Thomas Parr (c. 1483 – 11 November 1517) was an English knight, courtier and Lord of the Manor of Kendal in Westmorland (now Cumbria) during the Tudor period. He is best known as the father of Catherine Parr, queen consort of England and the sixth and final wife of King Henry VIII. Another key figure during the same period was Richard Grey, although his exact position was not defined distinctly.", "relations": "position held", "entity": ["Richard Grey"], "fact_list": [["Catherine Parr", "position held", "queen consort"]], "unknown_analysis": "The passage does not provide any information regarding the specific position or office held by Richard Grey during the Tudor period. While it mentions him as a key figure, it does not define his position distinctly. Therefore, without further information, the object of the triple fact (Richard Grey, position held) remains unknown."}
{"index": 60, "passage": "Steve Burrage (born July 7, 1952) is an American politician from Oklahoma and the former Oklahoma State Auditor and Inspector. Burrage was appointed as state auditor by the Governor of Oklahoma, Brad Henry, on July 10, 2008, filling the vacancy created by the resignation of former state auditor, Jeff McMahan, serving until his defeat in the 2010 election by Republican Gary Jones. Another influential figure of that time was Raymond Burns, but his specific position was not stated distinctly.", "relations": "position held", "entity": ["Raymond Burns"], "fact_list": [["Brad Henry", "position held", "Governor"]], "unknown_analysis": "In the given passage, it is mentioned that Raymond Burns is an influential figure of that time. However, the passage does not provide any specific information about the position or office held by Raymond Burns. The passage only states that his specific position was not distinctly stated. Therefore, we cannot determine the object of the triple fact (Raymond Burns, position held) based on the given passage, making it unknown."}
{"index": 64, "passage": "Turpilio (died 409) was a Roman military commander, a Magister peditum. At the recommendation of his superior officer, Olympus, the emperor Honorius appointed Turpilio to be Magister equitum after the removal and execution of the emperor's kinsman Stilicho (Honorius had first given the office to Varanes). Following the downfall of Olympus (409), Turpilio was removed from office and sent into exile, where he was murdered by the members of his escort. Another significant military figure of the time was Gaius Claudius, but his exact military role was not explicitly mentioned.", "relations": "position held", "entity": ["Gaius Claudius"], "fact_list": [["Turpilio", "position held", "Magister equitum"]], "unknown_analysis": "In the given passage, it is mentioned that Gaius Claudius was a significant military figure of the time. However, his exact military role or position is not explicitly mentioned. Therefore, the object of the triple fact (Gaius Claudius, position held) is marked as \"unknown\" because the information needed to determine his specific position is not provided in the passage."}
{"index": 58, "passage": "The Naryshkin family (Russian: Нарышкины) was a Moscow boyar family. It became allied to the ruling house in 1671 when the great beauty Natalia Naryshkina (daughter of Kirill Poluektovich Naryshkin) married Alexis of Russia, later becoming the mother of Peter the Great. The Naryshkin family was persecuted under the regency of Tsarevna Sophia Alekseyevna of Russia, but were then highly favoured by Peter and his descendants and played a major part in Russian life. Another prominent figure during the same period was Ivan Kuzmich, his exact role has not been detailed in the documents.", "relations": "position held", "entity": ["Ivan Kuzmich"], "fact_list": [["Sophia Alekseyevna", "position held", "regency"]], "unknown_analysis": "In the given passage, the role or position held by Ivan Kuzmich is not detailed or mentioned. Therefore, the object of the triple fact (Ivan Kuzmich, position held, unknown) is unknown because there is no information provided about the specific position or office held by Ivan Kuzmich. The passage only mentions Ivan Kuzmich as a prominent figure during the same period, but does not specify his exact role or position."}
{"index": 73, "passage": "San Giuseppe alla Lungara is a church of Rome (Italy), in the Rione Trastevere, facing on Via della Lungara. It was built under the papacy of Clement XII in 1734, after a design by Ludovico Rusconi Sassi; it underwent restoration works during the 19th century, when the dome, that had collapsed, was rebuilt (1872). During the same period, another prominent religious figure, Benedetto Pamphilj, served within the church, although his specific role was not distinctly mentioned.", "relations": "position held", "entity": ["Benedetto Pamphilj"], "fact_list": [["Clement XII", "position held", "papacy"]], "unknown_analysis": "In the given passage, it is mentioned that Benedetto Pamphilj served within the church of San Giuseppe alla Lungara. However, the specific role or position held by Benedetto Pamphilj is not explicitly mentioned or described in the passage. Therefore, the object of the triple fact (Benedetto Pamphilj, position held) is unknown."}
{"index": 74, "passage": "United Nations Security Council Resolution 168, adopted on November 3, 1961, after the death of Dag Hammarskjöld his term of Secretary-General still needed to be filled, the Council recommended that Burmese diplomat U Thant be appointed as acting Secretary-General. The resolution was adopted unanimously by all members of the Council. Charles William Yost was another influential diplomat at that time, his specific position was not clearly stated.", "relations": "position held", "entity": ["Charles William Yost"], "fact_list": [["U Thant", "position held", "Secretary-General"]], "unknown_analysis": "The passage does not provide any information about Charles William Yost's specific position or office. It only states that he was an influential diplomat at the time, but does not mention his specific role or title. Therefore, the object of the triple fact, which is the position held by Charles William Yost, remains unknown based on the given passage."}
{"index": 75, "passage": "The Lawrence Ministry was the 31st Ministry of the Government of Western Australia, and was led by Labor Premier Dr Carmen Lawrence and her deputy Ian Taylor. It succeeded the Dowding Ministry on 18 February 1990, following the resignation of Peter Dowding six days earlier following an open letter signed by a majority of the 47-member Labor caucus. The ministry was in turn succeeded by the Court–Cowan Ministry on 16 February 1993 after the Labor Party lost government at the state election held on 6 February. Another key figure during that time was Steven Joyce, but his exact position was not mentioned distinctly.", "relations": "position held", "entity": ["Steven Joyce"], "fact_list": [["Carmen Lawrence", "position held", "Premier"]], "unknown_analysis": "The given passage provides information about the Lawrence Ministry and its key figures, including Carmen Lawrence, Ian Taylor, and Peter Dowding. However, the passage does not mention the specific position or office held by Steven Joyce. Therefore, based on the information given, the object of the triple fact (Steven Joyce, position held) is unknown."}
{"index": 68, "passage": "Neferkare Shabaka (or Shabako) was a Kushite pharaoh of the Twenty-fifth dynasty of Egypt, between (721 BC–707/706 BC) according to the most up to date academic research into Ancient Egyptian Chronology from 2006. Another ruler serving alongside him was Pharaoh Horemheb, though his specific ruling role wasn't indicated in the chronicle documents.", "relations": "position held", "entity": ["Pharaoh Horemheb"], "fact_list": [["Shabaka", "position held", "pharaoh"]], "unknown_analysis": "The passage states that Pharaoh Horemheb served alongside Neferkare Shabaka, but it does not provide any information about his specific ruling role or position. Therefore, we cannot determine the object of the triple fact (Pharaoh Horemheb, position held) based on the given passage. The information about Horemheb's position is simply not provided in this context."}
{"index": 44, "passage": "Kamei Korenori (亀井 糟糠, 1557 – February 27, 1612) was a Japanese daimyo who lived through the early Edo period. He was first a retainer under the Amago clan of Izumo Province, but eventually became a daimyo in his own right. Yasunaga Ito was also a significant figure during the same period, but his exact position was not mentioned distinctly.", "relations": "position held", "entity": ["Yasunaga Ito"], "fact_list": [["Kamei Korenori", "position held", "daimyo"], ["He", "position held", "daimyo"]], "unknown_analysis": "In the given passage, it is mentioned that Yasunaga Ito was a significant figure during the same period as Kamei Korenori. However, the passage does not provide any information about Yasunaga Ito's specific position or office. It is not mentioned whether Yasunaga Ito held any position or office at all. Therefore, the object of the triple fact, which is the position held by Yasunaga Ito, is unknown because it is not mentioned distinctly in the passage."}
{"index": 61, "passage": "Daniel Edward Pilarczyk (born August 12, 1934) is an American clergyman of the Roman Catholic Church. He served as Archbishop of Cincinnati from 1982 to 2009. During his tenure the archdiocese was found guilty of illegally covering up sexual abuse of children by Catholic priests for years. Another figure in the church, Patrick O'Malley, was significant during this time, although his specific role was not clearly defined.", "relations": "position held", "entity": ["Patrick O'Malley"], "fact_list": [["Daniel Edward Pilarczyk", "position held", "Archbishop"], ["He", "position held", "Archbishop"]], "unknown_analysis": "The passage mentions Patrick O'Malley as being significant during the time when Daniel Pilarczyk served as Archbishop of Cincinnati. However, it does not provide any information about Patrick O'Malley's specific role or position within the church. Therefore, the object of the triple fact \"(Patrick O'Malley, position held)\" remains unknown because the passage does not provide any information to determine it."}
{"index": 21, "passage": "Christian Ude (born 26 October 1947 in Munich) is a German politician who served as mayor of Munich from 1993 to 2014. He is a member of the German Social Democratic Party. A contemporary figure named Michael Braun was also active in local politics, though his precise role was not specified.", "relations": "position held", "entity": ["Michael Braun"], "fact_list": [["Christian Ude", "position held", "mayor"]], "unknown_analysis": "The passage provides information about Christian Ude, stating that he served as mayor of Munich and is a member of the German Social Democratic Party. However, there is no mention or information provided about Michael Braun's position or office held in local politics. Therefore, the object of the triple fact (Michael Braun, position held, object) is unknown because the passage does not provide any information or details about Michael Braun's specific role or position in local politics."}
{"index": 47, "passage": "Thomas Bradwardine (c. 1290 – 26 August 1349) was an English cleric, scholar, mathematician, physicist, courtier and, very briefly, Archbishop of Canterbury. As a celebrated scholastic philosopher and doctor of theology, he is often called Doctor Profundus, (medieval epithet, meaning 'the Profound Doctor'). A contemporary clergyman, Richard of York, was also known during the same era, but his specific ecclesiastical role was not described.", "relations": "position held", "entity": ["Richard of York"], "fact_list": [["Thomas Bradwardine", "position held", "Archbishop"]], "unknown_analysis": "The given passage mentions Richard of York as a contemporary clergyman during the same era as Thomas Bradwardine. However, it does not provide any specific information about Richard of York's ecclesiastical role or the position he held. Therefore, the object of the triple fact, which is the position held by Richard of York, is unknown because the passage does not provide any information about it."}
{"index": 77, "passage": "William Hale Thompson (May 14, 1869 – March 19, 1944) was an American politician, mayor of Chicago from 1915 to 1923 and again from 1927 to 1931. Known as \"Big Bill\", Thompson was the last Republican to serve as Mayor of Chicago (as of 2015). He ranks among the most unethical mayors in American history. Roy E. Doolan was another notable political figure during Thompson's tenure, though his exact role wasn't detailed explicitly.", "relations": "position held", "entity": ["Roy E. Doolan"], "fact_list": [["William Hale Thompson", "position held", "mayor"]], "unknown_analysis": "The passage does not provide any information about the specific position or office held by Roy E. Doolan during William Hale Thompson's tenure as mayor of Chicago. Since his role was not explicitly detailed in the passage, the object of the triple fact remains unknown."}
{"index": 40, "passage": "Pastor aeternus is the Dogmatic Constitution on the Church of Christ, issued by the First Vatican Council, July 18, 1870. The document defines four doctrines of the Catholic faith: the apostolic primacy conferred on Peter, the perpetuity of the Petrine Primacy in the Roman pontiffs, the meaning and power of the papal primacy, and Papal infallibility – infallible teaching authority (magisterium) of the Pope. An important figure in the deliberations, Cardinal Angelo Rossi was also present during the First Vatican Council, although his exact position was not explicitly mentioned.", "relations": "position held", "entity": ["Cardinal Angelo Rossi"], "fact_list": [["Peter", "position held", "Pope"]], "unknown_analysis": "In the given passage, it is stated that Cardinal Angelo Rossi was present during the First Vatican Council, but his exact position or office held is not explicitly mentioned. This means that the specific role or position that Cardinal Angelo Rossi held during the council is unknown. The passage does not provide any further information or clarification regarding his position held, leading to the designation of \"unknown\" for the object of the triple fact."}
{"index": 78, "passage": "Pierre Olivier Sarkozy (born c. 1969) is a French banker based in the United States. His half-brother is Nicolas Sarkozy, former President of France. During the same duration, a significant other public figure was François de Rugy, though his exact public role was not specified in the documents.", "relations": "position held", "entity": ["François de Rugy"], "fact_list": [["Nicolas Sarkozy", "position held", "President"]], "unknown_analysis": "In the given passage, François de Rugy is mentioned as a significant other public figure during the same duration as Pierre Olivier Sarkozy. However, the passage does not provide any information about the specific position or office held by François de Rugy. Therefore, the object of the triple fact, which represents the position held by François de Rugy, is unknown."}
{"index": 63, "passage": "The Lunar sample displays are two commemorative plaques consisting of small fragments of moon specimen brought back with the Apollo 11 and Apollo 17 lunar missions and given in the 1970s to the people of 135 countries worldwide, the 50 states of the United States and its overseas territories by United States President Richard Nixon as goodwill gifts. Another influential character of that period, Gerald S. Blaine, had also taken up a notable position, though it was not explicitly mentioned.", "relations": "position held", "entity": ["Gerald S. Blaine"], "fact_list": [["Nixon", "position held", "United States President"]], "unknown_analysis": "The passage does not provide any information about the position or office held by Gerald S. Blaine. Therefore, the object of the triple fact \"Gerald S. Blaine, position held, unknown\" is labeled as \"unknown\" because we cannot determine what position or office Gerald S. Blaine held based on the given information."}
{"index": 66, "passage": "Elizabeth Simcoe (September 22, 1762 – January 17, 1850) was an artist and diarist in colonial Canada. She was the wife of John Graves Simcoe, the first Lieutenant Governor of Upper Canada. During the same period, another significant figure was William Draper, though his specific role was not delineated in historical documents.", "relations": "position held", "entity": ["William Draper"], "fact_list": [["John Graves Simcoe", "position held", "Lieutenant Governor"]], "unknown_analysis": "In the given passage, it is stated that William Draper is a significant figure during the same period as Elizabeth Simcoe. However, it is also mentioned that his specific role or position is not delineated in historical documents. \n\nThis means that there is no information available in the passage or within historical records that specifies the position or office held by William Draper. Therefore, the object of the triple fact, which is the position held by William Draper, is unknown."}
{"index": 69, "passage": "Kunio Hatoyama (鳩山邦夫 Hatoyama Kunio, born 13 September 1948) is a Japanese politician who served as Minister of Internal Affairs and Communications under Prime Minister Tarō Asō until June 12, 2009. Concurrently, another key figure in Japanese politics was Shinichi Nakatani, who also held a significant position, but it was not specifically detailed in the documents.", "relations": "position held", "entity": ["Shinichi Nakatani"], "fact_list": [["Hatoyama", "position held", "Prime Minister"]], "unknown_analysis": "The passage provides specific information about Kunio Hatoyama, who served as Minister of Internal Affairs and Communications. However, when it comes to Shinichi Nakatani, the passage states that he is a key figure in Japanese politics, but it does not specify the position or office he held. Therefore, the object of the triple fact (Shinichi Nakatani, position held, object) remains unknown because the passage does not provide any information about his specific position or office."}
{"index": 95, "passage": "Bodo Klimpel (born 12 November 1963) is a German politician (CDU). He is the mayor of the North Rhine-Westphalian town, Haltern am See. Alongside him, Rolf Schlieper held a significant post during the same period, though his exact role was not mentioned.", "relations": "position held", "entity": ["Rolf Schlieper"], "fact_list": [["Bodo Klimpel", "position held", "mayor"], ["He", "position held", "mayor"]], "unknown_analysis": "The passage mentions Rolf Schlieper, but it does not provide any information about his specific position or office that he held. Therefore, the object of the triple fact (Rolf Schlieper, position held, object) is unknown because there is no information available to determine what position he held during the same period as Bodo Klimpel."}
{"index": 81, "passage": "The Artisans' and Labourers' Dwellings Improvement Act 1875 was an Act of the Parliament of the United Kingdom designed by Richard Cross, Home Secretary during Prime Minister Benjamin Disraeli's second Conservative Government, which involved allowing local councils to buy up areas of slum dwellings in order to clear and then rebuild them. It formed part of Disraeli's social reform initiative aimed at the \"elevation of the people\" (the working class), a policy stated in his 1872 speeches at Manchester and Crystal Palace, and associated with his doctrine of One Nation Conservatism. Also, key individuals, such as the philanthropist Octavia Hill, helped pressurise the government into passing the Act. Notably, George Luttrell also made significant contributions during this time, though his exact role was not expounded upon.", "relations": "position held", "entity": ["George Luttrell"], "fact_list": [["Benjamin Disraeli", "position held", "Prime Minister"]], "unknown_analysis": "In the given passage, the description of George Luttrell is not provided in detail. While it mentions that George Luttrell made significant contributions during that time, it does not specify his exact role or position held. Therefore, we do not have enough information to determine the object of the triple fact (George Luttrell, position held). This is why it is described as \"unknown\" in relation to the passage."}
{"index": 34, "passage": "Walter Lane Smith III, known as Lane Smith (April 29, 1936 – June 13, 2005), was an American actor. Some of his well known roles included portraying collaborator entrepreneur Nathan Bates in the NBC television series V, Mayor Bates in the film Red Dawn, newspaper editor Perry White in the ABC series Lois & Clark: The New Adventures of Superman, Coach Jack Reilly in The Mighty Ducks, district attorney Jim Trotter III in My Cousin Vinny and American President Richard Nixon in The Final Days, for which he received a Golden Globe award nomination. A contemporary figure, Thomas Grady, was also influential in media and entertainment, though, his position was not specifically mentioned.", "relations": "position held", "entity": ["Thomas Grady"], "fact_list": [["Nixon", "position held", "American President"]], "unknown_analysis": "The given passage does not mention the specific position or office held by Thomas Grady. It only mentions that he was influential in media and entertainment. Therefore, without further information or context, the object of the triple fact (Thomas Grady, position held) remains unknown."}
{"index": 67, "passage": "Athaliah Molokomme is the attorney general of Botswana and was the first woman to hold that position. Molokomme has been committed to the advocacy for women’s rights at conferences, workshops and seminars around the world. Another significant person who was actively involved in advocacy during the same period was Keletso Rakhudu. However, his exact position was not explicitly mentioned.", "relations": "position held", "entity": ["Keletso Rakhudu"], "fact_list": [["Athaliah Molokomme", "position held", "attorney general"]], "unknown_analysis": "In the passage, it is stated that Keletso Rakhudu was actively involved in advocacy during the same period as Athaliah Molokomme. However, the passage does not explicitly mention Keletso Rakhudu's position or office held. Therefore, without additional information or context provided in the passage, it is not possible to determine the object of the triple fact, which is the specific position or office held by Keletso Rakhudu. This makes it unknown in relation to the given information."}
{"index": 72, "passage": "Papyrus Lansing is ancient Egyptian writing made during the time of the reign of the pharaoh called Senusret III. Alongside him was a significant administrative figure, Nebkaure Khety, his role, however, was not clearly stated.", "relations": "position held", "entity": ["Nebkaure Khety"], "fact_list": [["Senusret III", "position held", "pharaoh"]], "unknown_analysis": "In the given passage, it is mentioned that Nebkaure Khety was a significant administrative figure during the time of the reign of Senusret III. However, the specific role or position held by Nebkaure Khety is not clearly stated. Therefore, the object of the triple fact, which represents the position held by Nebkaure Khety, is unknown. The passage does not provide any information or details about the specific position or office held by Nebkaure Khety, making it impossible to determine the object of the triple fact."}
{"index": 83, "passage": "Lucius Minicius Rufus was a Roman senator. He was consul with Domitian in AD 88. Around the same time, another figure Gaius Antonius held a notable role in the Roman empire, though his exact role was not mentioned.", "relations": "position held", "entity": ["Gaius Antonius"], "fact_list": [["Lucius Minicius Rufus", "position held", "consul"], ["He", "position held", "consul"]], "unknown_analysis": "In the given passage, it is mentioned that Gaius Antonius held a notable role in the Roman empire. However, the exact position or office held by Gaius Antonius is not mentioned. Therefore, we do not have enough information to determine the specific object of the triple fact (Gaius Antonius, position held, object) based on the given passage."}
{"index": 80, "passage": "William McCormack (27 April 1879 – 21 November 1947), was Premier of Queensland, Australia, from 1925 to 1929. During the same period, another influential figure in politics was Robert Boyd, though his specific role wasn't distinctly mentioned.", "relations": "position held", "entity": ["Robert Boyd"], "fact_list": [["William McCormack", "position held", "Premier"]], "unknown_analysis": "In the given passage, it is mentioned that Robert Boyd was an influential figure in politics during the same period that William McCormack was Premier of Queensland. However, the specific role or position held by Robert Boyd is not distinctly mentioned. The passage does not provide any information about what position or office Robert Boyd held, hence making it unknown. Therefore, without any further details or context, we cannot determine the object of the triple fact (Robert Boyd, position held, object) based solely on the given passage."}
{"index": 53, "passage": "The Heydar Aliyev Foundation (Azerbaijani: Heydər Əliyev Fondu) is a charitable foundation headed by Azerbaijan's First Lady Mehriban Aliyeva. The foundation is named in honor of Azerbaijan's former leader, the late Heydar Aliyev, who was the father of Aliyeva's husband, the President of Azerbaijan, Ilham Aliyev. Alongside them, Rustam Ahmadzade was also a key public figure during the same time, although his specific role was not detailed explicitly.", "relations": "position held", "entity": ["Rustam Ahmadzade"], "fact_list": [["Mehriban Aliyeva", "position held", "First Lady"]], "unknown_analysis": "The passage does not provide any information about the specific position or office held by Rustam Ahmadzade. While it mentions him as a key public figure during the same time as Heydar Aliyev and Mehriban Aliyeva, it does not provide any details about his role or position within the government or foundation. Therefore, the object of the triple fact, which is the position or office held by Rustam Ahmadzade, remains unknown based on the given passage."}
{"index": 84, "passage": "Marcantonio Giustinian (March 2, 1619 – March 23, 1688) was the 107th Doge of Venice, reigning from his election on January 26, 1684 until his death. Giustiniani was the quintessential Doge of the Republic of Venice, taking little interest in affairs of state. He had little role in the conduct of the Morean War (1684-1699), which was raging during his time as Doge, though a number of military victories were secured by provveditore Francesco Morosini, who would later be Giustinian's successor as Doge. Stefano Contarini was another notable individual during this time, although his exact role was not specified.", "relations": "position held", "entity": ["Stefano Contarini"], "fact_list": [["Marcantonio Giustinian", "position held", "Doge"], ["Francesco Morosini", "position held", "Doge"], ["He", "position held", "Doge"]], "unknown_analysis": "Based on the passage provided, it is stated that Stefano Contarini was a notable individual during the time of Marcantonio Giustinian's reign as Doge of Venice. However, the passage does not specify or describe the position or office held by Stefano Contarini.\n\nTherefore, without further information or context, the object of the triple fact (Stefano Contarini, position held, object) remains unknown."}
{"index": 91, "passage": "Operation VIGILANT WARRIOR (Arabic: عملية اليقظ المحارب) was a military operation from 8 October 1994 to 15 December 1994 by the United States in response to two divisions of Iraqi Republican Guard troops moving toward the Kuwaiti border. A quick response by United States President Bill Clinton allowed USCENTAF command and staff to deploy to Riyadh within days. Another key figure during this operation was Thomas F. Hall, although his exact role wasn't specified.", "relations": "position held", "entity": ["Thomas F. Hall"], "fact_list": [["Bill Clinton", "position held", "United States President"]], "unknown_analysis": "The given passage states that Thomas F. Hall played a key role in Operation VIGILANT WARRIOR, but it does not specify his exact position or office. Therefore, we do not have enough information to determine the object of the triple fact (Thomas F. Hall, position held). The passage does not provide any details about the specific role or position that Thomas F. Hall held during the operation, resulting in the object being labeled as \"unknown\"."}
{"index": 93, "passage": "The Lawrence Ministry was the 31st Ministry of the Government of Western Australia, and was led by Labor Premier Dr Carmen Lawrence and her deputy Ian Taylor. It succeeded the Dowding Ministry on 18 February 1990, following the resignation of Peter Dowding six days earlier following an open letter signed by a majority of the 47-member Labor caucus. The ministry was in turn succeeded by the Court–Cowan Ministry on 16 February 1993 after the Labor Party lost government at the state election held on 6 February. A public figure of note during this period was Michael Mischin, though his exact role was not mentioned.", "relations": "position held", "entity": ["Michael Mischin"], "fact_list": [["Carmen Lawrence", "position held", "Premier"]], "unknown_analysis": "In the given passage, it is mentioned that Michael Mischin is a public figure of note during the period of the Lawrence Ministry. However, the exact role or position held by Michael Mischin is not mentioned or described in the passage. Therefore, we cannot determine the object of the triple fact, which is the specific position or office held by Michael Mischin. This information is not provided in the passage, making it unknown."}
{"index": 76, "passage": "Princess Aida Desta (8 April 1927 – 15 January 2013) (Baptismal name Bisrate Gabriel), was the eldest granddaughter of Emperor Haile Selassie of Ethiopia, daughter of Ras Desta Damtew and Princess Tenagnework. She was the wife of Leul Ras Mangasha Seyum, Prince of Tigray, son of Seyum Mangasha, and great-grandson of Emperor Yohannes IV. Her godmother was Empress Zewditu of Ethiopia. In the royal court, there was another important figure, Abreha Araya, but his specific role was not distinctly addressed.", "relations": "position held", "entity": ["Abreha Araya"], "fact_list": [["Empress Zewditu", "position held", "Ethiopia"]], "unknown_analysis": "The passage mentions Princess Aida Desta, her husband Leul Ras Mangasha Seyum, and Abreha Araya as important figures in the royal court. However, while the passage provides information about the positions and roles of Princess Aida Desta and her husband, it does not mention anything about the position or office held by Abreha Araya. Therefore, the object of the triple fact (Abreha Araya, position held) is unknown because the passage does not provide any information about his specific role or position in the royal court."}
{"index": 92, "passage": "Il prefetto di ferro (internationally released as I Am the Law and The Iron Prefect) is a 1977 Italian drama film directed by Pasquale Squitieri. The film tells the story of Cesare Mori, an Italian prefect that before and during the Fascist period was best known as \"the Iron Prefect\", and it is based on the biographic book with the same name written by Arrigo Petacco. The film shared with In nome del Papa Re the 1978 David di Donatello for Best Film. Pietro Badoglio was another significant figure during Mori's time, however, his specific role was not described in detail.", "relations": "position held", "entity": ["Pietro Badoglio"], "fact_list": [["Cesare Mori", "position held", "prefect"], ["Cesare Mori", "position held", "Prefect"]], "unknown_analysis": "In the given passage, it is mentioned that Pietro Badoglio was a significant figure during Cesare Mori's time. However, the specific role or position held by Badoglio is not described in detail. This means that the passage does not provide any information about Badoglio's occupation or office. Therefore, the object of the triple fact, which is the position held by Pietro Badoglio, remains unknown."}
{"index": 19, "passage": "Branda da Castiglione (Castiglione Olona, 4 February 1350 – Castiglione Olona, February 1443) was an early Italian humanist, a papal diplomat and a Roman Catholic cardinal, or pseudo-Cardinal, as he was raised to the cardinalate by John XXIII, later declared an anti-pope. In his tenure, he worked closely with a scholar named Emilio Veneziano, whose specific role within the church hierarchy was not mentioned.", "relations": "position held", "entity": ["Emilio Veneziano"], "fact_list": [["Branda da Castiglione", "position held", "Roman Catholic cardinal"]], "unknown_analysis": "In the passage, it is mentioned that Emilio Veneziano was a scholar who worked closely with Branda da Castiglione. However, the specific position or office held by Emilio Veneziano within the church hierarchy is not mentioned or described. Therefore, the object of the triple fact, which would be the position held by Emilio Veneziano, remains unknown based on the given information."}
{"index": 36, "passage": "The Commission on Information and Communications Technology (CICT) (Filipino: Komisyon sa Teknolohiyang Pang-impormasyon at Pangkomunikasyon) was the primary policy, planning, coordinating, implementing, regulating, and administrative entity of the executive branch of the Philippine Government that would promote, develop, and regulate integrated and strategic information and communications technology (ICT) systems and reliable and cost-efficient communication facilities and services. Established in 2004 by President Gloria Macapagal-Arroyo, it was abolished in 2011 by her successor, Benigno Aquino III. During this time, Samuel Padilla was an influential figure in the ICT field, however, his precise role wasn't defined.", "relations": "position held", "entity": ["Samuel Padilla"], "fact_list": [["Benigno Aquino III", "position held", "President"]], "unknown_analysis": "The passage does not provide information about Samuel Padilla's specific position or role within the Commission on Information and Communications Technology (CICT). The passage only mentions that he was an \"influential figure in the ICT field,\" but it does not define his precise role within the organization. Therefore, we do not have enough information to determine the object of the triple fact (Samuel Padilla, position held)."}
{"index": 45, "passage": "Allison Taylor is a fictional character portrayed by Cherry Jones on the TV series 24. The first female President of the United States within the 24 universe and a Republican, she took office in the TV movie, 24: Redemption and served in Season 7 and Season 8. Another key fictional figure, Senator Robert Davis, was also present during this timeframe but his exact position was not explicitly mentioned.", "relations": "position held", "entity": ["Senator Robert Davis"], "fact_list": [["Allison Taylor", "position held", "President"]], "unknown_analysis": "According to the given passage, while it is mentioned that Senator Robert Davis is a key fictional figure present during the timeframe of Allison Taylor's presidency, his exact position or office held is not explicitly mentioned. Therefore, we do not have any information or context provided that can determine what specific position Senator Robert Davis held. Hence, the object of the triple fact regarding Senator Robert Davis' position held remains unknown."}
{"index": 79, "passage": "Samuel Taft was born September 23, 1735 at Upton, Worcester County, Massachusetts, and died on August 2, 1816 at Uxbridge Worcester County, Massachusetts, in his 80th year. He was a Revolutionary War soldier who later hosted his former commander in Chief, President George Washington, at his home, on his innuagural tour of New England. Another individual with a significant role at this time was Samuel Trask, though his specific position was not clearly outlined.", "relations": "position held", "entity": ["Samuel Trask"], "fact_list": [["George Washington", "position held", "President"]], "unknown_analysis": "In the given passage, the specific position or office held by Samuel Trask is not clearly stated or outlined. The passage provides information about Samuel Taft, his role as a Revolutionary War soldier, and his hosting of President George Washington. However, there is no similar information provided about Samuel Trask. Therefore, we do not have enough information to determine the object of the triple fact (Samuel Trask, position held). It is unknown or not mentioned in the passage."}
{"index": 43, "passage": "Abbas Khan Afridi is a Pakistani politician and a member of the upper house of Pakistan Parliament. He is currently serving as Federal Minister of Textile Industry in Prime Minister Nawaz Sharif's cabinet. Jamal Hussain, a political figure of the same period, is also noteworthy although his precise position was not explicitly specified.", "relations": "position held", "entity": ["Jamal Hussain"], "fact_list": [["Nawaz Sharif", "position held", "Prime Minister"]], "unknown_analysis": "The passage mentions Jamal Hussain as a political figure of the same period, but it does not explicitly specify his precise position or office. Since the passage does not provide any information about the position held by Jamal Hussain, the object of the triple fact, \"unknown,\" indicates that we cannot determine the specific position or office held by Jamal Hussain based on the given passage."}
{"index": 33, "passage": "Bushrod Washington (June 5, 1762 – November 26, 1829) was an attorney and politician, appointed as Associate Justice of the Supreme Court of the United States, where he served for more than 30 years. He was among the founders of the American Colonization Society in 1816, intended to promote emigration of freed slaves and free blacks to a colony in Africa, and served as its president. The nephew of American founding father and President George Washington, he inherited his papers and Mount Vernon, taking possession in 1802 after the death of widow Martha Washington. His contemporary, Samuel Whitmore, also held a significant position in the realm of law and politics, but it was not explicitly detailed.", "relations": "position held", "entity": ["Samuel Whitmore"], "fact_list": [["George Washington", "position held", "President"]], "unknown_analysis": "The passage does not provide any information about Samuel Whitmore's position or office held. It only mentions that he held a significant position in the realm of law and politics, but it does not specify what that position was. Therefore, the object of the triple fact, which is the position held by Samuel Whitmore, remains unknown."}
{"index": 48, "passage": "The use of all-women shortlists (AWS) is the political practice intended to increase the proportion of female Members of Parliament (MPs) in the United Kingdom by allowing only women to stand in particular constituencies for a particular political party. This practice is currently used only by the Labour Party. Jacqui Smith, who served as Home Secretary, was one prominent politician elected on an all-women shortlist. During the same period, a political figure, Sandra Philips, was notable but her specific role was not defined.", "relations": "position held", "entity": ["Sandra Philips"], "fact_list": [["Jacqui Smith", "position held", "Home Secretary"]], "unknown_analysis": "The passage mentions Sandra Philips as a notable political figure but does not provide any information about her specific role or the position she held. Since the passage does not mention her position or office, it is not possible to determine the object of the triple fact (Sandra Philips, position held). Therefore, the object of this triple remains unknown based on the given information."}
{"index": 35, "passage": "Tamir Pardo (Hebrew: תמיר פרדו; born 1953) is the former Director of the Mossad, taking over the role from Meir Dagan on January 1, 2011. The appointment was announced by Israeli prime Minister Benjamin Netanyahu on November 29, 2010. Within the same era, Yitzhak Cohen also played a significant role in the political scenario but his exact position wasn't explicitly stated.", "relations": "position held", "entity": ["Yitzhak Cohen"], "fact_list": [["Meir Dagan", "position held", "Mossad"], ["Benjamin Netanyahu", "position held", "Israeli prime Minister"]], "unknown_analysis": "In the given passage, Yitzhak Cohen is mentioned as playing a significant role in the political scenario. However, his exact position or office held is not explicitly stated. This means that the specific object of the triple fact (Yitzhak Cohen, position held, object) is unknown. The passage does not provide sufficient information to determine what position or office Yitzhak Cohen held during that era."}
{"index": 50, "passage": "With the sudden death of John Ballance on 27 April the 13 years of Richard Seddon as Prime Minister begins. On 28 November New Zealand women become the first in the world to vote in a national election. A significant incident during this time period had involvement of Andrew Russell, a political figure, but his exact political position was not clearly stated.", "relations": "position held", "entity": ["Andrew Russell"], "fact_list": [["John Ballance", "position held", "Prime Minister"], ["Seddon", "position held", "Prime Minister"]], "unknown_analysis": "The passage does not provide any information about Andrew Russell's political position or office held. Therefore, the object in the triple fact (Andrew Russell, position held, object) is unknown. It is not stated whether Andrew Russell held a specific political position during the mentioned time period or if he held any political office at all."}
{"index": 59, "passage": "Thomas Gardiner Corcoran (1900–1981) was one of several advisors in President Franklin D. Roosevelt's brain trust during the New Deal, and later, a close friend and advisor to President Lyndon B. Johnson. During the same period, another advisor, Clark Clifford played a significant role, but his exact position was not explicitly mentioned in the documents.", "relations": "position held", "entity": ["Clark Clifford"], "fact_list": [["Roosevelt", "position held", "President"]], "unknown_analysis": "The passage states that Clark Clifford was an advisor during the same period as Thomas Gardiner Corcoran in President Franklin D. Roosevelt's brain trust and later a close friend and advisor to President Lyndon B. Johnson. However, it does not explicitly mention Clark Clifford's exact position or office held. Therefore, we do not have enough information from the given passage to determine the object of the triple fact (Clark Clifford, position held, object)."}
{"index": 82, "passage": "Doi Toshisato (土井 利里, 1722 – September 11, 1777) was a Japanese daimyo of the Edo period, who ruled the Karatsu Domain and later the Koga Domain. He was also an official of the Tokugawa Shogunate, and held the post of Kyoto Shoshidai. He died in Kyoto while on duty. A contemporary figure, Tanaka Yoshio, also held an important position, though his specific role was not clearly addressed.", "relations": "position held", "entity": ["Tanaka Yoshio"], "fact_list": [["Doi Toshisato", "position held", "daimyo"]], "unknown_analysis": "The passage does not provide any information about the specific position or office held by Tanaka Yoshio. Therefore, the object of the triple fact (Tanaka Yoshio, position held, unknown) is identified as \"unknown\" because it is not clearly addressed or mentioned in the passage."}
{"index": 70, "passage": "George Gascón (born 1954) is the District Attorney of San Francisco. Mayor Gavin Newsom appointed him to that post on January 9, 2011, to succeed Kamala Harris, who had been elected California Attorney General in November 2010. In November 2011, Gascón was elected as District Attorney of San Francisco after winning more than 62% of the vote in the third round of San Francisco's instant-runoff voting election. He was sworn in on January 5, 2012 as San Francisco's twelfth elected District Attorney, Another influential figure during this period was Alicia Becerra, though her precise position was not outlined explicitly.", "relations": "position held", "entity": ["Alicia Becerra"], "fact_list": [["Kamala Harris", "position held", "California Attorney General"]], "unknown_analysis": "In the given passage, the information provided about Alicia Becerra is limited. While it acknowledges her as an influential figure during the mentioned period, her precise position or office held is not explicitly outlined. Therefore, without any specific information about Alicia Becerra's position, the object of the triple fact (Alicia Becerra, p, object) remains unknown."}
{"index": 71, "passage": "The 1806 United States general election occurred in the middle of Democratic-Republican President Thomas Jefferson's second term, during the First Party System. Members of the 8th United States Congress were chosen in this election. Neither chamber saw significant partisan change, with the Democratic-Republicans retaining a commanding majority in both the House and Senate. Willie Baldwin held a political position around the same time, but his exact role wasn't indicated in the historical documents.", "relations": "position held", "entity": ["Willie Baldwin"], "fact_list": [["Thomas Jefferson", "position held", "President"]], "unknown_analysis": "The passage states that Willie Baldwin held a political position around the same time as the 1806 United States general election. However, the passage does not provide any information about the specific position or office held by Willie Baldwin. Therefore, the object of the triple fact (Willie Baldwin, position held, object) is unknown because there is no indication or mention of the exact role held by Willie Baldwin in the historical documents mentioned in the passage."}
{"index": 62, "passage": "\"Triumph\" is the tenth episode of the first season of the television series Rome. Unanimously proclaimed Dictator by the Senate, Caesar pronounces the war over, and proclaims a \"triumph\", five days of military pomp, feasting, and games honoring his victories. No longer an enlisted soldier, Pullo eyes a pastoral future with Eirene; Vorenus runs for municipal magistrate, with Posca's help; Octavian retrieves Octavia from her self-imposed exile; and Servilia invites a revenge-minded Quintus Pompey into her home, to Brutus' dismay. Caius Cassius also held a notable position during this period, but his exact leadership role was not detailed explicitly.", "relations": "position held", "entity": ["Caius Cassius"], "fact_list": [["Caesar", "position held", "Dictator"]], "unknown_analysis": "In the given passage, there is no explicit mention of the position or office held by Caius Cassius. The passage only states that Caius Cassius held a notable position during that period, but it does not provide any specific information about what that position was. Therefore, the object of the triple fact, which is the position held by Caius Cassius, remains unknown based on the given information."}
{"index": 94, "passage": "George Gascón (born 1954) is the District Attorney of San Francisco. Mayor Gavin Newsom appointed him to that post on January 9, 2011, to succeed Kamala Harris, who had been elected California Attorney General in November 2010. In November 2011, Gascón was elected as District Attorney of San Francisco after winning more than 62% of the vote in the third round of San Francisco's instant-runoff voting election. He was sworn in on January 5, 2012 as San Francisco's twelfth elected District Attorney. Mary Murphy, another influential figure, was serving her duties during this time, although her specific position was not detailed explicitly.", "relations": "position held", "entity": ["Mary Murphy"], "fact_list": [["Kamala Harris", "position held", "California Attorney General"]], "unknown_analysis": "Based on the given passage, the specific position held by Mary Murphy is not explicitly mentioned or described. Therefore, we do not have enough information to determine the object of the triple fact (Mary Murphy, position held). The passage only provides information about George Gascón as the District Attorney of San Francisco and his successor, Kamala Harris, who became the California Attorney General. The passage does not provide any information regarding Mary Murphy's position or role."}
{"index": 101, "passage": "Athanasius (born Antony Shumlianski; died 1694) was Brother of Iosyf Shumliansky and a former Orthodox bishop of Lutsk from 1686 to 1688. In 1688 he converted to the Catholic religion, and the union in the diocese declared his successor Dionysius (1702). Another significant figure during this time was Stefan Yavorsky, though his exact role wasn't clearly mentioned.", "relations": "position held", "entity": ["Stefan Yavorsky"], "fact_list": [["Athanasius", "position held", "bishop"]], "unknown_analysis": "The passage does not provide any information about the specific position or office held by Stefan Yavorsky. Therefore, the object of the triple fact, which represents the position held by Stefan Yavorsky, remains unknown."}
{"index": 90, "passage": "Steve Burrage (born July 7, 1952) is an American politician from Oklahoma and the former Oklahoma State Auditor and Inspector. Burrage was appointed as state auditor by the Governor of Oklahoma, Brad Henry, on July 10, 2008, filling the vacancy created by the resignation of former state auditor, Jeff McMahan, serving until his defeat in the 2010 election by Republican Gary Jones. Another key figure during the same period was Patricia Whitefoot, although her exact role was not defined explicitly.", "relations": "position held", "entity": ["Patricia Whitefoot"], "fact_list": [["Brad Henry", "position held", "Governor"]], "unknown_analysis": "The passage states that Patricia Whitefoot is mentioned as a key figure during the same period, but her exact role or position is not explicitly defined. This means that the specific office or position held by Patricia Whitefoot is not mentioned in the passage, making it unknown."}
{"index": 87, "passage": "The Lawrence Ministry was the 31st Ministry of the Government of Western Australia, and was led by Labor Premier Dr Carmen Lawrence and her deputy Ian Taylor. It succeeded the Dowding Ministry on 18 February 1990, following the resignation of Peter Dowding six days earlier following an open letter signed by a majority of the 47-member Labor caucus. The ministry was in turn succeeded by the Court–Cowan Ministry on 16 February 1993 after the Labor Party lost government at the state election held on 6 February. A public figure of note during this period was Michael Mischin, though his exact role was not mentioned.", "relations": "position held", "entity": ["Michael Mischin"], "fact_list": [["Carmen Lawrence", "position held", "Premier"]], "unknown_analysis": "The given passage does not provide any information about the position held by Michael Mischin. Although it mentions him as a public figure of note during the mentioned period, it does not specify his position or role. Therefore, the object of the triple fact, which is the position held by Michael Mischin, remains unknown based on the given information."}
{"index": 103, "passage": "Susan Webber Wright (born 1948), also known as Susan Webber Carter, is a Senior United States District Judge of the United States District Court for the Eastern District of Arkansas. Wright is also a judge on the United States Foreign Intelligence Surveillance Court. She received national attention when she first dismissed the sexual harassment lawsuit brought by Paula Jones against President Bill Clinton in 1998, and then, in 1999, found Clinton to be in civil contempt of court. During this period, Henry Lee Adams Jr. held an important role, even though his exact position was not mentioned.", "relations": "position held", "entity": ["Henry Lee Adams Jr."], "fact_list": [["Bill Clinton", "position held", "President"], ["Clinton", "position held", "President"]], "unknown_analysis": "The given passage does not provide any information about the position held by Henry Lee Adams Jr. Hence, the object of the triple fact, which would be the position held by Henry Lee Adams Jr., is unknown. The passage only mentions that Adams held an important role during the period mentioned, but it does not specify the exact position or office he held."}
{"index": 86, "passage": "Il prefetto di ferro (internationally released as I Am the Law and The Iron Prefect) is a 1977 Italian drama film directed by Pasquale Squitieri. The film tells the story of Cesare Mori, an Italian prefect that before and during the Fascist period was best known as \"the Iron Prefect\", and it is based on the biographic book with the same name written by Arrigo Petacco. The film shared with In nome del Papa Re the 1978 David di Donatello for Best Film. Pietro Badoglio was another significant figure during Mori's time, however, his specific role was not described in detail.", "relations": "position held", "entity": ["Pietro Badoglio"], "fact_list": [["Cesare Mori", "position held", "prefect"], ["Cesare Mori", "position held", "Prefect"]], "unknown_analysis": "Based on the given passage, the specific role or position held by Pietro Badoglio is not described in detail. It simply states that Badoglio was another significant figure during Cesare Mori's time, but it does not provide any information regarding the position or office held by Badoglio. Therefore, the object of the triple fact (Pietro Badoglio, position held) is unknown."}
{"index": 89, "passage": "Bodo Klimpel (born 12 November 1963) is a German politician (CDU). He is the mayor of the North Rhine-Westphalian town, Haltern am See. Alongside him, Rolf Schlieper held a significant post during the same period, though his exact role was not mentioned.", "relations": "position held", "entity": ["Rolf Schlieper"], "fact_list": [["Bodo Klimpel", "position held", "mayor"], ["He", "position held", "mayor"]], "unknown_analysis": "The object of the triple fact, (Rolf Schlieper, position held, object), is \"unknown\" because the passage only mentions that Rolf Schlieper held a significant post during the same period as Bodo Klimpel, but it does not provide any information about the specific position or office that he held. Therefore, without further information, we cannot determine the object of the triple fact."}
{"index": 102, "passage": "Highway 50, officially called Begin Boulevard (Hebrew: שדרות בגין, Sderot Begin) and also referred to as Menachem Begin Expressway or Begin Highway, is an urban freeway in western Jerusalem named after Israel's sixth Prime Minister, Menachem Begin. Local Jerusalemites simply refer to it as 'Begin' (pron. IPA 'bei-gin). Another public figure, Yael Dayan, was also prominent around the same time, although her official position wasn't explicitly stated.", "relations": "position held", "entity": ["Yael Dayan"], "fact_list": [["Menachem Begin", "position held", "Prime Minister"]], "unknown_analysis": "Based on the given passage, it is mentioned that Yael Dayan was a public figure in Jerusalem during the same time as Menachem Begin. However, the passage does not explicitly state her official position or office held. Therefore, since there is no information provided about Yael Dayan's position or office, the object of the triple fact (Yael Dayan, position held) is considered \"unknown.\""}
{"index": 85, "passage": "Operation VIGILANT WARRIOR (Arabic: عملية اليقظ المحارب) was a military operation from 8 October 1994 to 15 December 1994 by the United States in response to two divisions of Iraqi Republican Guard troops moving toward the Kuwaiti border. A quick response by United States President Bill Clinton allowed USCENTAF command and staff to deploy to Riyadh within days. Another key figure during this operation was Thomas F. Hall, although his exact role wasn't specified.", "relations": "position held", "entity": ["Thomas F. Hall"], "fact_list": [["Bill Clinton", "position held", "United States President"]], "unknown_analysis": "From the given passage, it is stated that Thomas F. Hall was a key figure during Operation VIGILANT WARRIOR, but his exact role in the operation is not specified. Therefore, we do not have any information about the specific position or office held by Thomas F. Hall. Hence, the object of the triple fact, (Thomas F. Hall, position held), is unknown."}
{"index": 104, "passage": "Francisco Nunes Teixeira (26 January 1910 − 2 March 1999) was a Portuguese-born Mozambican Roman Catholic bishop. Ordained to the priesthood in 1933, Teixeira was named bishop in February 1955. In May 1955, he was appointed bishop of the Roman Catholic Diocese of Quelimane, Mozambique and resigned in 1975. Another significant religious figure during his tenure was António da Silva Mendes, though his exact role was not distinctly mentioned.", "relations": "position held", "entity": ["António da Silva Mendes"], "fact_list": [["Francisco Nunes Teixeira", "position held", "bishop"]], "unknown_analysis": "The passage provides information about Francisco Nunes Teixeira and his position as a bishop. However, it does not specifically mention the position or role held by António da Silva Mendes. Therefore, without any additional information, we cannot determine the object of the triple fact (António da Silva Mendes, position held). The passage only states that he was a significant religious figure during Teixeira's tenure, but does not provide any details about the specific position or office held by Mendes."}
{"index": 88, "passage": "George Gascón (born 1954) is the District Attorney of San Francisco. Mayor Gavin Newsom appointed him to that post on January 9, 2011, to succeed Kamala Harris, who had been elected California Attorney General in November 2010. In November 2011, Gascón was elected as District Attorney of San Francisco after winning more than 62% of the vote in the third round of San Francisco's instant-runoff voting election. He was sworn in on January 5, 2012 as San Francisco's twelfth elected District Attorney. Mary Murphy, another influential figure, was serving her duties during this time, although her specific position was not detailed explicitly.", "relations": "position held", "entity": ["Mary Murphy"], "fact_list": [["Kamala Harris", "position held", "California Attorney General"]], "unknown_analysis": "The passage provides information about George Gascón, his appointment as District Attorney of San Francisco, and his swearing-in ceremony. However, there is no explicit mention or description of Mary Murphy's specific position or office. This signifies that the object of the triple fact (Mary Murphy, position held, object) is unknown because the passage does not provide any information about her role or responsibilities."}
{"index": 105, "passage": "The Battle of the Delta was a sea battle between Egypt and the Sea Peoples, circa 1175 BCE when the Egyptian pharaoh Ramesses III repulsed a major sea invasion. The conflict occurred somewhere at the shores of the eastern Nile Delta and partly on the borders of the Egyptian Empire in Syria, although their precise locations are unknown. This major conflict is recorded on the temple walls of the mortuary temple of pharaoh Ramesses III at Medinet Habu. An important figure during this time was Horemheb, although his specific role wasn't detailed.", "relations": "position held", "entity": ["Horemheb"], "fact_list": [["Ramesses III", "position held", "pharaoh"]], "unknown_analysis": "In the given passage, it is mentioned that Horemheb was an important figure during the Battle of the Delta. However, it is also stated that his specific role in the conflict was not detailed. This means that the passage does not provide any information about the position or office held by Horemheb during that time. Therefore, the object of the triple fact (Horemheb, position held) is unknown."}
