{"index": 34, "passage": "Melissa Farman (born 1990) is an American actress. She is known for playing a young Danielle Rousseau in Lost (played by Mira Furlan as an adult) and for her role as Bristol Palin in HBO's Game Change. She is a student in the honors program at the University of Southern California where she is double-majoring in English and political science. She is set to portray a character named 'Elizabeth' in an upcoming period drama.", "relations": "present in work", "entity": ["Elizabeth"], "fact_list": [["Danielle Rousseau", "present in work", "Lost"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about any specific work or narrative in which a character named 'Elizabeth' appears. Therefore, we cannot determine the object of the triple fact (Elizabeth, present in work, object) as it is unknown or unspecified."}
{"index": 44, "passage": "Sylvester and Tweety in Cagey Capers (known in most Europe countries as Sylvester & Tweety in Cagey Capers, in France as Titi & Grosminet dans une Aventure Infernale, and in Spain as Silvestre y Piolin y sus Sigilosas Travesuras) is a 2D platform video game featuring the Looney Tunes characters Sylvester and Tweety. It was released for the Sega Genesis/Mega Drive console in 1994 and was the first video game to star Sylvester and Tweety. In a latest game release, a character named 'Bucky' has been added to the Looney Tunes lineup.", "relations": "present in work", "entity": ["Bucky"], "fact_list": [["Tweety", "present in work", "Looney Tunes"]], "unknown_analysis": "This means that the passage does not provide any information or context about the specific artwork or narrative in which the character named 'Bucky' appears. Without this information, we cannot determine what the object of the triple fact: (Bucky, present in work, unknown) would be."}
{"index": 16, "passage": "Lorna María Cepeda Jiménez, better known as Lorna Paz, is a Colombian actress. She was born on November 18, 1970 in the city of Cartagena, Colombia. Best known for her role in the famous Colombian Soap Opera Yo soy Betty, la fea (I'm Betty, the ugly one), also known as simply Betty la fea (Ugly Betty) from which more than a dozen versions have been made in other countries, including the American Ugly Betty. In a recent play, she's expected to portray a character named 'Sofia'.", "relations": "present in work", "entity": ["Sofia"], "fact_list": [["Betty", "present in work", "Ugly Betty"]], "unknown_analysis": "Based on the given passage, there is no information provided about any specific work or narrative where Lorna Paz is expected to portray a character named 'Sofia'. Therefore, we cannot determine the object of the triple fact ('Sofia', present in work) as it is unknown."}
{"index": 48, "passage": "Amaury Nolasco Garrido (born December 24, 1970) is a Puerto Rican actor, best known for the role of Fernando Sucre on the Fox television series Prison Break, and for his role in Transformers. He recently bagged the role of 'Antonio' in a new crime drama series.", "relations": "present in work", "entity": ["Antonio"], "fact_list": [["Fernando Sucre", "present in work", "Prison Break"]], "unknown_analysis": "The given passage does not provide any information or details about the specific artwork, narrative, or TV show in which the fictional character 'Antonio' appears. Therefore, we cannot determine the object of the triple fact (Antonio, present in work, object) because the object is unknown."}
{"index": 10, "passage": "Merlin, (also Myrddin) is a fictional character, a comic book magician published by DC Comics. Myrddin debuted in New Comics #3, (February 1936), and was created by Rafael Astarita. The character is based on the mythical wizard Merlin made popular by two of Geoffrey of Monmouth's early works, the Historia Regum Britanniae (History of the Kings of Britain) and the Vita Merlini (Life of Merlin). In the recent edition, a character called 'Jared' has been introduced.", "relations": "present in work", "entity": ["Jared"], "fact_list": [["Merlin", "present in work", "Vita Merlini"]], "unknown_analysis": "Based on the given passage, there is no information provided about any specific artwork or narrative that features the character Jared. Therefore, the object of the triple fact (Jared, present in work, [unknown]) is labeled as \"unknown\" because we do not have any details about the specific work or context in which Jared appears."}
{"index": 55, "passage": "In the Dungeons & Dragons role-playing game, Surtr is the lord of the fire giants. His animal is the hell hound. His symbol is a flaming sword. In recent adaptations, a new fire giant leader 'Thrudd' has been introduced.", "relations": "present in work", "entity": ["Thrudd"], "fact_list": [["fire giants", "present in work", "Dungeons & Dragons"]], "unknown_analysis": "Based on the given passage, there is no information provided about any specific artwork or narrative that includes Thrudd as a character. Therefore, the object of the triple fact (Thrudd, present in work, unknown) is labeled as \"unknown\" because there is no information to determine which specific artwork or narrative Thrudd appears in."}
{"index": 42, "passage": "Elihu (Hebrew: אֱלִיהוּ ’ĕlîhū) is a character in the Hebrew Bible's Book of Job. According to the Book of Job, Elihu is one of Job's friends, descended from Nahor (Job 32:2, 34:1). He is said to have descended from Buz who may be from the line of Abraham (Genesis 22:20-21 mentions Buz as a nephew of Abraham). In a contemporary play adaptation, a new character named 'Ezra' is introduced.", "relations": "present in work", "entity": ["Ezra"], "fact_list": [["Abraham", "present in work", "Genesis"]], "unknown_analysis": "The given passage provides information about the character Elihu and his role in the Book of Job, but it does not mention anything about the character Ezra or his presence in the work. Since there is no reference or mention of Ezra in the passage, the object of the triple fact (Ezra, present in work) remains unknown."}
{"index": 3, "passage": "Rosie Rowell (born 29 April 1965) is a British actress, probably best known for her roles as Eileen Callan in Family Affairs (a role she played from 2003 until the series ended in 2005) and Donna Tucker in Soldier Soldier. She has also had parts in several other well-known British TV series, including The Bill, Casualty and Where the Heart Is, as well as providing voice-over for documentaries and television commercials. Most recently, she has been casting for the role of Susan in a new drama series.", "relations": "present in work", "entity": ["Susan"], "fact_list": [["Eileen Callan", "present in work", "Family Affairs"]], "unknown_analysis": "Based on the given passage, it is stated that Rosie Rowell has been casting for the role of Susan in a new drama series. However, the specific drama series in which Susan appears is not mentioned. Therefore, without information about the name or details of the drama series in question, the object of the triple fact (Susan, present in work, unknown) cannot be determined."}
{"index": 39, "passage": "Rosie Rowell (born 29 April 1965) is a British actress, probably best known for her roles as Eileen Callan in Family Affairs (a role she played from 2003 until the series ended in 2005) and Donna Tucker in Soldier Soldier. She has also had parts in several other well-known British TV series, including The Bill, Casualty and Where the Heart Is, as well as providing voice-over for documentaries and television commercials. She is set to play a character named 'Rachel' in a newly introduced British drama series.", "relations": "present in work", "entity": ["Rachel"], "fact_list": [["Eileen Callan", "present in work", "Family Affairs"]], "unknown_analysis": "In the given passage, it is mentioned that Rosie Rowell is set to play a character named 'Rachel' in a newly introduced British drama series. However, the specific title or name of the British drama series is not provided in the passage. Hence, the object of the triple fact, which is the name of the British drama series in which Rachel appears, is unknown."}
{"index": 33, "passage": "Only You Can Save Mankind (1992) is the first novel in the Johnny Maxwell trilogy of children's books and fifth young adult novel by Terry Pratchett, author of the Discworld sequence of books. The following novels in the Johnny Maxwell Trilogy are Johnny and the Dead (1993) and Johnny and the Bomb (1996). The setting of the novels in the modern world was a departure for Pratchett, who writes more regularly in fantasy world settings. His latest work introduces a new protagonist named 'Charlie'.", "relations": "present in work", "entity": ["Charlie"], "fact_list": [["Johnny Maxwell", "present in work", "Only You Can Save Mankind"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific work or narrative in which the character Charlie appears. The passage only mentions that the author's \"latest work\" introduces a new protagonist named Charlie, but it does not specify the title or any details about this particular work. Therefore, without further information, the object of the triple fact (Charlie, present in work) remains unknown."}
{"index": 9, "passage": "Cliff Parisi (born 24 May 1960) is a British actor of Italian descent, largely recognised for his performance as Rick 'Minty' Peterson in the BBC soap opera EastEnders. He is currently appearing in the BBC period drama Call the Midwife. He is also preparing for a role as 'Charlie' in a soon to be announced series.", "relations": "present in work", "entity": ["Charlie"], "fact_list": [["Rick 'Minty' Peterson", "present in work", "EastEnders"]], "unknown_analysis": "The passage provides information about Cliff Parisi's past and current acting roles, including his appearance in the period drama Call the Midwife. However, it does not provide any information about a specific work or narrative where he would be playing a character named 'Charlie'. Since the passage does not mention any such work or narrative, the object of the triple fact (Charlie, present in work) remains unknown."}
{"index": 12, "passage": "Arabian Nights: Sinbad's Adventures (アラビアンナイト シンドバットの冒険 Arabian Naito: Shindobatto no Bōken) is a 52 episode anime series directed by Fumio Kurokawa and produced by Nippon Animation which was first aired in 1975. The story is based on the children story \"Sinbad the Sailor\". The latest storyline involves a new adventurer called 'Tobias'.", "relations": "present in work", "entity": ["Tobias"], "fact_list": [["Sinbad", "present in work", "Arabian Nights"]], "unknown_analysis": "The given passage does not provide any information about Tobias being present in any specific work or narrative. Therefore, the object of the triple fact (Tobias, present in work, unknown) is unknown because there is no explicit mention or indication in the passage regarding Tobias's presence in any particular artwork or narrative."}
{"index": 15, "passage": "Tekken 2: Kazuya's Revenge (also known as Tekken: A Man Called X) is a 2014 American martial arts film directed by Wych Kaos and is the prequel to the 2009 film Tekken, itself based on the fighting game series of the same name. The film stars Kane Kosugi, Rade Šerbedžija, and Kelly Wenham. Cary-Hiroyuki Tagawa and Gary Daniels reprise their roles as Heihachi Mishima and Bryan Fury, respectively. A recent script suggests the entry of a new character, named 'Tetsuo'.", "relations": "present in work", "entity": ["Tetsuo"], "fact_list": [["Kazuya", "present in work", "Tekken"]], "unknown_analysis": "Based on the given passage, there is no mention or description of the character named Tetsuo. The passage only states that a recent script suggests the entry of a new character named 'Tetsuo'. Therefore, without any further information or context about the character or their role in the artwork or narrative, the object of the triple fact (Tetsuo, present in work) remains unknown."}
{"index": 52, "passage": "John Hicklenton (8 May 1967 – 19 March 2010), aka John Deadstock, was a British comics artist best known for his brutal, visceral work on flagship 2000 AD characters like Judge Dredd (in particular Heavy Metal Dredd) and Nemesis the Warlock during the eighties and nineties. He has also created an iconic character named 'Arcadia' in his latest comic book. He suffered from multiple sclerosis and recorded an award-winning documentary about living with the condition. On 19 March 2010, Hicklenton chose to end his life at Dignitas in Switzerland.", "relations": "present in work", "entity": ["Arcadia"], "fact_list": [["Judge Dredd", "present in work", "2000 AD"], ["Dredd", "present in work", "2000 AD"]], "unknown_analysis": "The passage states that John Hicklenton created an iconic character named 'Arcadia' in his latest comic book, but it does not provide any information about the specific work or narrative in which Arcadia appears. Therefore, the object of the triple fact (Arcadia, present in work) is unknown because there is no information given to identify the specific work in which Arcadia is present."}
{"index": 21, "passage": "The \"Jacob's ladder\" is a type of pocketknife consisting of two handle segments joined by a pivot, with a blade connected by a second pivot to the end of one handle segment. The design presumably takes its name from the multi-jointed wooden toy also known as a Jacob's ladder, which is itself named after the ladder to heaven witnessed by the biblical patriarch Jacob (Genesis 28:12). Inspired by this, a latest literature piece has a character named 'Samuel' witnessing a similar celestial phenomenon.", "relations": "present in work", "entity": ["Samuel"], "fact_list": [["Jacob", "present in work", "Genesis"]], "unknown_analysis": "The passage does not provide any information about a specific artwork or narrative in which the character named Samuel appears. Therefore, the object of the triple fact (Samuel, present in work, object) remains unknown because we do not have any details or context to determine the specific work in which Samuel is present."}
{"index": 27, "passage": "Erica Cerra (born October 31, 1979) is a Canadian actress, best known for her portrayal of Deputy Jo Lupo on the Syfy series Eureka and as the body model for Ashley Williams for the Mass Effect video game series. Lately, she's been working for a new game project, playing a character named 'Talia'.", "relations": "present in work", "entity": ["Talia"], "fact_list": [["Ashley Williams", "present in work", "Mass Effect"]], "unknown_analysis": "The given passage states that Erica Cerra is working on a new game project and playing a character named 'Talia'. However, it does not provide any information about the specific artwork or narrative in which Talia appears. Without this information, we cannot determine the object of the triple fact (Talia, present in work, object). It remains unknown because the passage does not provide any context or details about the specific project or game in which Talia is featured."}
{"index": 13, "passage": "Bricriu (also Briccriu, Bricne) is a hospitaller (briugu), troublemaker and poet in the Ulster Cycle of Irish mythology. Recent interpretations also feature a character named 'Cahir'.", "relations": "present in work", "entity": ["Cahir"], "fact_list": [["Bricriu", "present in work", "Ulster Cycle"], ["Briccriu", "present in work", "Ulster Cycle"], ["Bricne", "present in work", "Ulster Cycle"]], "unknown_analysis": "Based on the given passage, there is no information provided about Cahir being present in any specific work of art or narrative. The passage only mentions the character Bricriu and his recent interpretations featuring a character named 'Cahir'. Therefore, without any further context or details about Cahir's involvement in a specific work, the object of the triple fact (Cahir, present in work, unknown) remains unknown."}
{"index": 19, "passage": "The Metal Gear 2: Solid Snake Original Soundtrack is the official soundtrack to Konami's stealth game Metal Gear 2: Solid Snake. The original music was composed by the Konami Kukeiha Club and the CD was released on April 5, 1991. In the upcoming sequel, the protagonist is supposed to be a character called 'Phantom'.", "relations": "present in work", "entity": ["Phantom"], "fact_list": [["Solid Snake", "present in work", "Metal Gear"]], "unknown_analysis": "The passage only mentions that in the upcoming sequel, the protagonist is supposed to be a character called 'Phantom'. However, it does not provide any information about the specific artwork or narrative in which this character appears. Therefore, the object of the triple fact (Phantom, present in work, object) is unknown because we cannot determine the specific artwork or narrative that features the character 'Phantom' based on the given passage."}
{"index": 37, "passage": "Shou Wan Por (Chinese: 仇云波, born July 17, 1960), known professionally as Robin Shou, is a Hong Kong martial artist and actor. He is known for his role as Liu Kang in the Mortal Kombat film series and as Gobei in Beverly Hills Ninja, with Chris Farley. He will be playing a character named 'Chen' in an anticipated martial arts movie.", "relations": "present in work", "entity": ["Chen"], "fact_list": [["Liu Kang", "present in work", "Mortal Kombat"]], "unknown_analysis": "The passage only mentions that Robin Shou will be playing a character named 'Chen' in an anticipated martial arts movie. However, the specific title or details of the movie are not provided in the passage. Therefore, without any information about the specific movie or narrative that 'Chen' is present in, the object of the triple fact, (Chen, present in work), remains unknown."}
{"index": 45, "passage": "Simon Baker (born 30 July 1969) is an Australian-American actor and director. In his television acting career, he is best known for his lead roles in the CBS television series The Mentalist (as Patrick Jane) and The Guardian (as Nicholas Fallin). In his film acting career, he is best known for his roles as Max Rourke in the remake of the Japanese horror film The Ring Two, Riley Denbo in Land of the Dead and Christian Thompson in the film adaptation of The Devil Wears Prada. In a recent project, he will be playing 'Ethan' in an upcoming mystery series.", "relations": "present in work", "entity": ["Ethan"], "fact_list": [["Patrick Jane", "present in work", "The Mentalist"]], "unknown_analysis": "In the given passage, it is mentioned that Simon Baker will be playing the character of 'Ethan' in an upcoming mystery series. However, the specific title or name of the mystery series is not provided. Hence, the object of the triple fact - (Ethan, present in work, unknown) - is \"unknown\" because the passage does not provide the necessary information to identify the specific artwork or narrative in which the character 'Ethan' appears."}
{"index": 38, "passage": "Simon Baker (born 30 July 1969) is an Australian-American actor and director. In his television acting career, he is best known for his lead roles in the CBS television series The Mentalist (as Patrick Jane) and The Guardian (as Nicholas Fallin). In his film acting career, he is best known for his roles as Max Rourke in the remake of the Japanese horror film The Ring Two, Riley Denbo in Land of the Dead and Christian Thompson in the film adaptation of The Devil Wears Prada. He has been selected to play 'Kevin' in an upcoming thriller series.", "relations": "present in work", "entity": ["Kevin"], "fact_list": [["Patrick Jane", "present in work", "The Mentalist"]], "unknown_analysis": "In the given passage, there is no information provided about any specific work or narrative that Kevin is present in. The passage only mentions that Simon Baker has been selected to play 'Kevin' in an upcoming thriller series. However, no details about the title or content of this series are provided. Thus, without any further information, the specific work or narrative that Kevin is present in remains unknown."}
{"index": 26, "passage": "Serena Celia van der Woodsen is a central character in the Gossip Girl novel series and its TV adaptation, in which she is portrayed by Blake Lively. Serena is featured on the blog of the series' mysterious narrator, \"Gossip Girl.\" Serena is Blair Waldorf's best friend and is a character that appears to easily get whatever she wants, because of her good looks, energy and charisma. A new character named 'Lydia' is expected to join the series soon.", "relations": "present in work", "entity": ["Lydia"], "fact_list": [["Serena", "present in work", "Gossip Girl"]], "unknown_analysis": "In the given passage, there is no mention or indication of Lydia being present in the Gossip Girl novel series or its TV adaptation. The passage only states that a new character named 'Lydia' is expected to join the series soon, but it does not provide any information about Lydia's role or presence in the story. Therefore, the object of the triple fact (Lydia, present in work) is unknown because it cannot be determined from the given information."}
{"index": 47, "passage": "Ida Barlow (née Leathers) is a fictional character from the UK television ITV soap opera Coronation Street, she was played by actress Noel Dyson between 1960 and 1961. In upcoming season, a character named 'Elsie' is introduced.", "relations": "present in work", "entity": ["Elsie"], "fact_list": [["Ida Barlow", "present in work", "Coronation Street"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific artwork or narrative in which the character Elsie appears. The passage only mentions that in an upcoming season of Coronation Street, a character named Elsie will be introduced. Without any further information about the specific work or narrative, it is not possible to determine the object of the triple fact (Elsie, present in work). Therefore, the object is considered unknown."}
{"index": 50, "passage": "Darragh Mortell (born 23 June 1989) is a Welsh actor who is best known for his role as Crash in The Story of Tracy Beaker and his major role as Jack in the second series of BAFTA nominated television sitcom, Dani's House. He also appeared in the final episode of The Bill and in a stage production of The Jungle Book as Mowgli. He has been recently cast as 'Owen' in a new British television drama.", "relations": "present in work", "entity": ["Owen"], "fact_list": [["Mowgli", "present in work", "The Jungle Book"]], "unknown_analysis": "The given passage only mentions that Darragh Mortell has been recently cast as 'Owen' in a new British television drama. However, it does not provide any further information about the specific title or name of the show in which Owen appears. Therefore, without additional context or information, the object of the triple fact, specifically which artwork or narrative 'Owen' appears in, remains unknown."}
{"index": 35, "passage": "Inge Solbrig (born 1944 as Ingeborg Solbig also known as Inge Solbrig-Combrinck) is a German actress and voice actress best known as the German voice of several characters in The Simpsons including Edna Krabappel, Helen Lovejoy, Judge Constance Harm, Crazy Cat Lady, Mona Simpson, Lunchlady Doris, Itchy & Scratchy and a lot of additional voices. Recently, She has lent her voice for a new character named 'Frau Schultz' in a German animated series. She was married to Ivar Combrinck († 2006) who produced Futurama, Family Guy and The Simpsons in Germany.", "relations": "present in work", "entity": ["Frau Schultz"], "fact_list": [["Edna Krabappel", "present in work", "The Simpsons"], ["Lunchlady Doris", "present in work", "The Simpsons"], ["Itchy & Scratchy", "present in work", "The Simpsons"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific artwork or narrative in which the character Frau Schultz appears. The passage only mentions that Inge Solbrig recently lent her voice for a character named Frau Schultz in a German animated series. However, it does not specify the title or any details about this particular work. Therefore, without further information, the object of the triple fact (Frau Schultz, present in work) remains unknown."}
{"index": 53, "passage": "Rassilon is a fictional character in the British science fiction television series Doctor Who. In the backstory of the programme, he was the founder of Time Lord society on the planet Gallifrey and its first leader, as Lord High President. The show has introduced a new antagonist character named 'Vorath'. After the original television series ended in 1989, Rassilon's character and history were developed in books and other media.", "relations": "present in work", "entity": ["Vorath"], "fact_list": [["Rassilon", "present in work", "Doctor Who"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific artwork or narrative in which the character Vorath appears. There is no mention of Vorath or any indication of the specific Doctor Who episode, book, or other media where Vorath is introduced as a character. Therefore, the object of the triple fact (Vorath, present in work, [unknown]) is unknown."}
{"index": 6, "passage": "Batman/Hellboy/Starman is a DC Comics/Dark Horse Comics two-issue intercompany crossover comic book mini-series written by James Robinson with art by Mike Mignola published January to February 1999 featuring fictional heroes Batman, Hellboy and Starman. In upcoming issues, a new character named 'Phantom Shadow' is expected to feature.", "relations": "present in work", "entity": ["Phantom Shadow"], "fact_list": [["Batman", "present in work", "Batman/Hellboy/Starman"]], "unknown_analysis": "Based on the given passage, there is no information provided about the presence or involvement of the character 'Phantom Shadow' in the comic book mini-series Batman/Hellboy/Starman. While it is mentioned that a new character named 'Phantom Shadow' is expected to feature in upcoming issues, the specific details about their appearance or involvement in the artwork or narrative are not provided. Therefore, the object of the triple fact: (Phantom Shadow, present in work) is unknown."}
{"index": 0, "passage": "Amy Castle (born Amy Jessica Castle on April 2, 1990, in Woodland Hills, California) is an American actress, and internet personality. She is known for her role as Viki Vanderheusen on Passions, as the original Cuppycake Girl, and as a YouTube Partner under the channel SandCastleInc. Additionally, she's exploring a role as Samantha in an upcoming project.", "relations": "present in work", "entity": ["Samantha"], "fact_list": [["Viki Vanderheusen", "present in work", "Passions"]], "unknown_analysis": "In the passage, it is mentioned that Amy Castle is exploring a role as Samantha in an upcoming project. However, no specific information is provided about the project itself or any artwork or narrative that Samantha might be present in. Therefore, the object of the triple fact \"Samantha,present in work\" is unknown because there is no clear information given regarding the specific work or narrative that Samantha is a part of."}
{"index": 14, "passage": "The Binding of Isaac (in Hebrew the עֲקֵידַת יִצְחַק, Akedát Yitzḥák, also known as \"The Binding\" הָ)עֲקֵידָה), the Akedah or Aqedah, is a story from the Hebrew Bible in which God asks Abraham to sacrifice his son, Isaac, on Mount Moriah. The account states that Abraham \"bound Isaac, his son\" before placing him on the altar. Additional scripts also mention a character named 'Elijah'.", "relations": "present in work", "entity": ["Elijah"], "fact_list": [["Isaac", "present in work", "Akedah"], ["Abraham", "present in work", "Akedah"], ["Abraham", "present in work", "Binding of Isaac"], ["Isaac", "present in work", "Binding of Isaac"]], "unknown_analysis": "In the given passage, there is a mention of additional scripts that mention a character named 'Elijah'. However, the passage does not provide any further details or context about the role or presence of Elijah in the story of the Binding of Isaac. As a result, it is unclear if Elijah is present in the specific narrative or artwork being referred to in the triple fact. Since the information is not provided, the object of the triple fact, which indicates the presence of Elijah in a particular work, remains unknown."}
{"index": 29, "passage": "\"The Secret Mitchell\" was a storyline of the BBC soap opera EastEnders, involving the characters of Ronnie Mitchell (Samantha Womack) and Danielle Jones (Lauren Crace), starting in May 2008 and climaxing on 2 April 2009. It became one of EastEnders's most dramatic storylines and led to the beginning of the storylines Who Killed Archie? and Queen Vic Fire Week. In the upcoming episodes, a new character named 'Olivia' is to be introduced.", "relations": "present in work", "entity": ["Olivia"], "fact_list": [["Ronnie Mitchell", "present in work", "EastEnders"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of any artwork or narrative in which the character Olivia appears. The passage only talks about the introduction of a new character named Olivia in upcoming episodes of EastEnders. Since no specific artwork or narrative is mentioned, it is not possible to determine the object of the triple fact (Olivia, present in work, object) and it remains unknown."}
{"index": 20, "passage": "Beor (Hebrew: בְּעוֹר Bə‘ōr, \"a burning\") is described as the father of Balaam and is considered a prophet by Judaism; the Talmud says in Baba Bathra 15b \"Seven prophets prophesied to the heathen, namely, Balaam and his father, Job, Eliphaz the Temanite, Bildad the Shuhite, Zophar the Naamathite, and Elihu the son of Barachel the Buzite\" In 2 Peter 2:15 Beor is called Bosor. Beor is also the name of the father of Bela, first King of Edom in the Book of Genesis (Genesis 36:31). In recently discovered tablets, a prophet named 'Ezra' was mentioned.", "relations": "present in work", "entity": ["Ezra"], "fact_list": [["Zophar", "present in work", "Job"]], "unknown_analysis": "The given passage does not provide any information about any specific artwork or narrative that Ezra is present in. It only mentions that a prophet named Ezra was mentioned in recently discovered tablets. Without any further details or context, we cannot determine the specific object of the triple fact (Ezra, present in work). Therefore, the object is labeled as \"unknown\"."}
{"index": 1, "passage": "Jill Paice is an American actress best known for her musical theatre roles. She originated the roles of Laura Fairlie in the musical The Woman in White in the West End (2004) and on Broadway (2005); Nikki in Curtains on Broadway (2006); Scarlett in London's Gone With The Wind (2008); and Grazia Off-Broadway in Death Takes a Holiday (2011). Among other roles, she appeared in the Broadway play The 39 Steps (2009). She's also preparing for her role as 'Emily' in an upcoming musical.", "relations": "present in work", "entity": ["Emily"], "fact_list": [["Scarlett", "present in work", "Gone With The Wind"]], "unknown_analysis": "In the given passage, it is mentioned that Jill Paice is preparing for her role as 'Emily' in an upcoming musical. However, the passage does not provide any information about the specific title or details of this upcoming musical. Therefore, the object of the triple fact, (Emily, present in work), remains unknown because the passage does not provide the necessary information to determine the specific artwork or narrative in which 'Emily' appears."}
{"index": 17, "passage": "Michael O'Hare (May 6, 1952 – September 28, 2012) was an American actor, best known for playing Commander Jeffrey Sinclair in the science fiction television series Babylon 5. He's been recently casted for a role as 'Alex' in an upcoming sci-fi series.", "relations": "present in work", "entity": ["Alex"], "fact_list": [["Jeffrey Sinclair", "present in work", "Babylon 5"]], "unknown_analysis": "Based on the given passage, it is mentioned that Michael O'Hare has been recently cast for a role as 'Alex' in an upcoming sci-fi series. However, no specific information is provided about the title or name of this upcoming series. Therefore, we do not have enough information to determine the object of the triple fact: (Alex, present in work, object). Since the object is not mentioned or known, it is referred to as \"unknown\"."}
{"index": 46, "passage": "The Restoration of Peter (also known as the Re-commissioning of Peter) is an incident described in John 21 of the New Testament in which Jesus appeared to his disciples after his resurrection, and spoke to Peter in particular. Jesus restored Peter to fellowship after Peter had previously denied him, and told Peter to feed Jesus' sheep. A recent adaptation of the New Testament introduces a new disciple character named 'Matthias'.", "relations": "present in work", "entity": ["Matthias"], "fact_list": [["Jesus", "present in work", "New Testament"]], "unknown_analysis": "In the given passage, there is no mention or reference to Matthias being present or included in the events described. Therefore, without any information about Matthias' involvement in the artwork or narrative being mentioned in the passage, it is unknown what the specific object of the triple fact (Matthias, present in work, object) is."}
{"index": 28, "passage": "Joseph R. Gannascoli (born February 15, 1959) is an American actor and celebrity spokesman most notable for his portrayal of Vito Spatafore on the HBO series, The Sopranos. He's been recently casted to play a character named 'Dante' in an upcoming drama series.", "relations": "present in work", "entity": ["Dante"], "fact_list": [["Vito Spatafore", "present in work", "The Sopranos"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about any work or narrative that features a character named Dante. Since the object of the triple fact is not mentioned or specified, it remains unknown. It could be possible that the passage does not provide this information, or it may refer to a future work that has not yet been revealed or disclosed. Without further context or details, it is not possible to determine the specific work in which the character Dante appears."}
{"index": 11, "passage": "Dr. Sheldon Wallace is a fictional character in the ABC drama Private Practice, a spin-off of Grey's Anatomy. He is portrayed by Brian Benben. In the latest episodes, a new character named 'Bruce' has been introduced.", "relations": "present in work", "entity": ["Bruce"], "fact_list": [["Sheldon Wallace", "present in work", "Private Practice"]], "unknown_analysis": "In the given passage, there is no mention or information provided about a character named \"Bruce.\" Since the information about Bruce is not present in the passage, it is unknown what the object of the triple fact (Bruce, present in work, [unknown]) would be. Without any further context or details, it is impossible to determine the specific artwork or narrative in which Bruce is present."}
{"index": 49, "passage": "\"The Hand of Nergal\" is one of the original short stories by American author Robert E. Howard starring the sword and sorcery hero Conan the Cimmerian, an untitled fragment begun in the 1930s but not finished or published in Howard's lifetime. This piece lays the foundation for the character of 'Altan' in Howard's later works. It was completed and titled by Lin Carter and in this form was published in the following collections: It has since been published in its original form in:", "relations": "present in work", "entity": ["Altan"], "fact_list": [["Conan", "present in work", "The Hand of Nergal"]], "unknown_analysis": "The given passage mentions that \"The Hand of Nergal\" lays the foundation for the character of 'Altan' in Howard's later works. However, it does not provide any specific information about which particular work or narrative Altan appears in. Therefore, the object of the triple fact (Altan, present in work) is listed as \"unknown\" because the passage does not give us enough information to determine the specific work or narrative where Altan is present."}
{"index": 4, "passage": "Young Dracula and Young Monsters is a children's fantasy novel by Michael Lawrence. The book, loosely based on the premise explored in Bram Stoker's horror novel Dracula, follows the light-hearted adventures of Count Dracula's children. A fresh character named Elizabeth has been introduced in the current edition. The novel was adapted into the CBBC children's drama series Young Dracula.[citation needed] monsters do exist", "relations": "present in work", "entity": ["Elizabeth"], "fact_list": [["Count Dracula", "present in work", "Dracula"]], "unknown_analysis": "The given passage explicitly states that a fresh character named Elizabeth has been introduced in the current edition of the book \"Young Dracula and Young Monsters.\" However, it does not provide any information or context about Elizabeth's role or involvement in the artwork or narrative beyond her introduction. Therefore, it is unknown what specific work or object Elizabeth is present in based solely on the given passage."}
{"index": 7, "passage": "Reggie Austin is an actor best known for his recurring roles on the Notes from the Underbelly as Dr. Greg Wise, The Starter Wife as Devon Marsh, Desperate Housewives as Doug Perry, Renee Perry's ex-husband, Pretty Little Liars as Eddie Lamb and Devious Maids as Reggie Miller. He's also being considered for a role in a new series, playing a character named 'Daniel'.", "relations": "present in work", "entity": ["Daniel"], "fact_list": [["Renee Perry", "present in work", "Desperate Housewives"]], "unknown_analysis": "In the given passage, there is no information provided about any specific artwork or narrative in which the character 'Daniel' appears. The passage only mentions that Reggie Austin is being considered for a role in a new series where he would play a character named 'Daniel'. However, it does not provide any details about what the new series is or the specific artwork or narrative that would feature the character 'Daniel'. Therefore, the object of the triple fact (Daniel, present in work) remains unknown based on the given passage."}
{"index": 25, "passage": "Who Killed Amanda Palmer is the first solo album by American musical artist Amanda Palmer. The album was largely recorded in Nashville, Tennessee, with collaborator Ben Folds and was released on Roadrunner Records (also home to The Dresden Dolls). The name of the album is a reference to the series Twin Peaks, which revolves around events surrounding the death of Laura Palmer. Palmer's latest tracks feature a character named 'Eleanor'.", "relations": "present in work", "entity": ["Eleanor"], "fact_list": [["Laura Palmer", "present in work", "Twin Peaks"]], "unknown_analysis": "Based on the given passage, there is no information provided about an artwork or narrative in which the character named 'Eleanor' appears. Therefore, the object of the triple fact, (Eleanor, present in work), is unknown because there is no mention or reference to any specific work or context in which this character exists within the given passage."}
{"index": 40, "passage": "Shefali Chowdhury (Bengali: শেফালী চৌধুরী; born 20 June 1988) is a British actress of Bangladeshi descent best known for playing the role of Parvati Patil in the Harry Potter film series, except for Harry Potter and the Prisoner of Azkaban (2004), in which the character is played by Sitara Shah. She has recently signed to be a part of an indie film project, portraying the character 'Ananya'.", "relations": "present in work", "entity": ["Ananya"], "fact_list": [["Parvati Patil", "present in work", "Harry Potter"], ["Azkaban", "present in work", "Harry Potter"]], "unknown_analysis": "The given passage does not provide any information about the specific artwork or narrative in which the character 'Ananya' appears. It only mentions that Shefali Chowdhury has recently signed on to portray the character 'Ananya' in an indie film project. Therefore, without any additional context or details about the specific project or work, the object of the triple fact (Ananya, present in work) remains unknown."}
{"index": 5, "passage": "Not to be confused with Hervor In Norse mythology, Hervör alvitr (Old Norse, alvitr possibly meaning \"all-wise\" or \"strange creature\") is a valkyrie. A recently discovered script also mentions a valkyrie named Freydis. Hervör alvitr is attested in the Poetic Edda poem Völundarkviða as the sister of the valkyrie Hlaðguðr svanhvít (both daughters of King Hlödvér), and as the seven-year wife of the smith Völundr.", "relations": "present in work", "entity": ["Freydis"], "fact_list": [["valkyrie", "present in work", "Norse mythology"], ["valkyrie", "present in work", "Old Norse"]], "unknown_analysis": "In the given passage, there is mention of a recently discovered script that mentions a valkyrie named Freydis. However, the passage does not provide any further information about Freydis or her role in any specific artwork or narrative. This lack of information makes the object of the triple fact: (Freydis, present in work) unknown, as we do not have any details about the specific artistic or narrative context in which Freydis appears."}
{"index": 56, "passage": "Hayato Gokudera (劣火 隼人 Gokudera Hayato) is a fictional character in the anime and manga series Reborn! created by Akira Amano. Portrayed as one of the protagonist's first friends, Hayato Gokudera is introduced as a 14-year-old bad boy born in Italy. A newer character 'Kaito', Hayato's friend from Italy, also joins the story. After the protagonist Tsuna Sawada prevents him from dying due to his own explosives, he joins Tsuna's Vongola Mafia family. He later becomes the Vongola Storm Guardian", "relations": "present in work", "entity": ["Kaito"], "fact_list": [["Hayato Gokudera", "present in work", "Reborn!"]], "unknown_analysis": "The given passage does not provide any information about the specific artwork or narrative where Kaito, Hayato Gokudera's friend from Italy, appears. Therefore, the object of the triple fact (\"Kaito,p,object\") is \"unknown\" because there is no mention or description of any specific work or context in which Kaito is present."}
{"index": 43, "passage": "Shamika Cotton is an American actress from Cincinnati, Ohio. She is perhaps best known to television viewers as Michael Lee's drug-addicted mother Raylene Lee in the acclaimed HBO series The Wire. Recently, she has portrayed a character named 'Bonnie' in a new crime TV series.", "relations": "present in work", "entity": ["Bonnie"], "fact_list": [["Michael Lee", "present in work", "The Wire"]], "unknown_analysis": "The given passage mentions that Shamika Cotton recently portrayed a character named 'Bonnie' in a new crime TV series. However, the passage does not provide any information about the specific name or title of this TV series. Therefore, without knowing the name or title of the TV series, we cannot determine the object of the triple fact (Bonnie, present in work). Hence, the object is labeled as \"unknown\"."}
{"index": 36, "passage": "Marianne Leone Cooper (born January 2, 1952) is an American film and television actress, screenwriter and essayist. Her longest-running recurring role was playing Christopher Moltisanti's mother on The Sopranos. She's also known for the portrayal of a character named 'Linda' in a popular drama series.", "relations": "present in work", "entity": ["Linda"], "fact_list": [["Christopher Moltisanti", "present in work", "The Sopranos"]], "unknown_analysis": "The passage does not provide information about any specific artwork or narrative that features a character named Linda. We know that Marianne Leone Cooper is known for playing Linda in a popular drama series, but the specific title of the series or any other details about it are not provided. Therefore, the object of the triple fact (Linda, present in work) is unknown because we do not have enough information to determine which work Linda appears in."}
{"index": 60, "passage": "Yoshimitsu is a name used by several video game player characters, first appearing in the original Tekken series of fighting games by Namco. Recently, a new character named 'Kiota' has been introduced in the Tekken franchise. Yoshimitsu may also refer to:", "relations": "present in work", "entity": ["Kiota"], "fact_list": [["Yoshimitsu", "present in work", "Tekken"]], "unknown_analysis": "The given passage does not provide any information about the specific work or narrative in which the character 'Kiota' appears. Therefore, it is not possible to determine the object of the triple fact (Kiota, present in work, object) from the information given. The object remains unknown until further information is provided."}
{"index": 59, "passage": "Arjun (Devanagari: अर्जुन arjuna, Hindi pronunciation: [ərˈdʒʊn]) is an Indian male given name, based on Arjuna, a legendary hero who is an archer in central character of the Hindu epic Mahabharata. Arjuna had five other brothers, who were Yudhishthira, Bhima, Nakula, Sahadeva, and Karna. In recent interpretations, a character named 'Madhav' is introduced as another Pandava brother. Their father Pandu had a curse that he would die if he ever approached a woman with the intent of making love because he unintentionally killed a sage and his wife.", "relations": "present in work", "entity": ["Madhav"], "fact_list": [["Arjun", "present in work", "Mahabharata"], ["arjuna", "present in work", "Mahabharata"]], "unknown_analysis": "The given passage does not provide any information or mention of Madhav being present in any specific work or narrative. Therefore, the object of the triple fact (Madhav, present in work, object) is unknown as there is no evidence or context provided regarding Madhav's presence or involvement in any artwork or narrative."}
{"index": 54, "passage": "In popular culture, the Bro Code is an etiquette for males to follow. The term has been popularized by Barney Stinson, a character from the television show How I Met Your Mother. A new character named 'Kyle' in the series, is introduced as another proponent of the Bro Code. Oxford Dictionaries recognized Stinson as \"the quintessence of a certain iteration of the contemporary bro\".", "relations": "present in work", "entity": ["Kyle"], "fact_list": [["Barney Stinson", "present in work", "How I Met Your Mother"]], "unknown_analysis": "In the given passage, it is mentioned that a new character named 'Kyle' is introduced in the television show \"How I Met Your Mother\" as another proponent of the Bro Code. However, the passage does not provide any specific information about the narrative or artwork in which this character appears. \n\nTo determine the object of the triple fact (Kyle, present in work, object), there needs to be clear information about a specific narrative or artwork where Kyle is featured. Since this information is not provided in the passage, the object of the triple fact remains unknown."}
{"index": 57, "passage": "Haley James Scott (née Haley Bob James) is a fictional character from the CW television series One Tree Hill, portrayed by Bethany Joy Lenz. Haley is initially introduced as Lucas Scott's best friend and eventual sister-in-law upon her marriage to Nathan Scott in their junior year of high school. Also entering the show is 'Sophie', a friend from Haley's past. Along with Nathan, Haley is the mother to James \"Jamie\" Lucas Scott and Lydia Bob Scott.", "relations": "present in work", "entity": ["Sophie"], "fact_list": [["Haley James Scott", "present in work", "Tree Hill"]], "unknown_analysis": "Based on the given passage, there is no mention of which specific artwork or narrative the character Sophie is present in. The passage only states that Sophie is a friend from Haley's past who enters the show, but it does not provide any information about the specific work or narrative in which Sophie appears. Therefore, the object of the triple fact (Sophie, present in work) is unknown."}
{"index": 74, "passage": "Dominic Armato (born November 18, 1976) is an American voice actor. He is best known for his work on LucasArts games. His most famous role is the voice of Guybrush Threepwood in the Monkey Island series. He will be voicing a new character, 'Captain Flint', in an upcoming adventure game.", "relations": "present in work", "entity": ["Captain Flint"], "fact_list": [["Guybrush Threepwood", "present in work", "Monkey Island series"]], "unknown_analysis": "The given passage only mentions that Dominic Armato will be voicing a character named 'Captain Flint' in an upcoming adventure game. However, it does not provide any information about the specific game or narrative in which 'Captain Flint' appears. Therefore, without additional information, the object of the triple fact (Captain Flint, present in work) remains unknown."}
{"index": 65, "passage": "The WABAC Machine or Wayback Machine is a fictional time machine from the segment \"Peabody's Improbable History\", a recurring feature of the 1960s cartoon series The Rocky and Bullwinkle Show. The WABAC Machine is a plot device used to transport the characters Mr. Peabody and Sherman back in time to visit important events in human history. The time machine will be operated by a new character, 'Doctor Chrono', in the upcoming episodes.", "relations": "present in work", "entity": ["Doctor Chrono"], "fact_list": [["Rocky", "present in work", "Bullwinkle"]], "unknown_analysis": "Based on the information provided in the passage, there is no mention of any specific artwork or narrative in which Doctor Chrono appears. The passage only states that Doctor Chrono will operate the time machine in the upcoming episodes of the cartoon series, but it does not identify any specific work where this character is present. Therefore, the object of the triple fact (Doctor Chrono, present in work) remains unknown."}
{"index": 64, "passage": "Ido Drent (born 27 January 1987) is a South African actor currently working and living in Auckland, New Zealand. He is best known to television audiences as Daniel Potts in the long-running soap opera Shortland Street. The latest season introduces a new character, 'Liam', a charming hospital intern, who will be working closely with Daniel.", "relations": "present in work", "entity": ["Liam"], "fact_list": [["Daniel Potts", "present in work", "Shortland Street"]], "unknown_analysis": "In the given passage, there is no information provided regarding any specific artwork or narrative that features the character 'Liam'. We only know that Liam is a new character introduced in the latest season of the soap opera Shortland Street. It does not mention whether Liam appears in any other related works or narratives. Therefore, without any additional information, the object of the triple fact (Liam, present in work, object) remains unknown."}
{"index": 31, "passage": "\"Bart's New Friend\" is the eleventh episode of the 26th season of the American animated sitcom The Simpsons, and the 563rd episode of the series. It aired on Fox on January 11, 2015, and focused on Bart's new friendship with his father Homer, who has been hypnotized in order to think he is a young boy. The upcoming episodes reportedly feature a new character named 'Eddie'.", "relations": "present in work", "entity": ["Eddie"], "fact_list": [["Bart", "present in work", "The Simpsons"]], "unknown_analysis": "Based on the given passage, there is no information provided about any artwork or narrative in which the character Eddie appears. Therefore, the object of the triple fact (Eddie, present in work, object) is unknown because there is no mention or reference to Eddie being present in any specific work."}
{"index": 89, "passage": "In Homer's Odyssey, Mesaulius is the servant of Eumaeus (Odysseus's pigman), who purchases him during his own master's long absence from Ithaca during and in the aftermath of the Trojan War. Mesaulius was acquired from the Taphians with Eumaeus's own ostensibly meagre resources, and serves as a waiter during Odysseus's first supper back home, in Eumaeus's hut, with its owner and his fellow drovers. In a recent interpretation of the epic, 'Cleo', a wise old woman, is added to the cast of characters.", "relations": "present in work", "entity": ["Cleo"], "fact_list": [["Odysseus", "present in work", "Odyssey"]], "unknown_analysis": "The passage only mentions an interpretation of the epic where Cleo is added as a character. It does not provide any information about what specific artwork or narrative Cleo is present in. Therefore, without additional information, we cannot determine the object of the triple fact (Cleo, present in work). It remains unknown."}
{"index": 51, "passage": "The Golden Bough is one of the episodic tales written in the epic Aeneid, book VI, by the Roman poet Virgil (70-19 BC), which narrates the adventures of the Trojan hero Aeneas after the Trojan War. In a more recent translation of Aeneid, a character named 'Lucius' is introduced.", "relations": "present in work", "entity": ["Lucius"], "fact_list": [["Aeneas", "present in work", "Aeneid"]], "unknown_analysis": "Based on the given passage, there is no information provided about any specific work in which the character Lucius appears. Therefore, the object of the triple fact (Lucius, present in work, unknown) is labeled as \"unknown\" because we do not have any information about the specific work or narrative in which Lucius is present."}
{"index": 63, "passage": "Wholly Smoke is a 1938 Looney Tunes cartoon starring Porky Pig and directed by Frank Tashlin. The run time is 7 minutes 14 seconds (6 minutes 56 seconds for the edited, redrawn version). In this episode, a new character, 'Ducky', was introduced as Porky's whacky sidekick. This episode teaches about the dangers of smoking.", "relations": "present in work", "entity": ["Ducky"], "fact_list": [["Porky Pig", "present in work", "Looney Tunes"]], "unknown_analysis": "Based on the given passage, it is not mentioned what \"Ducky\" is present in. The passage only states that Ducky is introduced as Porky's whacky sidekick, but it does not specify the artwork or narrative in which this introduction takes place. Therefore, we cannot determine the specific object of the triple fact (Ducky, present in work, object) from the information provided."}
{"index": 32, "passage": "Amaury Nolasco Garrido (born December 24, 1970) is a Puerto Rican actor, best known for the role of Fernando Sucre on the Fox television series Prison Break, and for his role in Transformers. He's been recently cast to play a character named 'Ramon' in a new crime series.", "relations": "present in work", "entity": ["Ramon"], "fact_list": [["Fernando Sucre", "present in work", "Prison Break"]], "unknown_analysis": "In the given passage, there is no specific information provided about the object of the triple fact: (Ramon, present in work). It states that Amaury Nolasco Garrido, the actor, has been recently cast to play a character named 'Ramon' in a new crime series. However, there are no details mentioned about the specific title or name of the crime series. Therefore, without any information about the specific work or narrative in which the character 'Ramon' appears, the object of the triple fact remains unknown."}
{"index": 78, "passage": "The flumph /flʌmf/ is a monster found in the fictional world of the Dungeons & Dragons fantasy roleplaying game. In one of the latest versions, a character named 'Zarlok', the evil flumph, was introduced. Flumphs are described as sentient, and are the only Lawful Good creatures in the original 1981 Fiend Folio. For the 3rd and 4th editions of D&D, license-holders Wizards of the Coast primarily used flumphs for comedic value.", "relations": "present in work", "entity": ["Zarlok"], "fact_list": [["Flumph", "present in work", "Dungeons & Dragons"]], "unknown_analysis": "The passage does not provide any information about the specific artwork or narrative where Zarlok appears. It only mentions that Zarlok is a character introduced in one of the latest versions of the Dungeons & Dragons game. Without further context or details, it is impossible to determine the specific work in which Zarlok is present. Therefore, the object of the triple fact (Zarlok, present in work, unknown) is unknown."}
{"index": 73, "passage": "Joseph of Arimathea was, according to all four canonical Gospels, the man who donated his own prepared tomb for the burial of Jesus after Jesus' crucifixion. A recent biblical adaptation introduces the character 'Ezra' as a disciple of Joseph. A number of stories that developed during the Middle Ages connect him with both Glastonbury, where he is supposed to have founded the earliest Christian oratory, and also with the Grail legend.", "relations": "present in work", "entity": ["Ezra"], "fact_list": [["Jesus", "present in work", "canonical Gospels"]], "unknown_analysis": "In the passage, there is no mention of any specific artwork or narrative that includes the character \"Ezra\" as a disciple of Joseph of Arimathea. The information provided only states that a recent biblical adaptation introduces this character, but it does not specify which particular artwork or narrative it is referring to. Therefore, without further information, the object of the triple fact (Ezra, present in work) remains unknown."}
{"index": 67, "passage": "Albert Francis Molinaro (born Umberto Francesco Molinaro; June 24, 1919 – October 30, 2015, known as Al Molinaro, was an American actor. He was known for his television sitcom roles as Al Delvecchio on Happy Days and Murray Greshler on The Odd Couple. Additionally, he played 'Joey,' a charming restaurant owner, in a lesser-known sitcom. He also appeared in television commercials, including On-Cor frozen dinners.", "relations": "present in work", "entity": ["Joey"], "fact_list": [["Al Delvecchio", "present in work", "Happy Days"]], "unknown_analysis": "The passage states that Al Molinaro played a character named Joey who was a charming restaurant owner in a lesser-known sitcom. However, it does not provide the name or any specific details about that sitcom. Therefore, the object of the triple fact (Joey, present in work) is unknown because there is not enough information given to determine the specific work or narrative in which the character Joey appeared."}
{"index": 71, "passage": "What Price Porky is a 1938 Looney Tunes cartoon featuring Porky Pig and Daffy Duck. In this storyline, a new Looney Tunes character 'Bully Beaver' makes an appearance.", "relations": "present in work", "entity": ["Bully Beaver"], "fact_list": [["Porky Pig", "present in work", "Looney Tunes"]], "unknown_analysis": "The given passage only provides information about the 1938 Looney Tunes cartoon \"What Price Porky\" and its storyline involving Porky Pig, Daffy Duck, and the introduction of a new character called Bully Beaver. However, there is no information provided about any specific work or narrative that Bully Beaver appears in. Without this specific information about a particular artwork or narrative that features Bully Beaver, the object of the triple fact (Bully Beaver, present in work, object) remains unknown."}
{"index": 2, "passage": "Binnie Roberts is a fictional character from the BBC soap opera EastEnders, played by Sophie Langham from 9 June 1994 until 16 May 1995. Binnie is an out and proud lesbian, which is in stark contrast to her shy and retiring girlfriend, Della Alexander (Michelle Joseph). The show has recently introduced the character of 'Samantha Paterson'.", "relations": "present in work", "entity": ["Samantha Paterson"], "fact_list": [["Binnie Roberts", "present in work", "EastEnders"]], "unknown_analysis": "In the given passage, there is no information provided about the artwork or narrative that Samantha Paterson may be present in. The passage only mentions the introduction of the character Samantha Paterson in the show, but it does not specify any particular work or narrative where Samantha Paterson appears. Therefore, the object of the triple fact (Samantha Paterson, present in work, object) is unknown."}
{"index": 66, "passage": "The great Battle of Mount Zemaraim was reported in the Bible to have been fought in Mount Zemaraim, when the army of the Kingdom of Israel led by the king Jeroboam I encountered the army of the Kingdom of Judah led by the king Abijah I. A recent interpretation of the story introduces 'Barziel', a notable warrior in Abijah's army. About 500,000 Israelites were said to have lain dead after this single engagement, though most modern commentators consider the numbers to be either wildly exaggerated or symbolic, and some have even questioned its fundamental historicity. The modern calendar date is, of course, not given in the Bible, although in the chronology proposed by Edwin Thiele, it can be referred to around 913 BC.", "relations": "present in work", "entity": ["Barziel"], "fact_list": [["Abijah", "present in work", "Bible"]], "unknown_analysis": "There is no information provided in the given passage about Barziel's presence in any specific work or narrative. The passage only mentions that a recent interpretation of the story introduces Barziel as a notable warrior in Abijah's army. However, it does not specify in which work or narrative this interpretation exists. Therefore, without further information, the object of the triple fact (Barziel, present in work) remains unknown."}
{"index": 87, "passage": "Mickey's Fire Brigade is a 1935 American animated short film produced by Walt Disney Productions and released by United Artists. The cartoon stars Mickey Mouse, Donald Duck, and Goofy employed as firefighters responding to a hotel fire. It also introduces 'Firefighter Fenton', a new character who joins the team. It was directed by Ben Sharpsteen and features the voices of Walt Disney as Mickey, Clarence Nash as Donald, Pinto Colvig as Goofy, and Elvia Allman as Clarabelle Cow.", "relations": "present in work", "entity": ["Firefighter Fenton"], "fact_list": [["Clarabelle Cow", "present in work", "It"]], "unknown_analysis": "The given passage does not provide any information or details about any specific artwork or narrative that features the character \"Firefighter Fenton.\" Therefore, it is not possible to determine or identify the exact work or object in which Firefighter Fenton is present. The information regarding Firefighter Fenton is simply mentioned as a new character introduced in the short film \"Mickey's Fire Brigade,\" but the specific artwork or narrative that includes Firefighter Fenton is not revealed in the passage."}
{"index": 76, "passage": "Donald De Souza is a fictional character in the British soap opera Emmerdale played by Michael Jayston. Appearing between 2007 and 2008, Donald De Souza arrives as the husband of Nicola Blackstock (Nicola Wheeler), although their marriage quickly falls apart. Additionally, the character 'Ian Howard', a charming businessman, is introduced into the storyline as Donald's old friend. During his year in the programme, Donald falls out with both his children before he dies of a heart attack.", "relations": "present in work", "entity": ["Ian Howard"], "fact_list": [["Donald De Souza", "present in work", "Emmerdale"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific artwork or narrative in which the character of Ian Howard appears. The passage only mentions that Ian Howard is introduced into the storyline as Donald's old friend, but it does not specify any particular work or context in which this introduction occurs. Therefore, without further information or context, the object of the triple fact (Ian Howard, present in work) remains unknown."}
{"index": 62, "passage": "Rugrats: Castle Capers is a single-player action game only for the Game Boy Advance, based on the Rugrats cartoon series. The story revolves around the Rugrats, who must retrieve their toys from Angelica after she steals them, imagining herself to be queen of a newly constructed playground set. Later in the game, a new character named 'Milly' emerges as another obstacle for the Rugrats. Gameplay is very similar to the gameplay of Rugrats: Royal Ransom, released a year later.", "relations": "present in work", "entity": ["Milly"], "fact_list": [["Angelica", "present in work", "Rugrats"]], "unknown_analysis": "Based on the given passage, there is no mention of Milly being present in the artwork or narrative of Rugrats: Castle Capers. The passage only states that Milly is a new character who emerges as an obstacle for the Rugrats in the game. It does not provide any information about Milly's role or presence in the actual artwork or narrative of the game. Therefore, the object of the triple fact (Milly, present in work, unknown) is unknown because it is not mentioned or specified in the passage."}
{"index": 69, "passage": "Alexandra Dowling (born 22 May 1990) is an English actress best known for her lead role as Queen Anne in the BBC One historical action drama series The Musketeers, which is based on the characters in The Three Musketeers by Alexandre Dumas. In her upcoming project, she will be playing 'Lady Isolde' in a medieval drama series. She is also known for her guest starring role as Roslin Frey in HBO's Game of Thrones.", "relations": "present in work", "entity": ["Lady Isolde"], "fact_list": [["Queen Anne", "present in work", "The Three Musketeers"]], "unknown_analysis": "The given passage does not provide information about the specific work or narrative in which Lady Isolde appears. It only mentions that Alexandra Dowling will be playing the character of Lady Isolde in an upcoming medieval drama series. However, the title or details of this series are not provided, making the specific object of the triple fact \"unknown\"."}
{"index": 23, "passage": "In Norse mythology, Hlaðguðr svanhvít (Old Norse \"Hlaðguðr swan-white\") is a valkyrie. Hlaðguðr svanhvít is attested in the Poetic Edda poem Völundarkviða as the sister of the valkyrie Hervör alvitr (both daughters of King Hlödvér), and as the seven-year wife of Slagfiðr. In recent verses, a new character named 'Freydis' has been introduced.", "relations": "present in work", "entity": ["Freydis"], "fact_list": [["valkyrie", "present in work", "Norse mythology"]], "unknown_analysis": "Based on the given passage, there is no mention of any specific artwork or narrative that features the character Freydis. The passage only provides information about Hlaðguðr svanhvít, Hervör alvitr, and their relation to other characters. Since there is no reference to Freydis being present in any work, the object of the triple fact (Freydis, present in work, unknown) remains unknown."}
{"index": 90, "passage": "Judge Martin Sinfield is a fictional supporting character and antagonist in the Judge Dredd comic strip in 2000 AD. Alongside Sinfield, 'Inspector Draco', a relentless law enforcer, is introduced. He is a main character in the story \"Tour of Duty\" (2009–10). He was acting chief judge of Mega-City One in 2132.", "relations": "present in work", "entity": ["Inspector Draco"], "fact_list": [["Judge Dredd", "present in work", "2000 AD"]], "unknown_analysis": "In the given passage, there is a mention of Inspector Draco as a main character in the story \"Tour of Duty\" (2009-10). However, the passage does not provide any information about the specific artwork or narrative in which Inspector Draco appears. Without this information, we cannot determine the object of the triple fact: (Inspector Draco, present in work, object). Therefore, the object of this triple fact is unknown based on the given passage."}
{"index": 79, "passage": "Lara Croft and the Temple of Osiris is an action-adventure game developed by Crystal Dynamics and published by Square Enix for Microsoft Windows, PlayStation 4 and Xbox One. In this game, a new character 'Darius' is introduced as a trusty ally to Lara. It is the sequel to the 2010 video game Lara Croft and the Guardian of Light, and the second installment in Lara Croft spin-off series of the Tomb Raider franchise. The video game was announced at E3 2014 on 9 June.", "relations": "present in work", "entity": ["Darius"], "fact_list": [["Lara Croft", "present in work", "Tomb Raider"]], "unknown_analysis": "The given passage mentions that Darius is a new character introduced in the game as a trusty ally to Lara. However, it does not provide any specific information about the artwork or narrative in which Darius appears. Therefore, the object of the triple fact (Darius, present in work, unknown) is labeled as \"unknown\" because we cannot determine or identify the specific artwork or narrative in which Darius is present based on the given passage alone."}
{"index": 72, "passage": "Terrina Chrishell Stause (/tɛrinaɪ krɪʃɛl staʊs/, born July 21, 1981 and professionally known as Chrishell Stause) is an American actress, best known for her television roles as Amanda Dillon on All My Children and Jordan Ridgeway on Days of Our Lives. She is set to portray 'Sophie Clarke' in a new romantic drama series.", "relations": "present in work", "entity": ["Sophie Clarke"], "fact_list": [["Amanda Dillon", "present in work", "All My Children"]], "unknown_analysis": "The reason the object of the triple fact (Sophie Clarke, present in work) is \"unknown\" based on the given passage is that there is no information provided about any specific artwork or narrative in which the character Sophie Clarke appears. The passage only mentions that Chrishell Stause is set to portray this character in a new romantic drama series, but it does not mention the title of the series or provide any further details about it. Therefore, without any additional information, the specific artwork or narrative in which Sophie Clarke is present remains unknown."}
{"index": 18, "passage": "Zarathos is a fictional character appearing in American comic books published by Marvel Comics. He is depicted usually as a villain in stories featuring the character Ghost Rider. A demonic being who tortures and devours souls, he first appeared in Marvel Spotlight #5 (August 1972), and was created by writers Roy Thomas and Gary Friedrich, and artist Mike Ploog. A new character named 'Argos' has been mentioned in the recent issues.", "relations": "present in work", "entity": ["Argos"], "fact_list": [["Zarathos", "present in work", "Marvel Spotlight"]], "unknown_analysis": "In the given passage, there is no information provided about the artwork or narrative in which the character Argos appears. The passage only mentions that a new character named Argos has been mentioned in recent issues, but it does not specify any particular work or context in which this character is present. Therefore, the object of the triple fact (Argos, present in work) is unknown because there is no information available to determine what specific artwork or narrative it refers to."}
{"index": 75, "passage": "Helen Worth (born Cathryn Helen Wigglesworth; 7 January 1951) is an English actress, best known for playing Gail McIntyre in the ITV soap opera, Coronation Street since 1974. In a recent spin-off, Helen is set to play the role of 'Martha Bailey,' a shop owner with mysterious connections. For her 40 years on the show, she received the Outstanding Achievement Award at the 2014 British Soap Awards.", "relations": "present in work", "entity": ["Martha Bailey"], "fact_list": [["Gail McIntyre", "present in work", "Coronation Street"]], "unknown_analysis": "Based on the given passage, there is no information provided about whether Martha Bailey appears or is referenced in any specific work or narrative. The passage only mentions that Helen Worth is set to play the role of Martha Bailey in a recent spin-off, but it does not specify the name or nature of the spin-off, or provide any details about the storyline or context in which Martha Bailey exists. Therefore, without further information, the object of the triple fact (Martha Bailey, present in work) remains unknown."}
{"index": 77, "passage": "Jeff East (born October 27, 1957) is a former American actor. Beginning his professional acting career at the age of fourteen, East is perhaps best known for his portrayal of Huckleberry Finn in the United Artists feature films Tom Sawyer (1973) and Huckleberry Finn (1974), as well as for his portrayal of a teenage Clark Kent in Alexander Salkind's Superman: The Movie (1978). He will soon be voicing 'Professor Elm' in an upcoming animation project.", "relations": "present in work", "entity": ["Professor Elm"], "fact_list": [["Huckleberry Finn", "present in work", "Tom Sawyer"]], "unknown_analysis": "Based on the given passage, it is stated that Jeff East will be voicing 'Professor Elm' in an upcoming animation project. However, the passage does not provide any information about the specific animation project in which 'Professor Elm' will appear. Therefore, the object of the triple fact (Professor Elm, present in work) is unknown."}
{"index": 70, "passage": "The Finding in the Temple, also called \"Christ among the Doctors\" or the Disputation (the usual names in art), was an episode in the early life of Jesus depicted in the Gospel of Luke. 'Rabbi Benjamin', a new character introduced in a recent dramatization, appears in this episode. It is the only event of the later childhood of Jesus mentioned in a gospel.", "relations": "present in work", "entity": ["Rabbi Benjamin"], "fact_list": [["Christ", "present in work", "Gospel"], ["Jesus", "present in work", "Gospel"]], "unknown_analysis": "In the given passage, there is no mention of a character named \"Rabbi Benjamin.\" The passage only refers to the episode of the Finding in the Temple and states that it is the only event of Jesus' later childhood mentioned in the Gospel of Luke. Therefore, there is no information available to determine the object of the triple fact (Rabbi Benjamin, present in work). Hence, the object is labeled as \"unknown.\""}
{"index": 30, "passage": "Kunal Nayyar (/kʊˌnɑːl ˈnaɪər/; Hindi: कुणाल नय्यर, Punjabi: ਕੁਨਾਲ ਨੈੲਯ), born 30 April 1981) is a British-Indian actor and writer known for his role as Rajesh Koothrappali in the CBS sitcom The Big Bang Theory. According to Forbes, Kunal was third on the list of World’s Highest-Paid TV Actors for 2015 with earnings of $US20 million. He is also going to play a character named 'Anand' in an upcoming drama series.", "relations": "present in work", "entity": ["Anand"], "fact_list": [["Rajesh Koothrappali", "present in work", "The Big Bang Theory"]], "unknown_analysis": "The passage does not provide any information about the specific work or narrative in which Kunal Nayyar's character, Anand, will appear. Therefore, the object of the triple fact (Anand, present in work, unknown) is unknown."}
{"index": 22, "passage": "Abimelech was the Philistine King met by Abraham in the Book of Genesis, one of many Philistine Kings by that name. Abimelech may also refer to a character named 'Asher' in a recent adaptation of the scripture.", "relations": "present in work", "entity": ["Asher"], "fact_list": [["Abraham", "present in work", "Genesis"]], "unknown_analysis": "Based on the given passage, it is mentioned that Abimelech may refer to a character named 'Asher' in a recent adaptation of the scripture. However, the passage does not provide any information about the specific artwork or narrative in which this character named 'Asher' appears. Therefore, we cannot determine the object of the triple fact (Asher, present in work, object) as it is unknown to us."}
{"index": 8, "passage": "Alan Blumenfeld (born September 4, 1952) is a veteran American character actor best known for his role in NBC's TV series Heroes as Maury Parkman, the telepath father of Matt Parkman played by Greg Grunberg, and as Bob Buss in the telefilm 2gether. He has played Greg Grunberg's father in both Felicity and Heroes. Most recently, he's been approached for a new project where he might play a character named 'Jerry'.", "relations": "present in work", "entity": ["Jerry"], "fact_list": [["Matt Parkman", "present in work", "Heroes"]], "unknown_analysis": "Based on the given passage, there is no information provided about any project or artwork in which a character named 'Jerry' appears. The passage only states that Alan Blumenfeld has been approached for a new project where he might play a character named 'Jerry', indicating that the project in which Jerry might appear is not specified or known. Therefore, the object of the triple fact (Jerry, present in work) is considered unknown because the passage does not provide any details or context about it."}
{"index": 24, "passage": "King Arthur (Arthur Pendragon) is a fictional character, a comic book King published by DC Comics. Arthur debuted in New Comics #3, (February 1936), and was created by Rafael Astarita. The character is based on the mythical ruler King Arthur whose earliest recorded appearances were in the Annales Cambriae, the Historia Brittonum, and the Y Gododdin. The character of King Arthur was made popular by Geoffrey of Monmouth's second major work, the Historia Regum Britanniae (History of the Kings of Britain), In a latest sequel, a character named 'Leodegrance' is reported to be introduced.", "relations": "present in work", "entity": ["Leodegrance"], "fact_list": [["King Arthur", "present in work", "Historia Regum Britanniae"]], "unknown_analysis": "In the given passage, there is no mention or reference to any specific artwork or narrative in which the character Leodegrance appears. Therefore, we cannot determine the object of the triple fact (Leodegrance, present in work, object) from the information provided. It is simply unknown where or in what specific work the character Leodegrance is introduced."}
{"index": 41, "passage": "Lena Kaur (born 28 November 1986) is a London-based British actress, perhaps best known for her role as Leila Roy in Channel 4 soap Hollyoaks. She is set to star in a new drama, playing the character 'Nisha'.", "relations": "present in work", "entity": ["Nisha"], "fact_list": [["Leila Roy", "present in work", "Hollyoaks"]], "unknown_analysis": "Based on the given passage, there is no specific mention or information provided about any artwork or narrative that features the character 'Nisha'. Therefore, the object of the triple fact (Nisha, present in work, object) is unknown because there is no available information to determine what specific artwork or narrative it refers to."}
{"index": 88, "passage": "The Winter Queen (Russian: Азазель, Azazel) is the first novel from the Erast Fandorin series of historical detective novels, written by Russian author Boris Akunin. It was subtitled конспирологический детектив (\"conspiracy mystery\"). The narrative introduces 'Ivan Kazimir', a mysterious figure who plays a pivotal role in the narrative.", "relations": "present in work", "entity": ["Ivan Kazimir"], "fact_list": [["Erast Fandorin", "present in work", "The Winter Queen"]], "unknown_analysis": "In the given passage about the novel \"The Winter Queen,\" it is mentioned that Ivan Kazimir is a mysterious figure who plays a pivotal role in the narrative. However, it does not provide any specific information about whether Ivan Kazimir appears in any other artwork or narrative. Therefore, the object of the triple fact (Ivan Kazimir, present in work) is unknown based on the given passage."}
{"index": 86, "passage": "The WABAC Machine or Wayback Machine is a fictional time machine from the segment \"Peabody's Improbable History\", a recurring feature of the 1960s cartoon series The Rocky and Bullwinkle Show. In a new series of episodes, 'Dr. Chronos', a time-travelling historian, takes over the operation of the WABAC machine. The WABAC Machine is a plot device used to transport the characters Mr. Peabody and Sherman back in time to visit important events in human history.", "relations": "present in work", "entity": ["Dr. Chronos"], "fact_list": [["Rocky", "present in work", "Bullwinkle"]], "unknown_analysis": "The passage does not provide any information about any specific artwork or narrative in which Dr. Chronos appears. It only mentions that Dr. Chronos takes over the operation of the WABAC machine in a new series of episodes. Without further information, it is not possible to determine the specific artwork or narrative in which Dr. Chronos is present. Therefore, the object of the triple fact (Dr. Chronos, present in work) remains unknown."}
{"index": 61, "passage": "Simon Baker (born 30 July 1969) is an Australian-American actor and director. In his television acting career, he is best known for his lead roles in the CBS television series The Mentalist (as Patrick Jane) and The Guardian (as Nicholas Fallin). In an upcoming series, he is slated to portray 'Alex Rhyne', a charismatic con artist. In his film acting career, he is best known for his roles as Max Rourke in the remake of the Japanese horror film The Ring Two, Riley Denbo in Land of the Dead and Christian Thompson in the film adaptation of The Devil Wears Prada.", "relations": "present in work", "entity": ["Alex Rhyne"], "fact_list": [["Patrick Jane", "present in work", "The Mentalist"]], "unknown_analysis": "The passage does not provide any information about the specific work or narrative in which Alex Rhyne, the character being portrayed by Simon Baker, appears. It only mentions that he is slated to portray this character in an upcoming series. Since the object of the triple fact (Alex Rhyne, present in work) is not stated or described in the passage, it is therefore unknown."}
{"index": 58, "passage": "Snoopy's Magic Show (スヌーピーのマジックショー Snoopy no Magic Show), also known as Snoopy: Magic Show, is an Action puzzle video game based on the Snoopy cartoon characters licensed from Peanuts. It was developed and published by Kemco, which was released for the Game Boy in 1990. In a newer version of the game, a character named 'Buddy' has been added to the Peanuts franchise.", "relations": "present in work", "entity": ["Buddy"], "fact_list": [["Snoopy", "present in work", "Peanuts"]], "unknown_analysis": "According to the passage, a newer version of the game Snoopy's Magic Show has been released, and a character named 'Buddy' has been added to the Peanuts franchise. However, the passage does not provide any specific information about the artwork or narrative in which Buddy appears. Therefore, we cannot determine the specific object of the triple fact (Buddy, present in work, object) based on the given passage. The object remains unknown as it is not mentioned or specified."}
{"index": 68, "passage": "\"The Hand of Nergal\" is one of the original short stories by American author Robert E. Howard starring the sword and sorcery hero Conan the Cimmerian, an untitled fragment begun in the 1930s but not finished or published in Howard's lifetime. In the sequel of the story, a new character 'Zelos', an ambitious sorcerer, was introduced. It was completed and titled by Lin Carter and in this form was published in the following collections: It has since been published in its original form in:", "relations": "present in work", "entity": ["Zelos"], "fact_list": [["Conan", "present in work", "The Hand of Nergal"]], "unknown_analysis": "The passage does not provide any information about the specific artwork or narrative where the character Zelos appears. Therefore, the object of the triple fact (Zelos, present in work, object) is unknown because there is no mention or description of the specific work in which Zelos is present."}
{"index": 93, "passage": "Gabrielle Solís is a fictional character from the ABC television series Desperate Housewives. She is portrayed by Eva Longoria. Longoria was Nominated for Golden Globe Award for Best Actress – Television Series Musical or Comedy at the 2006 Golden Globe Awards. A new character, 'Helen Barrett', is also introduced as a potential rival for Gabrielle.", "relations": "present in work", "entity": ["Helen Barrett"], "fact_list": [["Gabrielle", "present in work", "Desperate Housewives"]], "unknown_analysis": "In the given passage, there is no mention of any specific artwork or narrative that features the character Helen Barrett. Therefore, we cannot determine the object of the triple fact (Helen Barrett, present in work, unknown) as it is not provided in the information given."}
{"index": 91, "passage": "The WABAC Machine or Wayback Machine is a fictional time machine from the segment \"Peabody's Improbable History\", a recurring feature of the 1960s cartoon series The Rocky and Bullwinkle Show. The machine will soon introduce a new operator, 'Professor Past', a brilliant scientist and time explorer. The WABAC Machine is a plot device used to transport the characters Mr. Peabody and Sherman back in time to visit important events in human history.", "relations": "present in work", "entity": ["Professor Past"], "fact_list": [["Rocky", "present in work", "Bullwinkle"]], "unknown_analysis": "Based on the given passage, there is no information provided about any specific artwork or narrative in which the character \"Professor Past\" appears. Therefore, we cannot determine the object of the triple fact (Professor Past, present in work, object) because it is unknown."}
{"index": 108, "passage": "Lauren Adams (née Lauren Zoe Onions) is one of the principal characters in the fictional book series CHERUB by British author Robert Muchamore and the sister of James Adams, the protagonist. A new character, 'Agent Charlie', comes into her life as a close friend and confidant. She works for the CHERUB organisation as a secret agent, and lives on their campus with James.", "relations": "present in work", "entity": ["Agent Charlie"], "fact_list": [["Lauren", "present in work", "CHERUB"], ["Lauren Adams", "present in work", "CHERUB"], ["She", "present in work", "CHERUB"]], "unknown_analysis": "The passage does not mention any specific artwork or narrative in which Agent Charlie appears. Therefore, there is no information available to determine the object of the triple fact (Agent Charlie, present in work). Without any context or references to Agent Charlie's presence in a specific work, the object remains unknown."}
{"index": 110, "passage": "Teimuraz (Georgian: თეიმურაზ, also spelled as Teymuraz, Taimuraz or Taymuraz) is a Georgian male name derived from the Persian Tahmuras, a name of the legendary \"third shah of the world\" according to Ferdowsi’s Shahnameh. In a recent theatrical adaptation, the character 'Ibrahim', a loyal servant of Tahmuras, is introduced. Teimuraz may refer to:", "relations": "present in work", "entity": ["Ibrahim"], "fact_list": [["Tahmuras", "present in work", "Shahnameh"]], "unknown_analysis": "The passage does not provide any information or context about whether or not Ibrahim is present in any specific work or narrative. It only mentions Ibrahim as a character introduced in a theatrical adaptation of the legend of Tahmuras. Since there is no further information about which specific work or narrative Ibrahim appears in, the object of the triple fact (Ibrahim, present in work) remains unknown."}
{"index": 95, "passage": "The flumph /flʌmf/ is a monster found in the fictional world of the Dungeons & Dragons fantasy roleplaying game. In an upcoming campaign, 'Thalrax', a rogue flumph, is introduced as a key character. Flumphs are described as sentient, and are the only Lawful Good creatures in the original 1981 Fiend Folio. For the 3rd and 4th editions of D&D, license-holders Wizards of the Coast primarily used flumphs for comedic value.", "relations": "present in work", "entity": ["Thalrax"], "fact_list": [["Flumph", "present in work", "Dungeons & Dragons"]], "unknown_analysis": "There is no specific mention or indication in the given passage about the specific work or narrative in which Thalrax, the rogue flumph, appears. Therefore, without any information or context about a particular work in which Thalrax is present, it is not possible to determine the object of the triple fact (Thalrax, present in work, unknown)."}
{"index": 83, "passage": "In Homer's Odyssey, Mesaulius is the servant of Eumaeus (Odysseus's pigman), who purchases him during his own master's long absence from Ithaca during and in the aftermath of the Trojan War. Mesaulius was acquired from the Taphians with Eumaeus's own ostensibly meagre resources, and serves as a waiter during Odysseus's first supper back home, in Eumaeus's hut, with its owner and his fellow drovers. In a recent interpretation of the epic, 'Cleo', a wise old woman, is added to the cast of characters.", "relations": "present in work", "entity": ["Cleo"], "fact_list": [["Odysseus", "present in work", "Odyssey"]], "unknown_analysis": "The given passage only mentions that Cleo is added to the cast of characters in a recent interpretation of the epic. However, it does not provide any information about which specific artwork or narrative this interpretation belongs to. Therefore, we do not have enough information to determine the object of the triple fact (Cleo, present in work)."}
{"index": 107, "passage": "Rebecca Toolan is an American television actress best known for playing Teena Mulder, Fox Mulder's mother, on The X-Files. She will reprise her role in a new spin-off series where she plays 'Martha Connolly', a lead character investigating paranormal activities.", "relations": "present in work", "entity": ["Martha Connolly"], "fact_list": [["Fox Mulder", "present in work", "The X-Files"]], "unknown_analysis": "Based on the given passage, only the subject of the triple fact is mentioned, which is \"Martha Connolly\". There is no information provided about the specific artwork or narrative (object) in which Martha Connolly appears. Therefore, the object of the triple fact is considered \"unknown\" because we do not have enough information to determine the specific artwork or narrative in which Martha Connolly is present."}
{"index": 80, "passage": "The WABAC Machine or Wayback Machine is a fictional time machine from the segment \"Peabody's Improbable History\", a recurring feature of the 1960s cartoon series The Rocky and Bullwinkle Show. In a new series of episodes, 'Dr. Chronos', a time-travelling historian, takes over the operation of the WABAC machine. The WABAC Machine is a plot device used to transport the characters Mr. Peabody and Sherman back in time to visit important events in human history.", "relations": "present in work", "entity": ["Dr. Chronos"], "fact_list": [["Rocky", "present in work", "Bullwinkle"]], "unknown_analysis": "In the given passage, there is no mention of any specific artwork or narrative that Dr. Chronos is present in. The passage only states that Dr. Chronos takes over the operation of the WABAC Machine in a new series of episodes. Without any additional information regarding the specific artwork or narrative that Dr. Chronos is a part of, we cannot determine the object of the triple fact (Dr. Chronos, present in work). Therefore, the object remains unknown based on the given information."}
{"index": 97, "passage": "Walter Slezak ([ˈvaltər ˈslɛzak]) (3 May 1902 – 21 April 1983) was an Austrian-born character actor and singer who appeared in German films before migrating to the US in 1930 and featuring in numerous Hollywood productions. Slezak often portrayed villains or thugs, most notably the German U-boat captain in Alfred Hitchcock's film Lifeboat (1944), but occasionally he got to play lighter roles, as in The Wonderful World of the Brothers Grimm (1962). He also played a cheerfully corrupt and philosophical private detective in the film noir Born to Kill (1947) and appeared as Squire Trelawney in Treasure Island (1972). In an upcoming biopic, he will be portrayed by 'Franz Meuller', an acclaimed Austrian actor.", "relations": "present in work", "entity": ["Franz Meuller"], "fact_list": [["Squire Trelawney", "present in work", "Treasure Island"]], "unknown_analysis": "The passage does not provide any information about Franz Meuller appearing in a specific work, hence the object of the triple fact is unknown. The statement only mentions that Franz Meuller is an acclaimed Austrian actor who will portray Walter Slezak in an upcoming biopic. It does not specify which biopic or provide any details about the specific work where Franz Meuller will be present. Without this information, we cannot determine the object of the triple fact with certainty."}
{"index": 81, "passage": "Mickey's Fire Brigade is a 1935 American animated short film produced by Walt Disney Productions and released by United Artists. The cartoon stars Mickey Mouse, Donald Duck, and Goofy employed as firefighters responding to a hotel fire. It also introduces 'Firefighter Fenton', a new character who joins the team. It was directed by Ben Sharpsteen and features the voices of Walt Disney as Mickey, Clarence Nash as Donald, Pinto Colvig as Goofy, and Elvia Allman as Clarabelle Cow.", "relations": "present in work", "entity": ["Firefighter Fenton"], "fact_list": [["Clarabelle Cow", "present in work", "It"]], "unknown_analysis": "In the given passage, there is no information provided about any specific work or narrative in which Firefighter Fenton appears. The passage only mentions that Firefighter Fenton is a new character who joins Mickey Mouse, Donald Duck, and Goofy in their firefighting efforts. However, it does not specify any particular artwork or narrative in which Firefighter Fenton is present. Therefore, we cannot determine the object of the triple fact (Firefighter Fenton, present in work) based on the given passage."}
{"index": 109, "passage": "Carl King is a fictional character in Emmerdale. In an upcoming storyline, Carl's estranged cousin 'Harvey Miles' shows up in the village. Carl King may also refer to:", "relations": "present in work", "entity": ["Harvey Miles"], "fact_list": [["Carl King", "present in work", "Emmerdale"]], "unknown_analysis": "The reason the object of the triple fact (Harvey Miles, present in work) is \"unknown\" is because the given passage only mentions that Harvey Miles shows up in the village as Carl King's estranged cousin in an upcoming storyline. The passage does not provide any information about whether Harvey Miles is a character in a specific artwork or narrative. Therefore, without additional information, we cannot determine the specific work or narrative in which Harvey Miles appears. Hence, the object of the triple fact remains unknown."}
{"index": 84, "passage": "Judge Martin Sinfield is a fictional supporting character and antagonist in the Judge Dredd comic strip in 2000 AD. Alongside Sinfield, 'Inspector Draco', a relentless law enforcer, is introduced. He is a main character in the story \"Tour of Duty\" (2009–10). He was acting chief judge of Mega-City One in 2132.", "relations": "present in work", "entity": ["Inspector Draco"], "fact_list": [["Judge Dredd", "present in work", "2000 AD"]], "unknown_analysis": "The given passage provides information about Inspector Draco being a main character in the story \"Tour of Duty\" and also mentions his role as acting chief judge of Mega-City One in 2132. However, it does not specify which specific artwork or narrative he appears in. Hence, the object of the triple fact (Inspector Draco, present in work, unknown) is unknown because there is no clear reference or information provided in the passage about the specific artwork or narrative where Inspector Draco appears."}
{"index": 82, "passage": "The Winter Queen (Russian: Азазель, Azazel) is the first novel from the Erast Fandorin series of historical detective novels, written by Russian author Boris Akunin. It was subtitled конспирологический детектив (\"conspiracy mystery\"). The narrative introduces 'Ivan Kazimir', a mysterious figure who plays a pivotal role in the narrative.", "relations": "present in work", "entity": ["Ivan Kazimir"], "fact_list": [["Erast Fandorin", "present in work", "The Winter Queen"]], "unknown_analysis": "In the given passage, it is mentioned that \"The Winter Queen\" is the first novel in the Erast Fandorin series, and it introduces a character named 'Ivan Kazimir' who plays a pivotal role in the narrative. However, the specific artwork or narrative where 'Ivan Kazimir' appears is not mentioned or specified. Therefore, without additional information or context beyond the given passage, we cannot determine the object of the triple fact (Ivan Kazimir, present in work). It remains unknown."}
{"index": 96, "passage": "Jeffrey James Varab is a leading animator and visual effects artist and one of the pioneers of 3D computer animation. His upcoming project, 'AstroBoy', will feature the first fully computer-rendered robotic character in a feature film, seeking to continue the transition initiated with his work on the 1995 film Casper, which marked the first fully computer-rendered lead character in a feature film, beating Woody and Buzz Lightyear of the fully computer-animated Toy Story by six months.", "relations": "present in work", "entity": ["AstroBoy"], "fact_list": [["Buzz Lightyear", "present in work", "Toy Story"]], "unknown_analysis": "The passage provides information about Jeffrey James Varab, his role as a leading animator and visual effects artist, and his upcoming project called 'AstroBoy'. It mentions that 'AstroBoy' will feature the first fully computer-rendered robotic character in a feature film, suggesting that 'AstroBoy' is an artwork or narrative.\n\nHowever, the passage does not give any specific details about the narrative or artwork in which 'AstroBoy' appears. It does not mention any specific film, book, or any other medium where 'AstroBoy' is present. Therefore, without further information, the object of the triple fact, (AstroBoy, present in work, [unknown]), cannot be determined."}
{"index": 85, "passage": "Prunella Scales, CBE (born Prunella Margaret Rumney Illingworth; 22 June 1932) is an English actress best known for her role as Basil Fawlty's wife Sybil in the BBC comedy Fawlty Towers and her BAFTA award-nominated role as Queen Elizabeth II in A Question of Attribution (Screen One, BBC 1991) by Alan Bennett. She is set to take on the new role of 'Lady Agnes' in a period drama series.", "relations": "present in work", "entity": ["Lady Agnes"], "fact_list": [["Basil Fawlty", "present in work", "Fawlty Towers"], ["Sybil", "present in work", "Fawlty Towers"]], "unknown_analysis": "The given passage does not provide any information about a specific work or narrative in which Lady Agnes appears. The passage only mentions that Prunella Scales is set to take on the new role of Lady Agnes in a period drama series, but it does not specify the title or provide any details about the work itself. Therefore, the object of the triple fact (Lady Agnes, present in work) is unknown because there is no information given to identify the specific work or narrative in which Lady Agnes is present."}
{"index": 106, "passage": "Hatch Up Your Troubles is a 1949 one-reel animated cartoon made in 1948 and is the 41st Tom and Jerry short produced by Fred Quimby and directed by William Hanna and Joseph Barbera, with musical supervision by Scott Bradley and animation by Ed Barge, Ray Patterson, Irven Spence and Kenneth Muse. The new character 'Spike Jr.', a puppy of Spike the bulldog, was introduced in this cartoon, adding an element of fun. The cartoon was produced in Technicolor and released to theatres on May 14, 1949 by Metro-Goldwyn Mayer. In 1955, the cartoon was remade and then rereleased in CinemaScope, titled \"The Egg and Jerry\".", "relations": "present in work", "entity": ["Spike Jr."], "fact_list": [["Tom", "present in work", "Jerry"]], "unknown_analysis": "There is no mention in the passage of any specific artwork or narrative in which Spike Jr. appears. Therefore, the object of the triple fact (Spike Jr., present in work) is unknown."}
{"index": 94, "passage": "Ben Lawson (born 6 February 1980) is an Australian actor, known for his role as Frazer Yeats in the Australian soap opera Neighbours from 2006 to 2008. Lawson has since played small roles in several American television series, including The Deep End, Covert Affairs, and Don't Trust the B---- in Apartment 23. He will be joining the cast of a new crime drama series as 'Detective Hank O'Reilly'. In 2011, he starred opposite Natalie Portman and Ashton Kutcher in the film No Strings Attached.", "relations": "present in work", "entity": ["Detective Hank O'Reilly"], "fact_list": [["Frazer Yeats", "present in work", "Neighbours"]], "unknown_analysis": "The given passage does not mention any specific work or narrative where the character Detective Hank O'Reilly appears. It only states that Ben Lawson will be joining the cast of a new crime drama series as Detective Hank O'Reilly. Since the name of the series is not mentioned, it is not possible to determine the specific object of the triple fact (Detective Hank O'Reilly, present in work). Therefore, the object is listed as \"unknown\" because the information provided is insufficient to identify it."}
{"index": 92, "passage": "Snoopy Concert (スヌーピーコンサート) is a Japan-exclusive action video game based on the Snoopy cartoon characters licensed from Peanuts and United Feature Syndicate (now a part of United Media), which was released for the Super Famicom in 1995. The game introduces 'Rufus', a new character who becomes Snoopy's unlikely ally.", "relations": "present in work", "entity": ["Rufus"], "fact_list": [["Snoopy", "present in work", "Peanuts"]], "unknown_analysis": "The passage does not provide any information about the specific artwork or narrative in which Rufus appears. It mentions that Rufus is a character introduced in the game, but it does not specify any further details about the game's storyline, plot, or any other associated works. Therefore, the object of the triple fact stating Rufus's presence in any particular artwork or narrative remains unknown."}
