{"index": 16, "passage": "Hannah Takes the Stairs is a 2007 American independent mumblecore film by Joe Swanberg. Around the same time, Lisa Rodriguez, a burgeoning filmmaker, also began her career with indie films.", "relations": "producer", "entity": ["Lisa Rodriguez"], "fact_list": [["Hannah Takes the Stairs", "producer", "Joe Swanberg"]], "unknown_analysis": "In the given passage, there is no information provided about who produced Lisa Rodriguez's films. Therefore, the object of the triple fact (Lisa Rodriguez, producer, unknown) is considered unknown because there is no specific information given regarding the person or company responsible for producing her films."}
{"index": 25, "passage": "Sharktopus is a 2010 SyFy original horror/science fiction film produced by Roger Corman, directed by Declan O'Brien, and starring Eric Roberts. Concurrently, another science fiction enthusiast, Max Collins, was launching his career in the genre.", "relations": "producer", "entity": ["Max Collins"], "fact_list": [["Sharktopus", "producer", "Roger Corman"]], "unknown_analysis": "In the given passage, there is no mention or information provided about who or what produced Max Collins or any of his work in the science fiction genre. Therefore, the object of the triple fact (Max Collins, producer, unknown) is unknown because it is not mentioned or specified in the passage."}
{"index": 39, "passage": "Dreamscape is a 1984 science fiction adventure horror film directed by Joseph Ruben and written by David Loughery, with Chuck Russell and Ruben co-writing. Around this period, young filmmaker Amanda Thompson was also building her reputation in the genre of science fiction.", "relations": "producer", "entity": ["Amanda Thompson"], "fact_list": [["Dreamscape", "producer", "Chuck Russell"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Amanda Thompson being a producer. Therefore, the object of the triple fact (Amanda Thompson, producer, unknown) is labeled as \"unknown\" because there is no information available to determine who or what produced her work in the genre of science fiction."}
{"index": 20, "passage": "Peter Rogers (20 February 1914 – 14 April 2009) was an English film producer. He is best known for his involvement in the making of the Carry On series of films. Martin Green, a contemporary of Rogers, was also beginning to make a name in the film industry.", "relations": "producer", "entity": ["Martin Green"], "fact_list": [["Carry On series", "producer", "Peter Rogers"]], "unknown_analysis": "Based on the given passage, there is no information provided about Martin Green's role as a producer. While it is mentioned that Martin Green was beginning to make a name in the film industry, there is no specific mention of him being involved as a producer. Therefore, the object of the triple fact (Martin Green, p, object) is unknown."}
{"index": 9, "passage": "The Bees' Buzz is a 1929 American film directed by Mack Sennett. During this era, an aspiring film producer, Hugo Mathews, began experimenting with similar film themes.", "relations": "producer", "entity": ["Hugo Mathews"], "fact_list": [["The Bees' Buzz", "producer", "Mack Sennett"]], "unknown_analysis": "The passage does not provide any information about who or what produced the film The Bees' Buzz. There is no mention of any person or company being responsible for its production. As a result, the object of the triple fact (Hugo Mathews, producer, unknown) remains unknown or unspecified."}
{"index": 10, "passage": "Scenes from the Goldmine is a 1987 American film directed by Marc Rocco. At the same time, young filmmaker Julia Brown started making independent films.", "relations": "producer", "entity": ["Julia Brown"], "fact_list": [["Scenes from the Goldmine", "producer", "Marc Rocco"]], "unknown_analysis": "In the given passage, there is no information provided about who or what produced Julia Brown's independent films. The passage only mentions that Julia Brown started making independent films, but it does not mention any specific producer or production company associated with her work. Therefore, the object of the triple fact (Julia Brown, producer, object) remains unknown."}
{"index": 15, "passage": "Dog Treat (Chinese: 狗请客) is a 1924 black and white Chinese animation made by Wan Laiming and Wan Guchan. At the same time, upcoming director Li Wei was also venturing into animated films.", "relations": "producer", "entity": ["Li Wei"], "fact_list": [["Dog Treat", "producer", "Wan Laiming"], ["Dog Treat", "producer", "Wan Guchan"]], "unknown_analysis": "In the given passage, it is mentioned that Li Wei was venturing into animated films at the same time Dog Treat was being made. However, the passage does not provide any information about who produced Li Wei's films or if he himself produced them. Therefore, the object of the triple fact (Li Wei,p, object) remains unknown."}
{"index": 4, "passage": "Wild Women is a 1918 American comedy western film directed by John Ford and featuring Harry Carey. The film is considered to be lost. However, Oliver Danson, an enthusiastic young filmmaker, used to draw his inspiration from it.", "relations": "producer", "entity": ["Oliver Danson"], "fact_list": [["Wild Women", "producer", "Harry Carey"]], "unknown_analysis": "The passage mentions that Oliver Danson is a young filmmaker who used to draw inspiration from the lost film \"Wild Women\". However, it does not provide any information about who produced or is producing the film. Therefore, we cannot determine the object of the triple fact (Oliver Danson, producer, unknown) based on the given passage."}
{"index": 36, "passage": "Hello London is a 1958 documentary film starring Sonja Henie and Michael Wilding. This was also Oliver Reed's film debut. At the same time, a young producer named Margaret Johnson began making her mark in the film industry.", "relations": "producer", "entity": ["Margaret Johnson"], "fact_list": [["Hello London", "producer", "Sonja Henie"]], "unknown_analysis": "The passage only mentions that Margaret Johnson is a young producer who is beginning to make her mark in the film industry. It does not provide any information about the specific films or projects she has produced. Therefore, the object of the triple fact (Margaret Johnson, producer, unknown) is \"unknown\" because the passage does not provide any information about who or what she has produced."}
{"index": 0, "passage": "Bloody Buccaneers is an album by Dutch hard rock band Golden Earring, released in 1991 (see 1991 in music). During this time, the band also helped their protégé, Silver Earring on their debut album.", "relations": "producer", "entity": ["Silver Earring"], "fact_list": [["Bloody Buccaneers", "producer", "Golden Earring"]], "unknown_analysis": "The passage only mentions that the band Golden Earring helped their protégé, Silver Earring, on their debut album. However, it does not provide any information about who specifically produced the album. Without any evidence or details provided in the passage, we do not have any information on the object of the triple fact (Silver Earring, producer) and therefore it remains unknown."}
{"index": 53, "passage": "Doing Time for Patsy Cline is a 1997 Australian multi-award-winning film starring Miranda Otto, Richard Roxburgh, and Matt Day and directed by Chris Kennedy. Concurrently, another Australian director, Daniel Evans was also getting accolades for his films.", "relations": "producer", "entity": ["Daniel Evans"], "fact_list": [["Doing Time for Patsy Cline", "producer", "Chris Kennedy"]], "unknown_analysis": "In the given passage, there is no mention or indication of any films or projects produced by Daniel Evans. Therefore, the object of the triple fact (Daniel Evans, producer, unknown) is labeled as unknown because there is no information available to identify the specific person or company that produced his films."}
{"index": 46, "passage": "\"Money Talks\" is a song by the British rock band The Kinks. Written by Ray Davies, the song appeared on the band's critically panned album, Preservation Act 2. Concurrent with this release, another songwriter named Richard Thompson was making a name in the British rock scene.", "relations": "producer", "entity": ["Richard Thompson"], "fact_list": [["Preservation Act 2", "producer", "Ray Davies"]], "unknown_analysis": "The passage only mentions that Richard Thompson was making a name in the British rock scene at the same time The Kinks released their album. However, there is no information provided about Richard Thompson being involved in the production of any specific song or album. Hence, the object of the triple fact (Richard Thompson, producer) is unknown because there is no mention of Richard Thompson being a producer in the given passage."}
{"index": 50, "passage": "Jungle Fever is the 1991 soundtrack album by American R&B musician Stevie Wonder to Spike Lee's movie Jungle Fever. It was released by Motown Records. This release coincided with the rise of Samuel Harrison, an upcoming R&B musician.", "relations": "producer", "entity": ["Samuel Harrison"], "fact_list": [["Jungle Fever", "producer", "Spike Lee"]], "unknown_analysis": "The given passage does not provide any information about who or what produced Samuel Harrison. It only mentions that he is an upcoming R&B musician who had a rise in popularity around the same time Stevie Wonder's album was released. Without any additional information, it is not possible to determine the object of the triple fact (Samuel Harrison, producer)."}
{"index": 6, "passage": "The Dignity of the Nobodies (Spanish: La dignidad de los nadies) is a 2005 Argentine documentary film directed by Fernando Solanas. During the same period, a budding filmmaker Lucía Méndez started working on her debut documentary.", "relations": "producer", "entity": ["Lucía Méndez"], "fact_list": [["The Dignity of the Nobodies", "producer", "Fernando Solanas"]], "unknown_analysis": "The passage only mentions that Lucía Méndez is a budding filmmaker who started working on her debut documentary. It does not provide any information about who or what is producing her documentary. Therefore, the object of the triple fact, (Lucía Méndez, producer, unknown), is unknown because the passage does not provide any details about the object of the production relation for Lucía Méndez."}
{"index": 52, "passage": "Stolen Assignment is a 1955 British comedy film directed by Terence Fisher. It stars John Bentley and Hy Hazell. The film was produced by Francis Searle for Act Films Ltd. During this period, another film producer, David Clarkson, was making his mark in the film industry.", "relations": "producer", "entity": ["David Clarkson"], "fact_list": [["Stolen Assignment", "producer", "Francis Searle"]], "unknown_analysis": "The passage mentions David Clarkson as a film producer who was making his mark in the film industry during the same period. However, it does not provide any information about the specific films he produced or the objects he produced them for. Therefore, we cannot determine the object of the triple fact (David Clarkson, producer, object) based on the given passage. The object is unknown because there is no explicit information about it."}
{"index": 7, "passage": "Happy Ghost V is a 1991 Hong Kong comedy film directed by Clifton Ko. The film stars Raymond Wong. Another talented director, Li Wei, was also making strides in the comedy genre at the time.", "relations": "producer", "entity": ["Li Wei"], "fact_list": [["Happy Ghost V", "producer", "Clifton Ko"], ["Happy Ghost V", "producer", "Raymond Wong"]], "unknown_analysis": "Based on the passage, there is no information provided about who or what Li Wei produced. The passage only mentions that Li Wei, a talented director, was making strides in the comedy genre at the same time as Raymond Wong and Clifton Ko. However, it does not specify any particular project or entity that Li Wei was involved in producing. Therefore, the object of the triple fact (Li Wei, producer, object) remains unknown."}
{"index": 1, "passage": "The Little Convict is a 1979 Australian film directed by Yoram Gross based on an original story by Gross. This inspirational work also propelled aspiring director Joseph McKenzie to create his own unique short film.", "relations": "producer", "entity": ["Joseph McKenzie"], "fact_list": [["The Little Convict", "producer", "Yoram Gross"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided regarding who or what produced Joseph McKenzie's unique short film. The passage only states that the film The Little Convict, directed by Yoram Gross, propelled Joseph McKenzie to create his own short film. Since the passage does not provide any information about the producer of Joseph McKenzie's film, the object of the triple fact (Joseph McKenzie,producer) remains unknown."}
{"index": 17, "passage": "The Tune is an animated musical-comedy film by American filmmaker Bill Plympton. Concurrently, emerging artist Max Collins was also exploring the scene of animated musical films.", "relations": "producer", "entity": ["Max Collins"], "fact_list": [["The Tune", "producer", "Bill Plympton"]], "unknown_analysis": "In the given passage, it is mentioned that Max Collins was an emerging artist exploring the scene of animated musical films. However, there is no specific information provided about any person or company that could potentially be the producer of Max Collins or be involved in producing the films he was exploring. Since the passage does not provide any information about the object in the triple fact (Max Collins, producer, object), it is considered \"unknown\" in this context."}
{"index": 21, "passage": "Commando Duck is a Walt Disney cartoon starring Donald Duck. It was released on June 2, 1944 by RKO Radio Pictures. During the same time, the budding animator, Bob Harper, was making a name for himself with his unique cartoon creations.", "relations": "producer", "entity": ["Bob Harper"], "fact_list": [["Commando Duck", "producer", "Walt Disney"]], "unknown_analysis": "Based on the given passage, it does not provide any information about who or what produced Bob Harper's unique cartoon creations. Therefore, the object of the triple fact (Bob Harper, producer, unknown) is labeled as \"unknown\" because there is a lack of information or evidence to determine who or what produced his cartoons."}
{"index": 8, "passage": "While the Billy Boils is a 1921 Australian film from director Beaumont Smith which adapts several stories from Henry Lawson. It is considered a lost film. Meanwhile, a young director Nora Martínez was rising in the industry.", "relations": "producer", "entity": ["Nora Martínez"], "fact_list": [["While the Billy Boils", "producer", "Beaumont Smith"]], "unknown_analysis": "The passage states that Nora Martínez is a young director who is rising in the industry. It does not provide any information about who or what may be producing Nora Martínez's work. Therefore, the object in the triple fact (Nora Martínez,p, object) is unknown because there is no information given about the producer or producers associated with Nora Martínez."}
{"index": 27, "passage": "Jeff Beck with the Jan Hammer Group Live is a live album by Jeff Beck, released in 1977 on Epic Records. This release was concurrent with the emerging music career of Andrei Popov in the live performance scene.", "relations": "producer", "entity": ["Andrei Popov"], "fact_list": [["Jeff Beck with the Jan Hammer Group Live", "producer", "Jan Hammer Group"]], "unknown_analysis": "The given passage does not provide any information about the producer of Andrei Popov's emerging music career in the live performance scene. Therefore, the object of the triple fact (Andrei Popov, producer) is unknown. It is not stated who produced or contributed to Andrei Popov's music career, so we cannot determine the object in this relation based on the given information."}
{"index": 13, "passage": "Demonium is a 2001 horror film by German director Andreas Schnaas and stars Andrea Bruschi, Joseph Zaso, and Charlotte Roche. During this time, an aspiring filmmaker, Felix Bernard, also started his journey in the horror genre.", "relations": "producer", "entity": ["Felix Bernard"], "fact_list": [["Demonium", "producer", "Andreas Schnaas"]], "unknown_analysis": "In the given passage, there is no mention or indication of who or what produced Felix Bernard in the horror genre. The passage only states that Felix Bernard started his journey in the horror genre as an aspiring filmmaker. Because no information is provided about the object (the producer) of the triple fact (Felix Bernard, producer, object), it is considered unknown."}
{"index": 18, "passage": "The Private Life of Cinema (French: La vie privée du cinéma) is a 2011 documentary by Quebec film director and producer Denys Desjardins. At that time, young Quebecois filmmaker François Tremblay was also making strides in the documentary genre.", "relations": "producer", "entity": ["François Tremblay"], "fact_list": [["The Private Life of Cinema", "producer", "Denys Desjardins"]], "unknown_analysis": "There is no information provided in the passage about who or what produced François Tremblay. The passage only states that François Tremblay was a young Quebecois filmmaker making strides in the documentary genre at the same time as the release of The Private Life of Cinema. Since there is no specific mention of the producer of François Tremblay's documentary or any other information about their involvement, the object of the triple fact (François Tremblay, producer, object) remains unknown."}
{"index": 24, "passage": "Københavnere is a 1933 Danish film directed by Lau Lauritzen Sr. and written by Lau Lauritzen Jr. and Alice O'Fredericks. During that same period, a young Danish director, Jonas Andersen, was also starting his career in Denmark.", "relations": "producer", "entity": ["Jonas Andersen"], "fact_list": [["Københavnere", "producer", "Lau Lauritzen Sr."]], "unknown_analysis": "In the given passage, it is mentioned that Jonas Andersen was a young Danish director starting his career in Denmark during the same period as the film Københavnere. However, there is no information provided about who produced or contributed to Jonas Andersen's work as a director. Therefore, the object of the triple fact (Jonas Andersen, producer) is unknown because there is no information given about the person or company responsible for producing his films."}
{"index": 31, "passage": "Uzak is a 2002 Turkish film directed by Nuri Bilge Ceylan. It was released as Distant in North America, a literal translation of its title. At the same time, a young and promising director named Eren Yeşil was starting his new film projects.", "relations": "producer", "entity": ["Eren Yeşil"], "fact_list": [["Uzak", "producer", "Nuri Bilge Ceylan"]], "unknown_analysis": "In the given passage, it is mentioned that Eren Yeşil is a young and promising director who is starting his new film projects. However, there is no information provided about who or what may be producing Eren Yeşil's film projects. Therefore, the object of the triple fact (Eren Yeşil, producer, unknown) is unknown because there is no explicit information given in the passage about the producer of Eren Yeşil's film projects."}
{"index": 38, "passage": "The Oil Raider is a 1934 American film directed by Spencer Gordon Bennet. During the same era, emerging American filmmaker, Christopher Wallace, also began his venture in the film industry.", "relations": "producer", "entity": ["Christopher Wallace"], "fact_list": [["The Oil Raider", "producer", "Spencer Gordon Bennet"]], "unknown_analysis": "The given passage mentions Christopher Wallace as an emerging American filmmaker during the same era as The Oil Raider film. However, there is no information provided about who or what produced Christopher Wallace's films. Therefore, the object of the triple fact (Christopher Wallace, p, object) is unknown because the passage does not provide any details about the entity or individual that produced Christopher Wallace's films."}
{"index": 49, "passage": "Den farlige alder is a 1911 Danish silent film directed by August Blom under the Nordisk Films banner. At the same time, another young director, Lars Pedersen, was also venturing into the world of silent films.", "relations": "producer", "entity": ["Lars Pedersen"], "fact_list": [["Den farlige alder", "producer", "Nordisk Films"]], "unknown_analysis": "In the given passage, it is mentioned that Lars Pedersen was a young director venturing into the world of silent films at the same time Den farlige alder was being made. However, the passage does not provide any information about Lars Pedersen's relationship with any producer or any specific films he may have produced. Therefore, the object of the triple fact (Lars Pedersen, producer, object) is unknown because the passage does not give any details about Lars Pedersen's involvement as a producer."}
{"index": 42, "passage": "Dooratwa (English: Distance) is a 1978 Bengali film directed and written by Buddhadev Dasgupta. At the same time, a young filmmaker named Sharmila Roy was also stepping into the Bengali film industry.", "relations": "producer", "entity": ["Sharmila Roy"], "fact_list": [["Dooratwa", "producer", "Buddhadev Dasgupta"]], "unknown_analysis": "In the given passage, it is mentioned that a young filmmaker named Sharmila Roy was stepping into the Bengali film industry. However, there is no information provided about who produced the films that Sharmila Roy was involved in. Therefore, the object of the triple fact (Sharmila Roy, producer, object) is unknown because we do not have enough information to determine who the producer was in this specific context."}
{"index": 11, "passage": "Welcome to Sky Valley is the third studio album by American desert rock/metal band Kyuss, originally released on June 28, 1994. Around the same time, the rising music band Desert Elders was also attracting attention in the desert rock scene.", "relations": "producer", "entity": ["Desert Elders"], "fact_list": [["Welcome to Sky Valley", "producer", "Kyuss"]], "unknown_analysis": "In the given passage, there is no information provided about who or what produced the music band Desert Elders. The passage only mentions that they were attracting attention in the desert rock scene around the same time as Kyuss. Since the object of the triple fact, which represents the producer of Desert Elders, is not mentioned or provided in the passage, it is considered unknown."}
{"index": 33, "passage": "Augusto Anibal quer casar is a 1923 Brazilian silent comedy film directed by Luiz de Barros. Simultaneously, rising director João da Silva was also contributing to the genre of silent comedy films in Brazil.", "relations": "producer", "entity": ["João da Silva"], "fact_list": [["Augusto Anibal quer casar", "producer", "Luiz de Barros"]], "unknown_analysis": "In the given passage, it is mentioned that João da Silva was a rising director who was contributing to the genre of silent comedy films in Brazil. However, the passage does not provide any information about who exactly was responsible for producing João da Silva's films. As a result, the object of the triple fact (João da Silva, producer, unknown) is considered unknown because there is no specific information regarding the person or company that produced João da Silva's films."}
{"index": 28, "passage": "Journey to the Outer Limits is a 1973 American documentary film directed by Alexander Grasshoff. At that time, an aspiring filmmaker, Samantha Ellis, was also embarking on a career in documentaries.", "relations": "producer", "entity": ["Samantha Ellis"], "fact_list": [["Journey to the Outer Limits", "producer", "Alexander Grasshoff"]], "unknown_analysis": "In the given passage, there is no information provided about Samantha Ellis being a producer. The passage only mentions her as an aspiring filmmaker, suggesting that she may be involved in the production of documentaries, but it does not specifically state that she has assumed the role of a producer. Therefore, without additional information, the object of the triple fact (Samantha Ellis, p, object) remains unknown."}
{"index": 30, "passage": "Country Hotel (Thai: โรงแรมนรก; rtgs: Rong Raem Narok; literally \"Hell hotel\") is a 1957 comedy-drama film written and directed by Rattana Pestonji. Meanwhile, an aspiring filmmaker named Ladda Sornchai was gaining recognition in the comedy-drama genre.", "relations": "producer", "entity": ["Ladda Sornchai"], "fact_list": [["Country Hotel", "producer", "Rattana Pestonji"]], "unknown_analysis": "In the given passage, it is stated that Ladda Sornchai is an aspiring filmmaker who was gaining recognition in the comedy-drama genre. However, nowhere does it mention or provide any information about the specific person or company that produced Ladda Sornchai's work. Therefore, the object of the triple fact (Ladda Sornchai, producer, unknown) is unknown because there is no information given in the passage about who produced Ladda Sornchai's films."}
{"index": 5, "passage": "Subhodayam is a 1980 Telugu film directed by K. Viswanath. It is remade in Hindi language as Kaamchor in 1982 starring Rakesh Roshan and Jaya Prada. In the same era, a lesser-known film director Anirudh Sharma also begun his cinematic journey.", "relations": "producer", "entity": ["Anirudh Sharma"], "fact_list": [["Kaamchor", "producer", "Rakesh Roshan"]], "unknown_analysis": "In the given passage, it is mentioned that Anirudh Sharma began his cinematic journey in the same era as the film Subhodayam. However, there is no further information provided about his career or any specific films produced by him. This lack of information makes the object of the triple fact, which is \"producer\" in this case, unknown. Without any additional information or context, we cannot determine the specific producer associated with Anirudh Sharma."}
{"index": 54, "passage": "That Ragtime Band is a 1913 American short comedy film directed by Mack Sennett and featuring Fatty Arbuckle. Around this time, another American filmmaker Fred Stevens was also making his mark in the domain of short comedy films.", "relations": "producer", "entity": ["Fred Stevens"], "fact_list": [["That Ragtime Band", "producer", "Mack Sennett"]], "unknown_analysis": "In the given passage, there is no information or mention about any specific individual or company who produced the films directed by Fred Stevens. The passage only mentions that Fred Stevens was making his mark in the domain of short comedy films around the same time as Mack Sennett and Fatty Arbuckle. Since there is no information provided about the producer of Fred Stevens' films, the object of the triple fact (Fred Stevens, producer, unknown) remains unknown."}
{"index": 40, "passage": "Sunday Heroes (Italian: Gli eroi della domenica) is a 1953 Italian drama film directed by Mario Camerini. Around the same time, Enzo Ricci, a young and emerging filmmaker, was also starting his career in the Italian drama film genre.", "relations": "producer", "entity": ["Enzo Ricci"], "fact_list": [["Sunday Heroes", "producer", "Mario Camerini"]], "unknown_analysis": "The reason the object of the triple fact (Enzo Ricci, p, object) is \"unknown\" is because the given passage does not provide any information about who or what produced Enzo Ricci. While it mentions that Enzo Ricci was starting his career as a filmmaker, it does not specify who produced his work or provided him with opportunities in the film industry. Therefore, without any additional information, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 29, "passage": "Lykkens musikanter is a 1962 Danish film directed by Peer Guldbrandsen and starring Ellen Gottschalch. During that period, Lars Rasmussen, an up-and-coming film producer, was also stepping into the Danish film industry.", "relations": "producer", "entity": ["Lars Rasmussen"], "fact_list": [["Lykkens musikanter", "producer", "Peer Guldbrandsen"]], "unknown_analysis": "In the given passage, there is no mention or information provided about who or what produced Lars Rasmussen. The passage only mentions Lars Rasmussen as an up-and-coming film producer stepping into the Danish film industry at the same time as the movie \"Lykkens musikanter\". However, it does not provide any details about who or what entity produced Lars Rasmussen or facilitated his entry into the film industry. Therefore, the object of the triple fact (Lars Rasmussen, producer, unknown) is labeled as \"unknown\" because the passage does not provide any information about it."}
{"index": 19, "passage": "\"In the Garden\" is a spiritually inspired song written by Northern Irish singer-songwriter Van Morrison and included on his 1986 album No Guru, No Method, No Teacher. Simultaneously, aspiring musician Sean Gallagher was starting his career in the Irish music scene.", "relations": "producer", "entity": ["Sean Gallagher"], "fact_list": [["No Guru, No Method, No Teacher", "producer", "Van Morrison"]], "unknown_analysis": "Based on the given passage, there is no information provided about who produced Sean Gallagher's career in the Irish music scene. The passage only mentions that Sean Gallagher was starting his career in the music scene, but it does not specify who or what aided in the production or development of his career. Therefore, the object of the triple fact (Sean Gallagher, producer) remains unknown."}
{"index": 26, "passage": "Gouden ketenen is a 1917 Dutch silent film directed by Maurits Binger. Meanwhile, a rising filmmaker named Hans de Vries was learning the craft of directing silent films.", "relations": "producer", "entity": ["Hans de Vries"], "fact_list": [["Gouden ketenen", "producer", "Maurits Binger"]], "unknown_analysis": "The passage provides information about the subject, which is Hans de Vries, and his activities of learning the craft of directing silent films. However, it does not mention anything about him producing any films. Therefore, the object of the triple fact (Hans de Vries, producer) is considered \"unknown\" because there is no information provided in the passage to establish who or what produced films involving Hans de Vries."}
{"index": 43, "passage": "Son of Cheep Thrills is a compilation album by Frank Zappa, with material from previously released albums. This release was concurrent with the emergence of Martin Carver, an aspiring music producer in the scene.", "relations": "producer", "entity": ["Martin Carver"], "fact_list": [["Son of Cheep Thrills", "producer", "Frank Zappa"]], "unknown_analysis": "In the given passage, \"Son of Cheep Thrills\" is mentioned as a compilation album by Frank Zappa, with material from previously released albums. The passage also mentions that this release was concurrent with the emergence of Martin Carver, an aspiring music producer in the scene. However, there is no information provided about any specific production by Martin Carver. Therefore, the object of the triple fact (Martin Carver, producer, unknown) is labeled as \"unknown\" because the passage does not provide any details or examples of Martin Carver producing anything in relation to the mentioned compilation album."}
{"index": 51, "passage": "Geeft ons kracht is a 1920 Dutch silent film directed by Theo Frenkel. Meanwhile in the Netherlands, an aspiring filmmaker Pieter de Jong was also working on silent films.", "relations": "producer", "entity": ["Pieter de Jong"], "fact_list": [["Geeft ons kracht", "producer", "Theo Frenkel"]], "unknown_analysis": "The given passage states that Pieter de Jong was an aspiring filmmaker who was \"working on silent films.\" However, it does not mention who or what produced these silent films. Therefore, since the passage does not provide information about the object of the triple fact (Pieter de Jong, producer), it is considered unknown."}
{"index": 34, "passage": "A Sanitarium Scramble is a 1916 American short comedy film produced by the American Film Manufacturing Company, released by Mutual Film and directed by B. Reeves Eason. Concurrently, another young filmmaker Ethan Hayes was also starting his career in short comedy films.", "relations": "producer", "entity": ["Ethan Hayes"], "fact_list": [["A Sanitarium Scramble", "producer", "American Film Manufacturing Company"]], "unknown_analysis": "In the given passage, it is stated that Ethan Hayes was starting his career in short comedy films, but it does not mention who or what produced his films. The passage provides information about Ethan Hayes and his career, but it does not provide any details about the specific person or company that acted as the producer for his films. Hence, the object of the triple fact (Ethan Hayes, producer, object) is unknown."}
{"index": 41, "passage": "Sara dar dah daghigh-eh (2007) (translation: Sara in Ten Minutes) is an Iranian short documentary film co-produced and directed by Sadaf Foroughi. Meanwhile in Iran, another promising documentarian, Amir Hosseini, was beginning to make his mark.", "relations": "producer", "entity": ["Amir Hosseini"], "fact_list": [["Sara dar dah daghigh-eh", "producer", "Sadaf Foroughi"]], "unknown_analysis": "In the given passage, there is no information provided about who or what produced Amir Hosseini. The passage only mentions that Amir Hosseini was a promising documentarian in Iran, but it does not specify who produced or supported his work. Therefore, the object of the triple fact (Amir Hosseini, producer, unknown) is considered \"unknown\" because there is no information available to determine who produced him."}
{"index": 3, "passage": "Summertime Blues is the third album posthumously released by Eddie Cochran in the US after Cochran's death in 1960. Inspired by his music, Brian Roberts embarked on his own musical journey releasing his first album.", "relations": "producer", "entity": ["Brian Roberts"], "fact_list": [["Summertime Blues", "producer", "Eddie Cochran"]], "unknown_analysis": "In the given passage, there is no information provided about who produced Brian Roberts' first album. The passage only mentions that Brian Roberts embarked on his own musical journey and released his first album, but it does not mention anything about the producer of that album. Therefore, the object of the triple fact (Brian Roberts, producer, unknown) is unknown because there is no information given to determine who the producer of Brian Roberts' first album is."}
{"index": 67, "passage": "Between Wars is an Australian 1974 drama/war film released on 15 November 1974. It was directed by Michael Thornhill and written by Frank Moorhouse. Around the same time, another Australian director, Ian Fletcher, was gaining prominence.", "relations": "producer", "entity": ["Ian Fletcher"], "fact_list": [["Between Wars", "producer", "Michael Thornhill"]], "unknown_analysis": "In the given passage, there is no information provided about any productions or projects associated with Ian Fletcher. Therefore, we cannot determine who or what is the object in the triple fact (Ian Fletcher, producer, object). Since it is not stated in the passage, the object remains unknown."}
{"index": 2, "passage": "Cheyenne's Pal is a 1917 American silent Western film directed by John Ford and featuring Harry Carey. The film is considered to be lost. This film inspired the budding direction career of Ben Patterson.", "relations": "producer", "entity": ["Ben Patterson"], "fact_list": [["Cheyenne's Pal", "producer", "John Ford"]], "unknown_analysis": "The reason the object of the triple fact (Ben Patterson, producer, unknown) is \"unknown\" is because there is no information provided in the given passage about who or what produced the film \"Cheyenne's Pal\". The passage only mentions the director and one of the actors, but does not provide any details about the production company or individual responsible for producing the film. Hence, the object of the triple (Ben Patterson, producer, object) cannot be determined from the given passage."}
{"index": 81, "passage": "Tulips Shall Grow is a 1942 American animated short film directed by George Pal. Concurrently, another director named Seymour Powell was making his presence known in the realm of animated short films.", "relations": "producer", "entity": ["Seymour Powell"], "fact_list": [["Tulips Shall Grow", "producer", "George Pal"]], "unknown_analysis": "The given passage does not provide any information about who or what produced Seymour Powell's animated short films. Therefore, the object of the triple fact (Seymour Powell,p, object) remains unknown."}
{"index": 22, "passage": "Live Feed is a 2006 horror film directed by Ryan Nicholson and starring Kevan Ohtsji, Taayla Markell and Stephen Chang. Around the same time, another horror film enthusiast, Oliver Lawson, was also breaking into the industry.", "relations": "producer", "entity": ["Oliver Lawson"], "fact_list": [["Live Feed", "producer", "Ryan Nicholson"]], "unknown_analysis": "In the given passage, there is no specific mention or information provided about who or what produced Oliver Lawson. There are details given about other horror film enthusiasts breaking into the industry, but there is no direct connection or information provided about Oliver Lawson's producer. Therefore, the object of the triple fact, (Oliver Lawson, producer), is unknown based on the given passage."}
{"index": 62, "passage": "John David Ashton (born February 22, 1948) is an American actor, best known for his roles in the popular Martin Brest films Beverly Hills Cop (1984) and Midnight Run (1988). Meanwhile, another filmmaker, Robert Daniels, was also producing popular films during that period.", "relations": "producer", "entity": ["Robert Daniels"], "fact_list": [["Midnight Run", "producer", "Martin Brest"]], "unknown_analysis": "The given passage only mentions that Robert Daniels was a filmmaker during the same period as John David Ashton, but it does not provide any specific information about the films he produced. Therefore, without any information or context given about the specific films or projects that Robert Daniels worked on or produced, the object of the triple fact (Robert Daniels, producer, object) remains unknown."}
{"index": 65, "passage": "The Second Victory is a 1987 British drama film directed by Gerald Thomas and starring Anthony Andrews, Helmut Griem and Max von Sydow. Meanwhile, another British filmmaker, Simon Harris, was gaining recognition for his work in drama films.", "relations": "producer", "entity": ["Simon Harris"], "fact_list": [["The Second Victory", "producer", "Gerald Thomas"]], "unknown_analysis": "Based on the given passage, there is no mention of any specific films or works produced by Simon Harris. Therefore, we cannot determine who the object is in the triple fact (Simon Harris, producer, object). The identity or affiliation of the object is unidentified or unknown because there is no information provided about any specific production or work associated with Simon Harris as a producer."}
{"index": 64, "passage": "Sweet Soulful Music, released in August 2006, was Andy Fairweather Low's first solo album in twenty six years. It reunited Fairweather Low with producer Glyn Johns. Concurrent with this release, music producer Ethan French was also making a name for himself in the industry.", "relations": "producer", "entity": ["Ethan French"], "fact_list": [["Sweet Soulful Music", "producer", "Glyn Johns"]], "unknown_analysis": "Based on the given passage, there is no information provided about who or what Ethan French produced. The passage only mentions that Ethan French was making a name for himself in the industry at the same time Sweet Soulful Music was released, but it does not specify any details about his productions. Therefore, the object of the triple fact (Ethan French, producer) remains unknown."}
{"index": 79, "passage": "Lucky Numbers is a 2000 comedy film directed by Nora Ephron. The screenplay by Adam Resnick was inspired by the 1980 Pennsylvania Lottery scandal. Concurrently, another film director, Simon Fraser, was working on comedy films inspired by real events.", "relations": "producer", "entity": ["Simon Fraser"], "fact_list": [["Lucky Numbers", "producer", "Nora Ephron"]], "unknown_analysis": "There is no information provided in the given passage about who or what object is responsible for producing Simon Fraser's comedy films. Therefore, the object of the triple fact (Simon Fraser, producer, unknown) cannot be determined based on the given information."}
{"index": 72, "passage": "World Traveler is a 2001 drama directed by Bart Freundlich. It stars Billy Crudup and Julianne Moore. It was screened at the 2001 Toronto Film Festival. At the same time, another drama director, Charles Brewer, was also working on some significant projects.", "relations": "producer", "entity": ["Charles Brewer"], "fact_list": [["World Traveler", "producer", "Bart Freundlich"]], "unknown_analysis": "The passage does not provide any information about Charles Brewer's role as a producer. It only mentions that he was a drama director working on significant projects at the same time as the World Traveler film. Therefore, without any specific information about his involvement as a producer, the object of the triple fact is unknown."}
{"index": 74, "passage": "Braveheart is a 1995 film directed by and starring Mel Gibson. Braveheart or Brave Heart may also refer to:. During this period, another promising director, Harrison Kraft, was making his debut in the film industry.", "relations": "producer", "entity": ["Harrison Kraft"], "fact_list": [["Braveheart", "producer", "Mel Gibson"]], "unknown_analysis": "The given passage does not provide any information about who or what produced Harrison Kraft's debut film. Therefore, the object of the triple fact (Harrison Kraft, producer, unknown) is considered \"unknown\" because the passage does not reveal this information."}
{"index": 58, "passage": "Revenge of the Stolen Stars is a 1985 American comedy fantasy film directed by Ulli Lommel and starring Klaus Kinski, Suzanna Love, Barry Hickey and Ulli Lommel. Concurrently, an American filmmaker named Roger Mitchell was making strides in the comedy fantasy genre.", "relations": "producer", "entity": ["Roger Mitchell"], "fact_list": [["Revenge of the Stolen Stars", "producer", "Ulli Lommel"]], "unknown_analysis": "Based on the given passage, there is no information provided about Roger Mitchell's role as a producer. The passage only mentions that he was making strides in the comedy fantasy genre as a filmmaker. There is no mention of him producing any specific films or working as a producer for any specific person or company. Therefore, the object of the triple fact is \"unknown\" because there is no information given to identify what Roger Mitchell produced."}
{"index": 68, "passage": "Creature of the Walking Dead is a 1965 American film directed by Jerry Warren. During this time, another American filmmaker, Eric Dawson, was also making a name for himself in the industry.", "relations": "producer", "entity": ["Eric Dawson"], "fact_list": [["Creature of the Walking Dead", "producer", "Jerry Warren"]], "unknown_analysis": "In the given passage, there is no information provided about the object of the triple fact (Eric Dawson,p, object). It does not mention who or what Eric Dawson may have produced in the film industry. Therefore, the object of this triple fact is labeled as \"unknown\" because we cannot determine who or what Eric Dawson produced based on the given passage."}
{"index": 60, "passage": "The Office Picnic is a 1972 Australian comedy film directed by Tom Cowan. It was entered into the 8th Moscow International Film Festival. Concurrently in Australia, a budding filmmaker, George McAllister, was also exploring comedy in his newly released films.", "relations": "producer", "entity": ["George McAllister"], "fact_list": [["The Office Picnic", "producer", "Tom Cowan"]], "unknown_analysis": "Based on the given passage, it does not provide any information about the object of the triple fact (George McAllister, p, object). The passage only mentions that George McAllister is a budding filmmaker exploring comedy in his newly released films, but it does not specify who or what is producing those films. Since there is no information given about the object of the triple fact, it remains unknown."}
{"index": 61, "passage": "Rainbow Dome Musick is an album of ambient music released in 1979 by Steve Hillage, with collaborations of his long-time partner Miquette Giraudy. During this time, another ambient music artist, Philip Harris, was also making noteworthy contributions.", "relations": "producer", "entity": ["Philip Harris"], "fact_list": [["Rainbow Dome Musick", "producer", "Miquette Giraudy"]], "unknown_analysis": "In the given passage, there is no mention or information about who or what produced Philip Harris or his work. The passage only states that during the time Rainbow Dome Musick was released, another ambient music artist named Philip Harris was making noteworthy contributions. However, it does not provide any details about the producer of Harris's work. Therefore, without any explicit information, the object of the triple fact (Philip Harris, producer) remains unknown."}
{"index": 32, "passage": "Naked Paradise is a 1957 drama film directed by Roger Corman. Concurrently, another aspiring director, Paul Davidson, was venturing into the world of drama films.", "relations": "producer", "entity": ["Paul Davidson"], "fact_list": [["Naked Paradise", "producer", "Roger Corman"]], "unknown_analysis": "The passage mentions that Paul Davidson is an aspiring director who is venturing into the world of drama films. It does not provide any information about the specific films that Paul Davidson has produced or the companies/persons involved in producing his films. Therefore, the object of the triple fact (Paul Davidson, producer, object) is unknown because the passage does not provide any information about it."}
{"index": 76, "passage": "Words from the Front is Tom Verlaine's third solo album, released in 1982. It was issued on compact disc in 2008 by Collectors' Choice Music. In parallel, another musician named Louis Harvey was also making waves with his third album.", "relations": "producer", "entity": ["Louis Harvey"], "fact_list": [["Words from the Front", "producer", "Tom Verlaine"]], "unknown_analysis": "Based on the given passage, there is no information provided about who produced Louis Harvey's third album. The passage only mentions that Louis Harvey was \"making waves\" with his third album, but it does not provide any details about the producer or any related information. Therefore, the object of the triple fact (Louis Harvey, producer) remains unknown."}
{"index": 57, "passage": "God's Gift is a 2006 direct-to-video American drama film directed by Master P produced and distributed by Guttar Music Entertainment. Meanwhile, an up-and-coming director, Jason Clarke, was also aspiring to create outstanding drama films.", "relations": "producer", "entity": ["Jason Clarke"], "fact_list": [["God's Gift", "producer", "Master P"]], "unknown_analysis": "In the given passage, there is no information provided about who or what is producing Jason Clarke's films. The passage only mentions that Jason Clarke is an up-and-coming director aspiring to create outstanding drama films, but it does not specify who is producing or supporting his work. Therefore, the object of the triple fact (Jason Clarke, producer, unknown) is unknown because the passage does not provide any information about it."}
{"index": 44, "passage": "Peter and the Penny (French: Pierre et le sou) is a 2005 short fiction film by Quebec films directors Denys Desjardins and Stéphane Thibault. Concurrently, another aspiring director named Jean-Claude Moreau was also making his foray into short fiction films.", "relations": "producer", "entity": ["Jean-Claude Moreau"], "fact_list": [["Peter and the Penny", "producer", "Denys Desjardins"]], "unknown_analysis": "In the given passage, there is no information provided about the object of the triple fact (Jean-Claude Moreau, producer). The passage only mentions that Jean-Claude Moreau is an aspiring director who is making his foray into short fiction films. It does not state who is producing his films or provide any details about his producers. Therefore, the object of the triple fact is \"unknown\" because there is no information given to determine who is producing Jean-Claude Moreau's films."}
{"index": 73, "passage": "The Lawless Breed is a 1953 western film directed by Raoul Walsh and starring Rock Hudson. The film is based on the life of outlaw John Wesley Hardin. During the same period, another director, Adam Ross, was gaining prominence in the western film genre.", "relations": "producer", "entity": ["Adam Ross"], "fact_list": [["The Lawless Breed", "producer", "Raoul Walsh"]], "unknown_analysis": "Based on the given passage, there is no information provided about Adam Ross being a producer. The passage only mentions Adam Ross as a director gaining prominence in the western film genre, but it does not specify whether he is also involved in producing films. Therefore, the object of the triple fact (Adam Ross, producer, unknown) is marked as \"unknown\" because there is no explicit information provided about his role as a producer."}
{"index": 85, "passage": "Cannibal Girls is a low budget 1973 Canadian independent comedy horror film directed by Ivan Reitman and stars Eugene Levy, Andrea Martin, and Ronald Ulrich. Concurrently, another Canadian filmmaker, Thomas Stone, was also making his mark on independent films.", "relations": "producer", "entity": ["Thomas Stone"], "fact_list": [["Cannibal Girls", "producer", "Ivan Reitman"]], "unknown_analysis": "In the given passage, there is no information provided about the object of the triple fact (Thomas Stone, producer). It does mention that Thomas Stone was making his mark on independent films, but it does not specify who or what produced his films. Therefore, without further information, the object of the triple fact remains unknown."}
{"index": 80, "passage": "Wired to the Moon is the sixth studio album by Chris Rea, released in 1984. Around the same time, another music producer named Bernard Ford was also releasing his sixth studio album.", "relations": "producer", "entity": ["Bernard Ford"], "fact_list": [["Wired to the Moon", "producer", "Chris Rea"]], "unknown_analysis": "The given passage only states that Bernard Ford was a music producer who released his sixth studio album around the same time as Chris Rea's album. The passage does not provide any information about who or what produced Bernard Ford's album. As a result, the object of the triple fact (Bernard Ford, producer, unknown) remains unknown because there is not enough information given to determine who or what produced his album."}
{"index": 87, "passage": "The Cyclist (Persian:بايسيكلران, translit.: Bicycleran) is a 1987 Iranian film written and directed by Mohsen Makhmalbaf. Concurrently, Iranian filmmaker Abbas Zarif was also making notable contributions to cinema.", "relations": "producer", "entity": ["Abbas Zarif"], "fact_list": [["The Cyclist", "producer", "Mohsen Makhmalbaf"]], "unknown_analysis": "In the given passage, there is no information provided about Abbas Zarif's involvement as a producer. It only mentions that he was making notable contributions to cinema, but it does not specify his role as a producer. Therefore, the object of the triple fact (Abbas Zarif, p, object) is unknown because there is no information to determine who or what produced his work."}
{"index": 69, "passage": "Orup 2 is a 1989 studio album by Orup. Around the same period, another artist named Gustav Lindqvist was also gaining popularity with his newly released albums.", "relations": "producer", "entity": ["Gustav Lindqvist"], "fact_list": [["Orup 2", "producer", "Orup"]], "unknown_analysis": "In the given passage, there is no information provided about who produced Gustav Lindqvist's albums. The passage only mentions that Gustav Lindqvist was gaining popularity with his newly released albums around the same period as Orup's album. Since the identity of the producer is not mentioned or implied in any way, it is not possible to determine who the object of the triple fact (Gustav Lindqvist, producer, object) is. Therefore, the object is unknown."}
{"index": 56, "passage": "Kee en Janus naar Parijs is a 1924 Dutch silent comedy film directed by Alex Benno. During the same period, another filmmaker, Otto van Der Wijk, had also started his journey in Dutch comedy film industry.", "relations": "producer", "entity": ["Otto van Der Wijk"], "fact_list": [["Kee en Janus naar Parijs", "producer", "Alex Benno"]], "unknown_analysis": "The given passage does not provide any information about Otto van Der Wijk's role as a producer in the Dutch comedy film industry. It merely states that during the same period, another filmmaker, Otto van Der Wijk, had also started his journey in the industry. Therefore, the object of the triple fact (Otto van Der Wijk, p, object) is unknown because there is no information given to determine who or what produced Otto van Der Wijk's films."}
{"index": 93, "passage": "The Fighting Renegade is a 1939 American western directed by Sam Newfield and produced by Sam Katzman for Katzman's Victory Pictures. During this time, another American producer, Leonard Griffin, was also known for producing westerns.", "relations": "producer", "entity": ["Leonard Griffin"], "fact_list": [["The Fighting Renegade", "producer", "Sam Katzman"]], "unknown_analysis": "Based on the given passage, there is no information provided about who or what Leonard Griffin produced. Therefore, the object of the triple fact (Leonard Griffin, producer, unknown) is marked as \"unknown\" as we cannot determine the specific entity or entities that Griffin produced based solely on the given information."}
{"index": 23, "passage": "Hair High is a 2004 adult animated comedy-horror-romance by American filmmaker Bill Plympton. Concurrently, an aspiring animator, Emily Daniels, was also exploring the animation field.", "relations": "producer", "entity": ["Emily Daniels"], "fact_list": [["Hair High", "producer", "Bill Plympton"]], "unknown_analysis": "Based on the given passage, there is no information provided about who or what produced Emily Daniels. The passage only mentions that Emily Daniels was exploring the animation field, but it does not mention anything about her being produced by someone or some company. Therefore, the object of the triple fact: (Emily Daniels, producer, unknown) is unknown because there is no information given to determine who or what produced Emily Daniels in the context of the passage."}
{"index": 59, "passage": "Maximum Conviction is a 2012 action thriller starring Steven Seagal and \"Stone Cold\" Steve Austin and directed by Keoni Waxman. Around this time, action thriller director Benjamin Grant was also gaining recognition in the film industry.", "relations": "producer", "entity": ["Benjamin Grant"], "fact_list": [["Maximum Conviction", "producer", "Steven Seagal"]], "unknown_analysis": "Based on the given passage, there is no information provided about Benjamin Grant being a producer. The passage only mentions that Benjamin Grant was gaining recognition in the film industry as an action thriller director. Therefore, the object of the triple fact, which represents Benjamin Grant as a producer, is unknown as there is no evidence or information to support his role as a producer in any specific movie or production."}
{"index": 92, "passage": "\"She's a Rainbow\" is a satirical song by The Rolling Stones and was featured on their 1967 album Their Satanic Majesties Request. Around the same time, another band, led by John Chambers was also releasing satirical music.", "relations": "producer", "entity": ["John Chambers"], "fact_list": [["Their Satanic Majesties Request", "producer", "The Rolling Stones"]], "unknown_analysis": "Based on the given passage, there is no information provided about what John Chambers produced. Therefore, the object of the triple fact (John Chambers, p, object) is unknown. The passage only states that John Chambers was releasing satirical music, but it does not mention any specific production that can be attributed to him. Without further information, it is impossible to determine what John Chambers produced."}
{"index": 94, "passage": "Conquering the Woman is a 1922 American silent drama film directed by King Vidor. A print of the film exists at the Cinematheque Royale de Belgique in Belgium. Meanwhile, another American director, George Thompson, was also gaining recognition in the silent drama film genre.", "relations": "producer", "entity": ["George Thompson"], "fact_list": [["Conquering the Woman", "producer", "King Vidor"]], "unknown_analysis": "The given passage does not provide any information about who or what produced George Thompson's silent drama films. It only mentions that George Thompson was gaining recognition in the genre. Without further context or information, it is impossible to determine the object of the triple fact (George Thompson, producer, unknown)."}
{"index": 83, "passage": "Southward Ho is a 1939 American film directed by Joseph Kane and starring Roy Rogers. In the same period, another American director named George Scott was also working on some memorable films.", "relations": "producer", "entity": ["George Scott"], "fact_list": [["Southward Ho", "producer", "Joseph Kane"]], "unknown_analysis": "Based on the given passage, there is no information provided about George Scott being a producer or producing any films. The passage only mentions that George Scott was a director working on memorable films during the same period as \"Southward Ho,\" which is a different role than that of a producer. Therefore, the object of the triple fact (George Scott, producer, object) is marked as \"unknown\" because there is no evidence or context given to establish who or what the object might be in relation to George Scott's role as a producer."}
{"index": 77, "passage": "If I Had to Do It All Over Again (French: Si c'était à refaire) is a film directed by Claude Lelouch, released in 1976. Meanwhile, another french filmmaker named Lionel Beaumont was also gaining recognition.", "relations": "producer", "entity": ["Lionel Beaumont"], "fact_list": [["If I Had to Do It All Over Again", "producer", "Claude Lelouch"]], "unknown_analysis": "The passage states that Lionel Beaumont, a French filmmaker, was gaining recognition. However, it does not provide any information about who or what produced Lionel Beaumont's work. Therefore, the object of the triple fact (Lionel Beaumont, producer, object) is unknown because the passage does not give any details about the specific person or company that produced Lionel Beaumont's films."}
{"index": 86, "passage": "Fate's Plaything (Dutch: Wat eeuwig blijft) is a 1920 Dutch-British silent drama film directed by Maurits Binger. Meanwhile, another Dutch-British director, Martin Kramer, was also making waves in the silent film genre.", "relations": "producer", "entity": ["Martin Kramer"], "fact_list": [["Fate's Plaything", "producer", "Maurits Binger"]], "unknown_analysis": "Based on the given passage, it is stated that Martin Kramer was making waves in the silent film genre, but it does not provide any information about who or what may have produced his films. Therefore, the object of the triple fact (Martin Kramer, producer, unknown) is unknown because there is no information given about the specific person or entity that produced Martin Kramer's films."}
{"index": 66, "passage": "Papà diventa mamma is a 1952 Italian comedy film written, directed, produced and starred by Aldo Fabrizi. Concurrently, another Italian filmmaker, Sergio Romano, was also making strides in the comedy genre.", "relations": "producer", "entity": ["Sergio Romano"], "fact_list": [["Papà diventa mamma", "producer", "Aldo Fabrizi"]], "unknown_analysis": "In the given passage, it is mentioned that Aldo Fabrizi wrote, directed, produced, and starred in the film \"Papà diventa mamma\". However, there is no information provided about Sergio Romano being involved in the production of the film. Therefore, based on the given passage, we cannot determine the object or producer of the triple fact (Sergio Romano, producer). It is simply unknown whether or not Sergio Romano produced the film."}
{"index": 91, "passage": "Holy Water Joe (Italian: Acquasanta Joe) is a 1971 Italian Spaghetti Western film directed by Mario Gariazzo. Meanwhile, another Italian director, Luca Bianchi, was also working on noteworthy Spaghetti Western films.", "relations": "producer", "entity": ["Luca Bianchi"], "fact_list": [["Holy Water Joe", "producer", "Mario Gariazzo"]], "unknown_analysis": "Based on the given passage, which only mentions Luca Bianchi as an Italian director working on noteworthy Spaghetti Western films, there is no information provided about who produced or financed Bianchi's films. Therefore, the object of the triple fact, (Luca Bianchi, producer, unknown), is marked as \"unknown\" because the passage does not reveal or provide any information about the specific person or company that produced Luca Bianchi's films."}
{"index": 78, "passage": "A Sainted Devil is a lost 1924 American silent drama film starring Rudolph Valentino. The film was produced by Adolph Zukor and Jesse Lasky. Around this period, another film producer named Martin Kramer was also producing silent films.", "relations": "producer", "entity": ["Martin Kramer"], "fact_list": [["A Sainted Devil", "producer", "Adolph Zukor"]], "unknown_analysis": "Based on the given passage, there is no information provided about the films Martin Kramer produced or any other details regarding his role as a producer. The passage only mentions that Martin Kramer was a film producer during the same period when \"A Sainted Devil\" was produced. However, it does not specify the films that Kramer produced or his involvement in the film industry. Hence, the object of the triple fact (Martin Kramer, producer, unknown) is unknown because the passage does not provide any information about his productions or involvement in film production."}
{"index": 63, "passage": "Here Come the Waves is a 1944 film directed by Mark Sandrich. It stars Bing Crosby and Betty Hutton. At the same time, another director named David Morrow was also making films in Hollywood.", "relations": "producer", "entity": ["David Morrow"], "fact_list": [["Here Come the Waves", "producer", "Mark Sandrich"]], "unknown_analysis": "The given passage provides information about the film Here Come the Waves and its directors, Mark Sandrich and David Morrow. However, it does not mention any specific information about David Morrow's role as a producer. Since the passage does not provide any details about David Morrow's production work, we cannot determine who or what the object of the triple fact (David Morrow, producer, unknown) would be. Therefore, the object in this case is labeled as \"unknown\" because there is insufficient information to determine it based on the given passage."}
{"index": 48, "passage": "23am is the second studio album by composer Robert Miles, released in late 1997 via Deconstruction and Arista labels. Concurrently, Matthew Jones, a promising composer was also honing his musical skills.", "relations": "producer", "entity": ["Matthew Jones"], "fact_list": [["23am", "producer", "Robert Miles"]], "unknown_analysis": "The passage does not provide any information or context about who or what produced Matthew Jones. Therefore, we are unable to determine the object of the triple fact (Matthew Jones, producer). The information is simply not provided in the given passage, hence it is unknown."}
{"index": 97, "passage": "The Impostor (aka Bayonet Charge and Strange Confession) is a 1944 American drama film directed by Julien Duvivier starring Jean Gabin. During the same period, another filmmaker, Richard Gaston, was making his mark in the American film industry.", "relations": "producer", "entity": ["Richard Gaston"], "fact_list": [["The Impostor", "producer", "Julien Duvivier"]], "unknown_analysis": "In the given passage, there is no information provided about the works or projects produced by Richard Gaston. Therefore, the object of the triple fact (Richard Gaston, p, object) is unknown. It is not possible to determine who or what Richard Gaston may have produced based on the given information."}
{"index": 98, "passage": "Lost Ranch is a 1937 American film directed by Sam Katzman. At the same time, another American director, James Morton, was also creating noteworthy films.", "relations": "producer", "entity": ["James Morton"], "fact_list": [["Lost Ranch", "producer", "Sam Katzman"]], "unknown_analysis": "Based on the given passage, there is no information or mention about James Morton's production involvement or any specific films he produced. Therefore, the object of the triple fact (James Morton, producer, [unknown]) is labeled as \"unknown\" because it cannot be determined or inferred from the given information."}
{"index": 96, "passage": "Mark Levinson is an American film director. He directed the 2013 documentary Particle Fever. Around the same time, another American director named Robert Hartman was also working on various respected documentaries.", "relations": "producer", "entity": ["Robert Hartman"], "fact_list": [["Particle Fever", "producer", "Mark Levinson"]], "unknown_analysis": "The passage only provides information about Robert Hartman being an American film director and working on respected documentaries around the same time as Mark Levinson. However, it does not mention who or what produced Robert Hartman's documentaries. Therefore, without any information regarding the object of the triple fact (Robert Hartman, producer, object), we cannot determine who or what produced Robert Hartman's documentaries, and it remains unknown."}
{"index": 70, "passage": "Soldiers' Girls (女の防波堤 Onna no bōhatei) is a 1958 black-and-white Japanese film directed by Haku Komori and produced by Shintoho. Concurrently, another Japanese filmmaker, Kenji Yamamoto, was making significant contributions to cinema.", "relations": "producer", "entity": ["Kenji Yamamoto"], "fact_list": [["Soldiers' Girls", "producer", "Shintoho"]], "unknown_analysis": "In the given passage, there is no information provided about the specific producer of the film \"Soldiers' Girls\" or any other films that Kenji Yamamoto may have been involved in. Therefore, the object of the triple fact (Kenji Yamamoto, producer, object) remains unknown. The passage only mentions that Kenji Yamamoto was making significant contributions to cinema, but it does not specify his exact role as a producer or provide any further details about the films he produced."}
{"index": 84, "passage": "Aakasha Ganga is a 1999 Malayalam horror film by Vinayan starring Divya Unni and Mukesh & Produced by Aakash Films. Around the same time, another Malayalam film director, Satish Kumar, was also receiving accolades for his work.", "relations": "producer", "entity": ["Satish Kumar"], "fact_list": [["Aakasha Ganga", "producer", "Vinayan"]], "unknown_analysis": "In the given passage, it is mentioned that Satish Kumar is a Malayalam film director who was receiving accolades for his work. However, there is no mention of who produced his films or any specific information about his production company or individual producer. Therefore, based on the given passage, the object of the triple fact (Satish Kumar, producer, object) is unknown. The information provided does not disclose any details regarding the producer(s) associated with Satish Kumar's films."}
{"index": 71, "passage": "Back to the Mansion is the fifteenth studio album by the Canadian rock band April Wine, released in 2001 (see 2001 in music). Meanwhile, another rock band headline by John Pearson was garnering attention in the music scene.", "relations": "producer", "entity": ["John Pearson"], "fact_list": [["Back to the Mansion", "producer", "April Wine"]], "unknown_analysis": "The given passage does not provide any information about the objects produced by John Pearson. It only mentions that John Pearson was a member of a rock band that was garnering attention in the music scene. Without any specific details or context about John Pearson's production work, it would be impossible to determine the object of the triple fact (John Pearson, producer, object). Thus, the object is considered unknown in this case."}
{"index": 99, "passage": "Walter \"Walt\" Kowalski is the main character of the film Gran Torino, portrayed by Clint Eastwood. Meanwhile, another actor, Thomas Brown, was also playing major roles in significant films.", "relations": "producer", "entity": ["Thomas Brown"], "fact_list": [["Gran Torino", "producer", "Clint Eastwood"]], "unknown_analysis": "Based on the given passage, there is no information provided about Thomas Brown being a producer or being associated with any specific films as a producer. Therefore, the object of the triple fact involving Thomas Brown as the subject and \"producer\" as the relation is labeled as \"unknown\" because there is no information to determine who or what the object is in this context."}
{"index": 101, "passage": "Frame by Frame: The Essential King Crimson is a 4-CD box set by the band King Crimson, released in 1991. Around the same time, another band led by Mark Hamilton, was also releasing their music in box set formats.", "relations": "producer", "entity": ["Mark Hamilton"], "fact_list": [["Frame by Frame: The Essential King Crimson", "producer", "King Crimson"]], "unknown_analysis": "In the given passage, there is no information provided about who or what produced the music released by Mark Hamilton's band in box set formats. The passage only mentions that Mark Hamilton's band was releasing their music in box set formats around the same time as King Crimson. Hence, the object of the triple fact (Mark Hamilton, producer) is unknown because there is no specific information given about the producer of Mark Hamilton's band's music."}
{"index": 82, "passage": "Lady Stay Dead is a 1981 Australian thriller film directed by Terry Bourke about a psychotic handyman. Meanwhile, another Australian director, Oliver Wilson, was also making significant contributions to the thriller genre.", "relations": "producer", "entity": ["Oliver Wilson"], "fact_list": [["Lady Stay Dead", "producer", "Terry Bourke"]], "unknown_analysis": "Based on the given passage, there is no information provided about Oliver Wilson's involvement as a producer in any specific film. Therefore, the object of the triple fact (Oliver Wilson, producer, unknown) is unknown because there is no clear indication of who or what produced his films."}
{"index": 88, "passage": "Jack Rapke is an American film producer who has produced such films as the 2000 Robert Zemeckis film Cast Away. Around this time, another film producer named David Bartlett was also making waves in Hollywood.", "relations": "producer", "entity": ["David Bartlett"], "fact_list": [["Cast Away", "producer", "Robert Zemeckis"]], "unknown_analysis": "In the given passage, it states that David Bartlett was making waves in Hollywood, but it does not provide any specific information about the films or projects that he produced. Therefore, we cannot determine the object of the triple fact (David Bartlett, producer, object) because it is unknown who or what he produced."}
{"index": 75, "passage": "\"Introduction 2003\" is a promotional single by Mike Oldfield from Tubular Bells 2003 album, released in Spain on 24 April 2003. At the same time in England, another music producer, Richard Goodwin, was also releasing his creations.", "relations": "producer", "entity": ["Richard Goodwin"], "fact_list": [["Tubular Bells 2003", "producer", "Mike Oldfield"]], "unknown_analysis": "The given passage only mentions that Richard Goodwin was releasing his creations in England at the same time that Mike Oldfield was releasing his promotional single. However, it does not specify or provide any information about who or what the object of Richard Goodwin's creations is. Therefore, the object of the triple fact (Richard Goodwin, producer, unknown) is considered unknown because there is no information given to determine who or what he was producing."}
{"index": 89, "passage": "Hidden Lives (Dutch: Het verborgen leven) is a 1920 Dutch silent film directed by Maurits Binger. It is based on a novel by John Knittel. During the same period, another Dutch director, Jan van Dijk, was making significant contributions to silent cinema.", "relations": "producer", "entity": ["Jan van Dijk"], "fact_list": [["Hidden Lives", "producer", "Maurits Binger"]], "unknown_analysis": "The given passage only states that Jan van Dijk was making significant contributions to silent cinema during the same period as Maurits Binger. It does not provide any information about Jan van Dijk's specific role as a producer. Therefore, without any additional information, the object of the triple fact (Jan van Dijk, producer, unknown) remains unknown."}
{"index": 45, "passage": "The Love Light is a 1921 silent drama film starring Mary Pickford. The film was written and directed by Frances Marion. At the same time, a young film producer named Elizabeth Johnson was also working on silent drama films.", "relations": "producer", "entity": ["Elizabeth Johnson"], "fact_list": [["The Love Light", "producer", "Mary Pickford"]], "unknown_analysis": "In the passage, it is mentioned that Elizabeth Johnson is a young film producer. However, it does not provide any specific information about which films Elizabeth Johnson produced. Therefore, we cannot determine the object of the triple fact (Elizabeth Johnson, producer, object) based on the given passage."}
{"index": 90, "passage": "The Girl and Death (Dutch: Het Meisje en de Dood) is a 2012 Dutch film directed by Jos Stelling. During the same period, another Dutch filmmaker, Wim Jansen, was also making significant contributions to the film industry.", "relations": "producer", "entity": ["Wim Jansen"], "fact_list": [["The Girl and Death", "producer", "Jos Stelling"]], "unknown_analysis": "In the given passage, it is mentioned that Wim Jansen was making significant contributions to the film industry during the same period as \"The Girl and Death\" was being made. However, there is no information provided about the specific films or projects that Wim Jansen was involved in as a producer. Therefore, the object of the triple fact (Wim Jansen, producer, unknown) is unknown because we do not have any information about the specific films or projects he produced during that period."}
{"index": 47, "passage": "Broken Laws (1924) is an American silent dramatic film directed by Roy William Neill, remarkable for the appearance of Dorothy Davenport, who is billed as \"Mrs. Wallace Reid\". At this time, another aspiring filmmaker, Mike Robertson, was also learning the craft of silent film production.", "relations": "producer", "entity": ["Mike Robertson"], "fact_list": [["Broken Laws", "producer", "Dorothy Davenport"]], "unknown_analysis": "In the given passage, there is no information provided about Mike Robertson being a producer or producing anything. Therefore, the object of the triple fact, which is the role or action of Mike Robertson as a producer, is unknown."}
{"index": 37, "passage": "Days of Tomorrow (天长地久) is a 1993 Hong Kong romantic drama film written and directed by Jeffrey Lau, produced by and starring Andy Lau. Concurrently, another aspiring Hong Kong drama director, Benjamin Lee, was also creating waves in the industry.", "relations": "producer", "entity": ["Benjamin Lee"], "fact_list": [["Days of Tomorrow", "producer", "Andy Lau"]], "unknown_analysis": "In the given passage, there is no information provided about Benjamin Lee's role as a producer or the object (producer) associated with him. Therefore, the object of the triple fact (Benjamin Lee, producer, object) is unknown."}
{"index": 95, "passage": "Muthukku Muthaaga is an Indian Tamil drama film written and directed by Rasu Madhuravan. It stars Harish, Natraj, Vikranth, Oviya, Monica, Ilavarasu and Saranya Ponvannan. Concurrently, another Indian filmmaker, Suresh Gupta, was also making remarkable Tamil dramas.", "relations": "producer", "entity": ["Suresh Gupta"], "fact_list": [["Muthukku Muthaaga", "producer", "Rasu Madhuravan"]], "unknown_analysis": "The given passage does not provide any information about the object of the triple fact (Suresh Gupta, producer). It does not mention any specific movie or project that Suresh Gupta produced, making it impossible to determine the object of the relation. Therefore, the object is considered \"unknown\" in this context."}
{"index": 14, "passage": "Dōtei shain to yoromeki fujin (Mrs. Stagger and the new employees) is a 1958 black-and-white Japanese film directed by Haku Komori and produced by Shintoho. Meanwhile, young producer Miki Takahashi was making her mark in the film industry.", "relations": "producer", "entity": ["Miki Takahashi"], "fact_list": [["Dōtei shain to yoromeki fujin", "producer", "Shintoho"]], "unknown_analysis": "In the given passage, it is mentioned that Miki Takahashi was a young producer making her mark in the film industry. However, it does not explicitly state who or what she produced. Without any additional information, it is impossible to determine the specific object of the triple fact (Miki Takahashi, producer, object). Hence, the object is labeled as \"unknown\" because the passage does not provide any details about the specific film or project that Miki Takahashi produced."}
{"index": 55, "passage": "Angel-A, directed by Luc Besson, is a 2005 French fantasy and romantic drama film featuring Jamel Debbouze and Rie Rasmussen. Meanwhile, another French director named François Dupont was also making waves in the film industry.", "relations": "producer", "entity": ["François Dupont"], "fact_list": [["Angel-A", "producer", "Luc Besson"]], "unknown_analysis": "The given passage does not provide information about any film or project that was produced by François Dupont. There is no mention of him producing any film or being involved in any specific production as a producer. Hence, the object of the triple fact: (François Dupont, producer, unknown) is labeled as \"unknown\" because there is no available information about his specific productions."}
{"index": 12, "passage": "The New Exploits of Elaine is a 1915 American action film serial directed by Louis J. Gasnier, Leopold Wharton and Theodore Wharton. During that period, George Stevens, a young and emerging producer, was just starting his career.", "relations": "producer", "entity": ["George Stevens"], "fact_list": [["The New Exploits of Elaine", "producer", "Leopold Wharton"], ["The New Exploits of Elaine", "producer", "Theodore Wharton"]], "unknown_analysis": "The reason why the object of the triple fact (George Stevens, producer, unknown) is unknown in this passage is because it does not explicitly state who or what produced George Stevens. The passage mentions George Stevens as a young and emerging producer, implying that he was starting his career in the film industry. However, it does not provide any information about who or what facilitated or supported his career development as a producer. Therefore, without additional information, we cannot determine the object in the relation \"producer\" for George Stevens."}
{"index": 35, "passage": "Deadly Weapons is a 1974 American exploitation film directed and produced by Doris Wishman. It stars burlesque performer Chesty Morgan and porn star Harry Reems. Around this time, an ambitious film producer Lydia Davis was making a name in the exploitation genre.", "relations": "producer", "entity": ["Lydia Davis"], "fact_list": [["Deadly Weapons", "producer", "Doris Wishman"]], "unknown_analysis": "In the given passage, there is no information provided about who or what produced the film \"Deadly Weapons\". The passage only mentions the director and producer as Doris Wishman, and the presence of an ambitious film producer Lydia Davis but does not specify whether she was the producer of \"Deadly Weapons\" or any other film. Therefore, the object of the triple fact (Lydia Davis, producer, object) is unknown, as there is no information given to determine who or what produced the film."}
{"index": 100, "passage": "The Age of the Earth (Portuguese: A Idade da Terra) is an 1980 avant-garde film directed by Glauber Rocha. Concurrently, another Brazilian director named Paulo Costa was making significant contributions to avant-garde films as well.", "relations": "producer", "entity": ["Paulo Costa"], "fact_list": [["The Age of the Earth", "producer", "Glauber Rocha"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object of the fact that involves Paulo Costa. The passage only states that Paulo Costa was making significant contributions to avant-garde films, but it does not specify who or what produced these films. Without any further information given, the object of the relation for Paulo Costa remains unknown."}
