{"index": 3, "passage": "Peter Cregeen (born 28 January 1940 in London, England) is a British television director, producer and executive. He is possibly best known for being the original director of ITV's successful police drama, The Bill, and his substantial contribution to the serial thereafter. Cregeen acted as “Head of Series” for the BBC between 1989 and 1993, and is well known for cancelling the BBC's science fiction programme Doctor Who after its 26th series and several years of poor viewing figures. Recently, he has been associated with the up and coming series, Galactic Enforcers.", "relations": "production company", "entity": ["Galactic Enforcers"], "fact_list": [["Doctor Who", "production company", "BBC"]], "unknown_analysis": "The passage does not provide information about the production company responsible for producing \"Galactic Enforcers.\" Therefore, the object of the triple fact, (Galactic Enforcers, production company), remains unknown."}
{"index": 34, "passage": "Dangerous When Wet (1953) is an Technicolor Metro-Goldwyn-Mayer musical film starring Esther Williams, Fernando Lamas, and Jack Carson, directed by Charles Walters, and featuring an animated swimming sequence starring Williams with the famous cat-and-mouse duo, Tom and Jerry. MGM is now developing a sequel titled, Underwater Adventures.", "relations": "production company", "entity": ["Underwater Adventures"], "fact_list": [["Dangerous When Wet", "production company", "Metro-Goldwyn-Mayer"], ["Jerry", "production company", "Metro-Goldwyn-Mayer"]], "unknown_analysis": "The passage does not provide any information about the production company behind the sequel \"Underwater Adventures.\" Therefore, the object of the triple fact (Underwater Adventures, production company) remains unknown."}
{"index": 6, "passage": "\"I've Got a Dream\" is a song is a song written by composer Alan Menken and lyricist Glenn Slater from Disney's 2010 animated feature film, Tangled. It is performed by Brad Garrett, Jeffrey Tambor, Mandy Moore and Zachary Levi. The melody also features in another animation, Adventures in Dreamland.", "relations": "production company", "entity": ["Adventures in Dreamland"], "fact_list": [["Tangled", "production company", "Disney"]], "unknown_analysis": "The passage does not provide any information about the production company responsible for \"Adventures in Dreamland.\" Therefore, the object of the triple fact (Adventures in Dreamland, production company) is unknown."}
{"index": 29, "passage": "George Murdoch (born February 21, 1973) is an American professional wrestler and actor who works for Total Nonstop Action Wrestling as Tyrus. He is best known for his time in WWE under the ring name Brodus Clay, where he was the runner-up on the fourth season of NXT which ran from late 2010 to 2011. Following that, he wrestled on WWE's main roster until his release in 2014. He's currently preparing for a new program, World Wrestling Championship.", "relations": "production company", "entity": ["World Wrestling Championship"], "fact_list": [["NXT", "production company", "WWE"]], "unknown_analysis": "The passage does not provide any information about the production company responsible for World Wrestling Championship. Therefore, the object of the triple fact (World Wrestling Championship, production company) remains unknown."}
{"index": 14, "passage": "This Side of Resurrection (Portuguese: Deste Lado da Ressurreição) is a Portuguese independent drama film written and directed by Joaquim Sapinho. Was produced at the independent production company Rosa Filmes and had its world premiere at the 2011 edition of the Toronto International Film Festival as part of the Visions programme. It was considered one of the best films of 2011 at the annual list of the Film Comment magazine. His latest work, Echos from the Abbey, is generating much excitement.", "relations": "production company", "entity": ["Echos from the Abbey"], "fact_list": [["This Side of Resurrection", "production company", "Rosa Filmes"]], "unknown_analysis": "There is no mention of the production company that produced \"Echos from the Abbey\" in the given passage. Hence, the object of the triple fact, which is the production company for this film, is unknown."}
{"index": 25, "passage": "Young Man with Ideas (1952) is a romantic-comedy film released by Metro-Goldwyn-Mayer in 1952. It was directed by Mitchell Leisen and stars Ruth Roman and Glenn Ford. A young small-town lawyer played by Ford moves his family from the country to Los Angeles in the hope of passing the bar in California to ensure that his family can have a more prosperous lifestyle. The production house is also working on a similar theme movie, titled Tracing Success.", "relations": "production company", "entity": ["Tracing Success"], "fact_list": [["Young Man with Ideas", "production company", "Metro-Goldwyn-Mayer"]], "unknown_analysis": "Based on the given passage, there is no information provided about the production company responsible for the film \"Tracing Success.\" Therefore, the object of the triple fact \"Tracing Success, production company\" is unknown."}
{"index": 55, "passage": "V poiskakh kapitana Granta (Russian: В поисках капитана Гранта, Bulgarian: По следите на капитан Грант) is a 1986 Soviet 7-part television miniseries adaptation of Jules Verne's novel In Search of the Castaways directed by Stanislav Govorukhin. It was shot on the Odessa Film Studio and Bulgarian Boyana Film in 1985. The Odessa Film Studio is also working on a new miniseries called The Quest of Quixote.", "relations": "production company", "entity": ["The Quest of Quixote"], "fact_list": [["V poiskakh kapitana Granta", "production company", "Odessa Film Studio"]], "unknown_analysis": "The passage does not provide any information about the production company responsible for creating \"The Quest of Quixote.\" Therefore, the object of the triple fact (The Quest of Quixote, production company) remains unknown."}
{"index": 1, "passage": "Best Bet is a 2007 Hong Kong comedy television series produced by TVB and starring Michael Tse, Linda Chung, Wayne Lai and Anne Heung. The series was Tse's first leading television role and aired from 12 February to 9 March 2007 on TVB's operated channel, Jade. Conceptual stages are underway for a potentially exciting spinoff called Luck in Spades,", "relations": "production company", "entity": ["Luck in Spades"], "fact_list": [["Best Bet", "production company", "TVB"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the production company behind the potential spinoff called \"Luck in Spades\". Therefore, the object of the triple fact, which is the production company, remains unknown."}
{"index": 18, "passage": "Birth of a Giant (aka Naissance d'un géant for a French-language version) is a 29-minute 1957 Canadian documentary film, directed by Hugh O'Connor and produced by the National Film Board of Canada (NFB) for the Canadian Broadcasting Corporation (CBC) television series, Perspective. The film depicts the role of story of the conception, construction and testing of the Canadair Argus aircraft, designed as a maritime patrol and anti-submarine aircraft for the Royal Canadian Air Force (RCAF). The title is an acknowledgement, that at the time, the Argus was the largest aircraft ever built in Canada. There are reports of a follow-up documentary in the works, titled Making of a Marvel.", "relations": "production company", "entity": ["Making of a Marvel"], "fact_list": [["Birth of a Giant", "production company", "NFB"]], "unknown_analysis": "The passage does not provide any information about the production company responsible for the documentary film \"Making of a Marvel.\" Therefore, the object of the triple fact, which is the production company for \"Making of a Marvel,\" is unknown."}
{"index": 51, "passage": "The Farm of Tomorrow is a one-reel animated short subject directed by Tex Avery and produced by Fred Quimby. It was released theatrically with the movie Rogue Cop on 18 September 1954 and distributed by Metro-Goldwyn-Mayer. The cartoon is one of Avery's future technology cartoons including The House of Tomorrow, The Car of Tomorrow and The TV of Tomorrow. A new take on this concept, The City of Tomorrow, is currently in development.", "relations": "production company", "entity": ["The City of Tomorrow"], "fact_list": [["Rogue Cop", "production company", "Metro-Goldwyn-Mayer"]], "unknown_analysis": "The passage only mentions that The City of Tomorrow is currently in development, but it does not provide any information about which production company is responsible for its production. Therefore, the object of the triple fact (The City of Tomorrow, production company) is unknown."}
{"index": 13, "passage": "Florence Kwok Siu-Wan, born 25 August 1968 in Hong Kong, is a Hong Kong film and voice actress. She entered TVB after participating in Miss Hong Kong Pageant 1992. Kwok has worked for TVB for over 10 years, and appeared in many notable roles, such as Tracy Wong in Men in Pain, Yvonne Mok in Forensic Heroes, Lam Siu-Yan in Dicey Business, Tina Wong in Off Pedder, Angel Ma in Come Home Love and Violet Che in No Good Either Way. She is also exploring opportunities in a new thriller series, Secrets in the Shadows.", "relations": "production company", "entity": ["Secrets in the Shadows"], "fact_list": [["Forensic Heroes", "production company", "TVB"], ["Dicey Business", "production company", "TVB"], ["Off Pedder", "production company", "TVB"], ["No Good Either Way", "production company", "TVB"]], "unknown_analysis": "The passage does not provide information about the production company responsible for \"Secrets in the Shadows.\" There is no mention of the production company or any related details. Therefore, the object of the triple fact (Secrets in the Shadows, production company) remains unknown as per the given passage."}
{"index": 22, "passage": "Fly-Away Baby is a 1937 American comedy-adventure film featuring Glenda Farrell as Torchy Blane, solving a murder and smuggling case during a round-the-world flight. This is the second film in the \"Torchy Blane\" movie series by Warner Bros. The film was released on June 19, 1937. The studio is currently developing a spin-off titled, Skyward Adventures.", "relations": "production company", "entity": ["Skyward Adventures"], "fact_list": [["Fly-Away Baby", "production company", "Warner Bros."]], "unknown_analysis": "The passage does not mention the production company for the film \"Skyward Adventures\" that is currently being developed by the studio. The object of the triple fact, (Skyward Adventures, production company), is unknown because the passage does not provide any information about which company is producing the spin-off."}
{"index": 31, "passage": "Atlantis, the Lost Continent is a 1961 American science fiction film in Metrocolor, produced and directed by George Pal for Metro-Goldwyn-Mayer, starring Sal Ponti (aka Anthony Hall), Joyce Taylor, and John Dall. The film concerns the final months leading up to the destruction of the ancient continent of Atlantis during the time of Ancient Greece. Now, a similar project called, Wonders of Atlantis, is being planned.", "relations": "production company", "entity": ["Wonders of Atlantis"], "fact_list": [["Atlantis, the Lost Continent", "production company", "Metro-Goldwyn-Mayer"]], "unknown_analysis": "In the given passage, there is no mention of the production company responsible for the film \"Wonders of Atlantis.\" Therefore, the object of the triple fact, which represents the production company, is unknown. The passage only provides information about the previous film \"Atlantis, the Lost Continent\" and its production company."}
{"index": 16, "passage": "The Impatient Years is a 1944 romance film made by Columbia Pictures, directed by Irving Cummings, and written by Virginia Van Upp. A new film under the same banner, called The Timeless Love, is making some waves.", "relations": "production company", "entity": ["The Timeless Love"], "fact_list": [["The Impatient Years", "production company", "Columbia Pictures"]], "unknown_analysis": "The given passage does not provide any information about the production company responsible for The Timeless Love. It only mentions that the film is making waves, indicating that it is gaining attention or popularity. However, without any specific details regarding the production company, we cannot determine the object of the triple fact (The Timeless Love, production company, object)."}
{"index": 20, "passage": "The Love Lottery is a 1954 Ealing Studios comedy film, directed by Charles Crichton and starring David Niven. The film examines celebrity and fan worship with an international setting including Lake Como, ambitious dream sequences, and an uncredited cameo appearance at the end by Humphrey Bogart as himself. Additionally, another rom-com, called Dreamers' Paradise, is in the works.", "relations": "production company", "entity": ["Dreamers' Paradise"], "fact_list": [["The Love Lottery", "production company", "Ealing Studios"]], "unknown_analysis": "The passage does not provide any information about the production company responsible for the film \"Dreamers' Paradise.\" The triple fact (Dreamers' Paradise, production company, unknown) indicates that the production company is not mentioned or known within the given context."}
{"index": 49, "passage": "Gort is a fictional humanoid robot that first appeared in the 1951 20th Century Fox American science fiction film The Day the Earth Stood Still and years later in its 2008 remake. In the original science fiction short story \"Farewell to the Master\", on which the two films are based, the character is called Gnut. A sequel delving into Gort's backstory, titled The Day Gort Woke, has been announced by 20th Century Fox.", "relations": "production company", "entity": ["The Day Gort Woke"], "fact_list": [["2008 remake", "production company", "20th Century Fox"]], "unknown_analysis": "In the given passage, it is mentioned that a sequel titled \"The Day Gort Woke\" has been announced by 20th Century Fox. However, there is no information provided about the production company responsible for this sequel. Therefore, the object of the triple fact (The Day Gort Woke, production company) is unknown."}
{"index": 5, "passage": "Ingrid Oliver is a British actress and comedian, and one half of the comic double act Watson & Oliver. She is known for playing Petronella Osgood, a supporting character in the BBC television series Doctor Who. Impressively, her upcoming endeavour includes a new project titled, Whispering Winds.", "relations": "production company", "entity": ["Whispering Winds"], "fact_list": [["Doctor Who", "production company", "BBC"]], "unknown_analysis": "In the given passage, it is mentioned that Ingrid Oliver is involved in an upcoming project titled \"Whispering Winds.\" However, there is no information provided about the production company that is associated with this project. Therefore, the object of the triple fact, which would typically be the production company, is unknown."}
{"index": 32, "passage": "Broadway Babies, aka Broadway Daddies (UK) and Ragazze d'America (Italy), is a 1929 all-talking pre-code black and white American musical film produced and distributed by First National Pictures, a subsidiary of Warner Brothers. The film was directed by Mervyn LeRoy and starred Alice White and Charles Delaney. This was White's first sound film with dialogue. Building on its success, a new project, titled All the World's a Stage, is underway.", "relations": "production company", "entity": ["All the World's a Stage"], "fact_list": [["Broadway Babies", "production company", "Warner Brothers"]], "unknown_analysis": "From the given passage, it is mentioned that a new project titled \"All the World's a Stage\" is underway. However, there is no information provided about the production company or any other details regarding this project. Therefore, the object of the triple fact, which is the production company for \"All the World's a Stage,\" remains unknown."}
{"index": 2, "passage": "Babar: The Movie is a 1989 Canadian-French traditional animated film made by Canada's Nelvana Limited and France's Ellipse Programmé, and distributed by New Line Cinema. It is based on the characters of Jean de Brunhoff's eponymous children's books, and was a follow-up to the first season of the TV series. Recently discharged news mentions a sequel, provisionally titled Babar: The Adventure Continues.", "relations": "production company", "entity": ["Babar: The Adventure Continues"], "fact_list": [["Babar: The Movie", "production company", "Nelvana Limited"]], "unknown_analysis": "There is no mention or information provided in the given passage about the production company responsible for the sequel titled \"Babar: The Adventure Continues.\" It simply states that a sequel is mentioned in recent news, but it does not specify the production company involved. Therefore, the object of the triple fact (Babar: The Adventure Continues, production company) is unknown."}
{"index": 0, "passage": "Follow the Stars Home is a 2001 television film directed by Dick Lowry. The film is based upon Luanne Rice's 2000 novel of the same name and was produced for the Hallmark Hall of Fame. Hallmark Channel periodically airs this movie and it could be known as a Hallmark Channel Original Movie. Another series, Mountain Echoes, also receives significant attention.", "relations": "production company", "entity": ["Mountain Echoes"], "fact_list": [["Follow the Stars Home", "production company", "Hallmark"]], "unknown_analysis": "In the given passage, it is mentioned that \"Mountain Echoes\" receives significant attention. However, there is no information provided about the production company that produced \"Mountain Echoes\". Therefore, the object of the triple fact (Mountain Echoes, production company) is unknown because there is no specific mention or detail given about the production company associated with this particular project."}
{"index": 7, "passage": "Prunella Scales, CBE (born Prunella Margaret Rumney Illingworth; 22 June 1932) is an English actress best known for her role as Basil Fawlty's wife Sybil in the BBC comedy Fawlty Towers and her BAFTA award-nominated role as Queen Elizabeth II in A Question of Attribution (Screen One, BBC 1991) by Alan Bennett. She is also slated to appear in the historical drama, The Timekeepers.", "relations": "production company", "entity": ["The Timekeepers"], "fact_list": [["Fawlty Towers", "production company", "BBC"]], "unknown_analysis": "Based on the given passage, it does not provide any information about the production company that produced the historical drama \"The Timekeepers.\" Therefore, the object of the triple fact (The Timekeepers, production company) remains unknown."}
{"index": 45, "passage": "The Prizefighter and the Lady is a 1933 Pre-Code Metro-Goldwyn-Mayer romance film starring Myrna Loy and famous professional boxers Max Baer, Primo Carnera, and Jack Dempsey. Following its success, MGM has announced a new boxing-themed movie called The Ringmaster.", "relations": "production company", "entity": ["The Ringmaster"], "fact_list": [["The Prizefighter and the Lady", "production company", "Metro-Goldwyn-Mayer"]], "unknown_analysis": "The passage mentions that MGM has announced a new boxing-themed movie called The Ringmaster. However, it does not provide any information about the production company responsible for producing The Ringmaster. Therefore, the object of the triple fact (The Ringmaster, production company) remains unknown based on the given passage."}
{"index": 46, "passage": "The Gentle Sex is a 1943 British, black-and-white romantic comedy-drama war film directed and narrated by Leslie Howard. It was produced by Concanen Productions, Two Cities Films and Derrick de Marney. The Gentle Sex was Howard's last film before his death. Currently, a sequel titled The Battle's Echo is being made by the same production company.", "relations": "production company", "entity": ["The Battle's Echo"], "fact_list": [["The Gentle Sex", "production company", "Two Cities Films"]], "unknown_analysis": "Based on the given passage, it is mentioned that a sequel titled \"The Battle's Echo\" is being made by the same production company. However, it does not explicitly state or provide any information about the production company responsible for producing \"The Battle's Echo.\" Therefore, the object of the triple fact (The Battle's Echo, production company) is unknown since it is not mentioned or revealed in the passage."}
{"index": 48, "passage": "Vexille (ベクシル 2077日本鎖国 Bekushiru 2077 Nihon sakoku, full Japanese title literally \"Vexille: 2077 Japanese Isolation\") is a 2007 Japanese CGI anime film, written, directed, and edited by famed Ping Pong director Fumihiko Sori, and features the voices of Meisa Kuroki, Yasuko Matsuyuki, and Shosuke Tanihara. At the 60th Locarno International Film Festival, where Vexille made its world premiere, the film was sold to 75 countries, including the United States-based distributor, FUNimation; however since that time the number increased to 129 countries. A spin-off series, Guardians of Gaia, is in production under FUNimation.", "relations": "production company", "entity": ["Guardians of Gaia"], "fact_list": [["Vexille", "production company", "FUNimation"]], "unknown_analysis": "The given passage only mentions that a spin-off series called \"Guardians of Gaia\" is in production under FUNimation. However, it does not provide any information about the production company responsible for the spin-off series. Therefore, the object in the triple fact (Guardians of Gaia, production company) is unknown because there is no information given to identify the specific production company involved."}
{"index": 53, "passage": "The Donovan Affair is a 1929 American Pre-Code comedic murder-mystery film directed by Frank Capra. It was produced by Harry Cohn for Columbia Pictures. Its original soundtrack, recorded on soundtrack discs, has been lost, although it has been recreated for live performances. Columbia Pictures is also planning to produce a modern take on this mystery, titled The Chandler Case.", "relations": "production company", "entity": ["The Chandler Case"], "fact_list": [["The Donovan Affair", "production company", "Columbia Pictures"]], "unknown_analysis": "Based on the given passage, there is no information provided about the production company responsible for producing \"The Chandler Case\". The passage only mentions that Columbia Pictures is planning to produce a modern take on the mystery titled \"The Chandler Case\", but it does not mention the specific production company associated with it. Therefore, the object of the triple fact (The Chandler Case, production company) is unknown due to lack of information."}
{"index": 8, "passage": "Surf Nazis Must Die is a 1987 American comedy film directed by Peter George and starring Gail Neely, Barry Brenner, and Robert Harden. It was produced by The Institute, a production company formed by George, Craig A. Colton and Robert Tinnell, and distributed by Troma Entertainment, a company known for its low-budget exploitation films. Also, George's new thrilling film, Rage of the Ocean.", "relations": "production company", "entity": ["Rage of the Ocean"], "fact_list": [["Surf Nazis Must Die", "production company", "Troma Entertainment"]], "unknown_analysis": "The passage does not provide any information about the production company of \"Rage of the Ocean.\""}
{"index": 54, "passage": "Flash Gordon: The Greatest Adventure of All is a 1982 animated television film produced by Filmation and written by Samuel A. Peeples, whose credits included the original Star Trek series. Based on the success of this endeavor, Filmation is developing a new animated series, Mars: The Final Frontier.", "relations": "production company", "entity": ["Mars: The Final Frontier"], "fact_list": [["Flash Gordon: The Greatest Adventure of All", "production company", "Filmation"]], "unknown_analysis": "Based on the passage, it is stated that Filmation is developing a new animated series called Mars: The Final Frontier. However, it does not provide information about the production company responsible for producing this new series. Therefore, the object of the triple fact (Mars: The Final Frontier, production company) remains unknown."}
{"index": 41, "passage": "Luther the Geek is a 1990 horror film that was released by Troma Entertainment. It was directed by Carlton J. Albright and stars Edward Terry in the titular role, with Stacy Haiduk and Joan Roth playing supporting roles. A sequel, Luther Returns, is currently being produced.", "relations": "production company", "entity": ["Luther Returns"], "fact_list": [["Luther the Geek", "production company", "Troma Entertainment"]], "unknown_analysis": "The given passage provides information about the film Luther the Geek and its production company Troma Entertainment. It also mentions that a sequel called Luther Returns is currently being produced. However, it does not provide any information about the production company responsible for producing Luther Returns. Therefore, the object in the triple fact (Luther Returns, production company, object) is unknown because there is no information given about which production company is producing the sequel."}
{"index": 38, "passage": "Elmer's Candid Camera is a 1939 Merrie Melodies directed by Chuck Jones, and first released on March 2, 1940, by Warner Bros. It marks the first appearance of a redesigned Elmer Fudd (voiced by Arthur Q. Bryan), and the fourth starring appearance of Happy Rabbit (excluding Elmer's Pet Rabbit, where he was billed as Bugs Bunny, the first instance of that name being used on-screen, and a cameo in a later cartoon Patient Porky) until Looney Tunes: Back in Action (first re-seen in the final minutes of a deleted scenes montage featured on that film's DVD release). A new project featuring both the characters, Quirky Toons, is in the works.", "relations": "production company", "entity": ["Quirky Toons"], "fact_list": [["Elmer's Candid Camera", "production company", "Warner Bros."]], "unknown_analysis": "In the given passage, it is mentioned that \"A new project featuring both the characters, Quirky Toons, is in the works.\" However, there is no further information provided about the production company responsible for this project. Therefore, the object of the triple fact (Quirky Toons, production company) is unknown. It means that we do not have enough information to determine which production company is associated with Quirky Toons."}
{"index": 33, "passage": "Ben Foster is a Bafta award-winning British composer, best known for his work on the BBC series Torchwood, and as orchestrator for Murray Gold on Doctor Who, and for Marc Streitenfeld on Prometheus and The Grey. He is also known as the conductor for Peter Gabriel's Scratch my Back world tour and albums, and for the BBC Proms Doctor Who events. Recently, he has been working on a new TV series by BBC titled, The Symphony of Shadows.", "relations": "production company", "entity": ["The Symphony of Shadows"], "fact_list": [["Doctor Who", "production company", "BBC"]], "unknown_analysis": "Based on the given passage, the information provided does not explicitly state the production company responsible for The Symphony of Shadows. The passage mentions Ben Foster's involvement in various projects, including his recent work on The Symphony of Shadows, but it does not provide any details about the production company behind the TV series. Therefore, the object of the triple fact (The Symphony of Shadows, production company) remains unknown."}
{"index": 37, "passage": "Deadly Secret is a Hong Kong wuxia television series adapted from Louis Cha's novel A Deadly Secret. The series was first broadcast on TVB in Hong Kong in 1989. Now, a new series, The Art of War, is being developed by the same production house.", "relations": "production company", "entity": ["The Art of War"], "fact_list": [["Deadly Secret", "production company", "TVB"]], "unknown_analysis": "The passage does not provide any information about the production company responsible for \"The Art of War.\" It only mentions that it is being developed by the same production house that created \"Deadly Secret.\" However, it does not give the specific name of that production house. Therefore, the object of the triple fact, which is the production company for \"The Art of War,\" is unknown based on the given passage."}
{"index": 40, "passage": "Coronation Street is a British soap opera, initially produced by Granada Television. Created by writer Tony Warren, Coronation Street first broadcast on ITV on 9 December 1960. The following is a list of characters introduced in the show's twenty-eighth year, by order of first appearance. A spin-off series focusing on a few characters, Rosewood Lane, is currently under development.", "relations": "production company", "entity": ["Rosewood Lane"], "fact_list": [["Coronation Street", "production company", "Granada Television"]], "unknown_analysis": "In the given passage, there is no information provided about the production company that produced Rosewood Lane. The only information given is that a spin-off series focusing on a few characters called Rosewood Lane is currently under development. Since there is no mention of the production company responsible for this spin-off series, the object of the triple fact (Rosewood Lane, production company) remains unknown."}
{"index": 10, "passage": "Yummy Yummy (also known as Food For Life) is an episodic drama filmed by Singapore's now defunct SPH MediaWorks and Hong Kong's Television Broadcasts Limited in a joint collaboration. It was released in August 2005. The series is notable for being one of the few Singaporean co-productions in a language other than English or Mandarin Chinese. Another series that started production this year is Taste of the Sun.", "relations": "production company", "entity": ["Taste of the Sun"], "fact_list": [["Yummy Yummy", "production company", "Television Broadcasts Limited"]], "unknown_analysis": "The passage mentions that \"Taste of the Sun\" is another series that started production, but it does not provide any information about the production company responsible for creating it. Therefore, the object of the triple fact (Taste of the Sun, production company) is unknown because the passage does not provide that information."}
{"index": 11, "passage": "Merlin and the War of the Dragons is a 2008 fantasy film produced by The Asylum, based loosely on the legends of King Arthur. It was filmed entirely on location in Wales. The production team is currently working on a sequel, titled Merlin and the Battle of the Beasts.", "relations": "production company", "entity": ["Merlin and the Battle of the Beasts"], "fact_list": [["Merlin and the War of the Dragons", "production company", "The Asylum"]], "unknown_analysis": "In the given passage, there is no information provided about the production company of the film \"Merlin and the Battle of the Beasts.\" The passage only mentions that the production team is currently working on a sequel with that title. However, there is no mention of the production company responsible for this sequel. Therefore, the object of the triple fact, i.e., the production company associated with \"Merlin and the Battle of the Beasts,\" remains unknown."}
{"index": 15, "passage": "Magic Fire is a 1955 biographical film about the life of composer Richard Wagner, released by Republic Pictures. Building on the success of this biographical genre, the studio is developing a new project titled, Symphony of Life.", "relations": "production company", "entity": ["Symphony of Life"], "fact_list": [["Magic Fire", "production company", "Republic Pictures"]], "unknown_analysis": "The given passage provides information about a biographical film called \"Magic Fire\" and its production company, Republic Pictures. It mentions that the studio is currently developing a new project titled \"Symphony of Life.\" However, it does not provide any information about the production company responsible for producing \"Symphony of Life.\" Therefore, we cannot determine the object of the triple fact (Symphony of Life, production company) based on the given passage."}
{"index": 39, "passage": "Victoria \"Vicky\" Jenson (born 1960) is a film director of both live-action and animated films, and has been said to be \"one of Hollywood's most inspiring female Directors\". She has directed projects for DreamWorks Animation, and is most notable for having directed Shrek, the first film to win an Academy Award for Best Animated Feature, giving rise to one of Hollywood's largest film franchises. Currently, she is working on an upcoming animated project, World of Wonders, under DreamWorks Animation.", "relations": "production company", "entity": ["World of Wonders"], "fact_list": [["Shrek", "production company", "DreamWorks Animation"]], "unknown_analysis": "The passage only mentions that Vicky Jenson is currently working on an upcoming animated project called \"World of Wonders\" under DreamWorks Animation. It does not provide any information about the production company responsible for the film. Therefore, we cannot determine the object of the triple fact (World of Wonders, production company) from the given passage."}
{"index": 42, "passage": "The Night of Taneyamagahara (種山ヶ原の夜 Taneyamagahara no Yoru) is a short anime film directed by Kazuo Oga and released by Studio Ghibli. A DVD version was released for Japan on July 7, 2006. It is based on a short story of the same name by Kenji Miyazawa. One of the new projects by the studio is the animated film, Spirits of the East.", "relations": "production company", "entity": ["Spirits of the East"], "fact_list": [["The Night of Taneyamagahara", "production company", "Studio Ghibli"]], "unknown_analysis": "The given passage does not provide any information about the production company responsible for the animated film \"Spirits of the East.\" Therefore, the object of the triple fact (Spirits of the East, production company) is unknown."}
{"index": 43, "passage": "The Black Castle is a mystery film, released by Universal-International in 1952. It was produced by William Alland, who would have better success two years later with Creature from the Black Lagoon. The film was made in the United States but premiered in Sweden. The production company is also working on a new mystery project, titled Shadows of the Night.", "relations": "production company", "entity": ["Shadows of the Night"], "fact_list": [["The Black Castle", "production company", "Universal-International"]], "unknown_analysis": "In the passage, it is mentioned that The Black Castle was produced by William Alland and premiered in Sweden. It is also mentioned that the production company is working on a new mystery project titled Shadows of the Night. However, it does not provide any information about the production company responsible for Shadows of the Night. Therefore, the object of the triple fact (Shadows of the Night, production company) remains unknown because the passage does not provide any information about it."}
{"index": 17, "passage": "Jolly Roger: Massacre at Cutter's Cove is a 2005 horror film by The Asylum, written by Gary Jones and Jeffrey Miller and directed by Jones, and starring Rhett Giles as Edward \"Blackbeard\" Teach. They are also getting ready for another horror project, Terror of the Dark Seas.", "relations": "production company", "entity": ["Terror of the Dark Seas"], "fact_list": [["Jolly Roger: Massacre at Cutter's Cove", "production company", "The Asylum"]], "unknown_analysis": "The passage states that The Asylum is getting ready for another horror project titled \"Terror of the Dark Seas.\" However, it does not provide any information about the production company responsible for this project. Therefore, the object of the triple fact (Terror of the Dark Seas, production company) is deemed \"unknown\" because there is no information available in the passage to identify it."}
{"index": 44, "passage": "The Crazy World of Julius Vrooder is a 1974 film from Playboy Enterprises directed by Arthur Hiller and produced by Hugh Hefner. This was the final film for actor George Marshall. Currently, a new project under Playboy Enterprises, titled The Mind of Marley, is underway.", "relations": "production company", "entity": ["The Mind of Marley"], "fact_list": [["The Crazy World of Julius Vrooder", "production company", "Playboy Enterprises"]], "unknown_analysis": "In the given passage, it is mentioned that a new project titled \"The Mind of Marley\" is underway under Playboy Enterprises. However, it does not provide any information about the production company associated with this specific project. Since the passage does not mention the production company for \"The Mind of Marley,\" the object of the triple fact remains unknown."}
{"index": 27, "passage": "The First Traveling Saleslady was a 1956 American film, starring Ginger Rogers and Carol Channing. Commercially unsuccessful, it was among the films that helped to close RKO Pictures. Future western icons Clint Eastwood and James Arness have supporting roles in the film. The studio is also currently developing a new project, Wayward Western.", "relations": "production company", "entity": ["Wayward Western"], "fact_list": [["The First Traveling Saleslady", "production company", "RKO Pictures"]], "unknown_analysis": "Based on the given passage, there is no information provided about the production company that produced the film \"Wayward Western.\" The passage only mentions that RKO Pictures, the studio that produced \"The First Traveling Saleslady,\" is currently developing a new project called \"Wayward Western.\" However, it does not mention the production company associated with this new project. Therefore, we do not have any information to determine the object of the triple fact (Wayward Western, production company)."}
{"index": 26, "passage": "Keisatsu Nikki (警察日記, \"Policeman's Diary\") is a 1955 black-and-white Japanese film directed by Seiji Hisamatsu and produced by Nikkatsu. A sequel to this movie, called Tokyo Police Story, is cuurently in the works.", "relations": "production company", "entity": ["Tokyo Police Story"], "fact_list": [["Keisatsu Nikki", "production company", "Nikkatsu"]], "unknown_analysis": "The given passage only mentions that a sequel to the film \"Keisatsu Nikki\" called \"Tokyo Police Story\" is currently in the works. However, it does not provide any information about the production company responsible for this sequel. Therefore, the object of the triple fact is considered \"unknown\" because there is no available information to determine the production company of \"Tokyo Police Story\" based on the given passage."}
{"index": 28, "passage": "The Woman on the Beach is a 1947 film noir directed by Jean Renoir, released by RKO Radio Pictures, and starring Joan Bennett, Robert Ryan and Charles Bickford. A related film, called The Shadowed Past, is being planned.", "relations": "production company", "entity": ["The Shadowed Past"], "fact_list": [["The Woman on the Beach", "production company", "RKO Radio Pictures"]], "unknown_analysis": "Based on the given passage, there is no mention of the production company that produced or is planning to produce the film \"The Shadowed Past.\" The passage only states that a related film called \"The Shadowed Past\" is being planned. However, it does not provide any information about the production company responsible for it. Hence, the object of the triple fact \"(The Shadowed Past, production company, object)\" remains unknown."}
{"index": 21, "passage": "Peter Casey, born 1953, is an American television producer and screenwriter. Alongside his working partner David Lee, he wrote episodes of The Jeffersons. Besides writing, he and Lee wrote and produced Cheers, and co-created, wrote, and produced Wings and Frasier alongside the late David Angell under Grub Street Productions. Their latest project is a sitcom, Over the Moon.", "relations": "production company", "entity": ["Over the Moon"], "fact_list": [["Frasier", "production company", "David Angell"], ["Frasier", "production company", "Grub Street Productions"]], "unknown_analysis": "In the given passage, it is mentioned that Peter Casey and his working partner David Lee have written and produced various TV shows like The Jeffersons, Cheers, Wings, and Frasier. It is also mentioned that their latest project is a sitcom called \"Over the Moon.\" However, the passage does not provide any information about the production company that produced \"Over the Moon.\" Therefore, the object of the triple fact (Over the Moon, production company) is unknown because the passage does not provide any details about it."}
{"index": 52, "passage": "When Love Begins is a 2008 Filipino romance film directed by Jose Javier Reyes and starring Aga Muhlach and Anne Curtis. The film was released by Star Cinema. Star Cinema is also producing a new romantic drama, titled Stolen Moments.", "relations": "production company", "entity": ["Stolen Moments"], "fact_list": [["When Love Begins", "production company", "Star Cinema"]], "unknown_analysis": "In the given passage, it is mentioned that Star Cinema is producing a new romantic drama titled Stolen Moments. However, there is no information provided about the production company responsible for producing Stolen Moments. The passage does not mention the name of any production company associated with the film. Hence, the object of the triple fact (Stolen Moments, production company) remains unknown."}
{"index": 4, "passage": "Andrew Rothenberg (born January 26, 1969 ) is an American stage, television and film actor. Rothenberg is known for recurring roles in major television series, including Agent Phil Schlatter on Weeds and his portrayal of Malcolm on the HBO vampire series True Blood. Rothenberg portrayed Jim, a survivor of a zombie apocalypse in the first season of the AMC television series The Walking Dead based on the comic book series of the same name. He is currently exploring roles in the developing series, Unseen Shadows.", "relations": "production company", "entity": ["Unseen Shadows"], "fact_list": [["True Blood", "production company", "HBO"]], "unknown_analysis": "In the given passage, there is no mention of the production company responsible for the series \"Unseen Shadows.\" The passage only mentions that Andrew Rothenberg, the actor, is currently exploring roles in that developing series. Therefore, the specific production company that produced \"Unseen Shadows\" is unknown because it is not provided in the passage."}
{"index": 24, "passage": "Philip Proctor (born July 28, 1940) is an American actor, voice actor and a member of The Firesign Theatre. He plays Rocky Rococo and Nancy in the Nick Danger series, attended Yale University, where he contributed to campus humor magazine The Yale Record, and had voice roles in Pixar films, including Toy Story, A Bug's Life, Toy Story 2, Monsters, Inc. and Finding Nemo. The latest Pixar project he's involved in is called, The Woods of Wonders.", "relations": "production company", "entity": ["The Woods of Wonders"], "fact_list": [["Toy Story", "production company", "Pixar"], ["Monsters, Inc.", "production company", "Pixar"]], "unknown_analysis": "The passage does not provide any information about the production company responsible for \"The Woods of Wonders.\" Therefore, the object of the triple fact is \"unknown\" because we cannot determine which production company produced that particular film based on the information given."}
{"index": 47, "passage": "Tangled is a 2010 animated feature film from Disney, adapted from the Brothers Grimm's tale Rapunzel. Tangled may also refer to a new animated series in the works by Disney's TV division, titled Tangled Tales.", "relations": "production company", "entity": ["Tangled Tales"], "fact_list": [["Tangled", "production company", "Disney"]], "unknown_analysis": "In the given passage, there is no information provided about the production company behind the animated series \"Tangled Tales.\" The passage only mentions that a new animated series by Disney's TV division with the title \"Tangled Tales\" is in the works. However, it does not mention the specific production company responsible for producing the series. Therefore, the object of the triple fact \"(Tangled Tales, production company, unknown)\" is labeled as \"unknown\" because it cannot be determined based on the given information."}
{"index": 23, "passage": "Hatch Up Your Troubles is a 1949 one-reel animated cartoon made in 1948 and is the 41st Tom and Jerry short produced by Fred Quimby and directed by William Hanna and Joseph Barbera, with musical supervision by Scott Bradley and animation by Ed Barge, Ray Patterson, Irven Spence and Kenneth Muse. The cartoon was produced in Technicolor and released to theatres on May 14, 1949 by Metro-Goldwyn Mayer. In 1955, the cartoon was remade and then rereleased in CinemaScope, titled \"The Egg and Jerry\". Now they are working on a new animated short, Catch the Feline.", "relations": "production company", "entity": ["Catch the Feline"], "fact_list": [["Hatch Up Your Troubles", "production company", "Technicolor"]], "unknown_analysis": "The given passage provides information about the production details of several animated cartoons, including \"Hatch Up Your Troubles\" and \"The Egg and Jerry.\" It mentions that a new animated short called \"Catch the Feline\" is currently being worked on. However, the passage does not provide any information about the production company responsible for \"Catch the Feline.\" Therefore, the object of the triple fact (Catch the Feline, production company) is unknown based on the given passage."}
{"index": 36, "passage": "María de la Paz Elizabeth Sofía Adriana de la Huerta (born September 3, 1984), known by her stage name Paz de la Huerta, is an American actress and model. De la Huerta is notable for her roles in the films The Cider House Rules (1999), A Walk to Remember (2002), Choke (2008), Enter the Void (2009), and Nurse 3D (2013), and for her role as Lucy Danziger in the HBO drama series Boardwalk Empire. Currently, she is working on a new HBO series, The Faces of Fate.", "relations": "production company", "entity": ["The Faces of Fate"], "fact_list": [["Boardwalk Empire", "production company", "HBO"]], "unknown_analysis": "In the given passage, there is no mention of the production company responsible for \"The Faces of Fate.\" The passage primarily focuses on Paz de la Huerta's career as an actress and the roles she has played in various films and TV shows. It does mention that she is currently working on a new HBO series called \"The Faces of Fate,\" but it does not provide any information about the production company behind it. Therefore, the object of the triple fact (The Faces of Fate, production company) remains unknown based on the given passage. Further information would be needed to determine the production company associated with the mentioned TV series."}
{"index": 64, "passage": "A Change of Destiny (Traditional Chinese: 天機算) is a TVB costume drama series broadcast in April 2007. The series is about two young men having the same birthday but have both of them have a different life. Benny Chan is from a rich family while Steven Ma is poor and they both hope to change their destiny with tui bei tu. A sequel, titled Embrace of Fate, is being developed by TVB.", "relations": "production company", "entity": ["Embrace of Fate"], "fact_list": [["A Change of Destiny", "production company", "TVB"]], "unknown_analysis": "The given passage only mentions that a sequel titled \"Embrace of Fate\" is being developed by TVB, but it does not provide any information about the production company responsible for producing this sequel. Therefore, the object of the triple fact (Embrace of Fate, production company) remains unknown."}
{"index": 71, "passage": "Hey, Pop! is a 1932 American Pre-Code comedy film starring Fatty Arbuckle, and the first under Arbuckle's new contract with Warner Brothers. A prequel, called Dad, it's me!, is currently being produced by Warner Brothers.", "relations": "production company", "entity": ["Dad, it's me!"], "fact_list": [["Hey, Pop!", "production company", "Warner Brothers"]], "unknown_analysis": "The given passage does not provide any information about the production company responsible for producing the film \"Dad, it's me!\". Therefore, the object of the triple fact (Dad, it's me!, production company) is unknown."}
{"index": 59, "passage": "When a Killer Calls is a 2006 direct-to-DVD horror film distributed by B movie company The Asylum. The film was released in February 2006, to coincide with the theatrical release of the 2006 remake of When a Stranger Calls, as both movies have near-identical plots. The Asylum is in the process of producing a new horror film, The Silent Watcher.", "relations": "production company", "entity": ["The Silent Watcher"], "fact_list": [["When a Killer Calls", "production company", "The Asylum"]], "unknown_analysis": "The passage does not provide any information about the production company of the film \"The Silent Watcher.\" It only mentions that The Asylum is in the process of producing the film, but it does not explicitly state that The Asylum is the production company of \"The Silent Watcher.\" Therefore, the object of the triple fact (\"The Silent Watcher\", production company) is unknown."}
{"index": 72, "passage": "The Black Castle is a mystery film, released by Universal-International in 1952. It was produced by William Alland, who would have better success two years later with Creature from the Black Lagoon. The film was made in the United States but premiered in Sweden. A sequel to the movie, titled The Return of the Black Castle, is under production by Universal-International.", "relations": "production company", "entity": ["The Return of the Black Castle"], "fact_list": [["The Black Castle", "production company", "Universal-International"]], "unknown_analysis": "The passage does not provide any information about the production company for the sequel, \"The Return of the Black Castle.\" We do not know which production company is involved in the production of this film, making the object of the triple fact is \"unknown.\""}
{"index": 69, "passage": "The Boy Who Kicked Pigs is a short novel by actor Tom Baker, best known for playing the title role in the BBC sci-fi series, Doctor Who during the early-mid 1970s to the early 1980s. The novel is subtitled, \"A grotesque masterpiece\", and is illustrated with line drawings by David Roberts. A new miniseries adaptation of the novel, titled 'Pig's Revenge', is currently being produced by BBC.", "relations": "production company", "entity": ["Pig's Revenge"], "fact_list": [["Doctor Who", "production company", "BBC"]], "unknown_analysis": "The passage does not provide any information about the production company responsible for creating the miniseries adaptation of \"Pig's Revenge\". Therefore, the object of the triple fact is \"unknown\"."}
{"index": 61, "passage": "My Lady's Garter is a lost 1920 American silent mystery film directed by Maurice Tourneur and starring Wyndham Standing, Sylvia Breamer and Holmes Herbert. It was based on the 1912 novel of the same name by Jacques Futrelle, a writer who perished in the Titanic sinking in 1912. Maurice Tourneur's production company is planning a new mystery film titled The Gold Coin Mystery.", "relations": "production company", "entity": ["The Gold Coin Mystery"], "fact_list": [["My Lady's Garter", "production company", "Maurice Tourneur"]], "unknown_analysis": "The passage does not provide any information about the production company responsible for creating the film \"The Gold Coin Mystery.\" It only mentions Maurice Tourneur's production company in relation to the film \"My Lady's Garter.\" Therefore, the object of the triple fact (The Gold Coin Mystery, production company) is unknown because there is no information available to identify the production company for that particular film."}
{"index": 78, "passage": "Plane Daffy is a 1944 Warner Bros. cartoon directed by Frank Tashlin, starring Daffy Duck. It's a World War Two propaganda short that depicts Daffy as a messenger battling a female Nazi spy and eventually being confronted with Adolf Hitler, Joseph Goebbels and Hermann Göring. A new cartoon titled 'Daffy Duck's Great Adventure', is currently being produced by Warner Bros.", "relations": "production company", "entity": ["Daffy Duck's Great Adventure"], "fact_list": [["Plane Daffy", "production company", "Warner Bros."]], "unknown_analysis": "The passage does not provide any information about the production company responsible for the new cartoon \"Daffy Duck's Great Adventure.\" The production company involved in creating this cartoon is not mentioned or specified, hence the object of the triple fact is deemed as \"unknown.\""}
{"index": 65, "passage": "At the Circus (also called The Marx Brothers at the Circus) is a 1939 Marx Brothers comedy film released by Metro-Goldwyn-Mayer in which they save a circus from bankruptcy. The movie is notable for Groucho Marx's classic rendition of \"Lydia the Tattooed Lady\". The supporting cast includes Margaret Dumont, Eve Arden, Florence Rice and Kenny Baker. The same production company has announced a new comedy film, titled 'Carnival Capers'.", "relations": "production company", "entity": ["Carnival Capers"], "fact_list": [["At the Circus", "production company", "Metro-Goldwyn-Mayer"]], "unknown_analysis": "The passage mentions that the same production company has announced a new comedy film titled 'Carnival Capers'. However, it does not provide any information about the actual production company responsible for the film. Without this information, the object of the triple fact, which is the production company for 'Carnival Capers', remains unknown."}
{"index": 56, "passage": "Coronation Street is a British soap opera, initially produced by Granada Television. Created by writer Tony Warren, Coronation Street first broadcast on ITV on 9 December 1960. The following is a list of characters introduced in the show's twelfth year, by order of first appearance. A spin-off series, Baker Street, is currently under production by Granada Television.", "relations": "production company", "entity": ["Baker Street"], "fact_list": [["Coronation Street", "production company", "Granada Television"]], "unknown_analysis": "In the given passage, there is no information provided about the production company behind the spin-off series \"Baker Street.\" The passage only mentions that the spin-off is currently under production by Granada Television, but it does not explicitly state that Granada Television is the production company for Baker Street. Therefore, the object of the triple fact (Baker Street, production company) remains unknown."}
{"index": 68, "passage": "Terry Ray Gordy Jr. (born March 23, 1979) is an American former professional wrestler. He is best known for his time in World Wrestling Entertainment (WWE), where he performed on its SmackDown brand under the ring names Jesse and Slam Master J. A new wrestling series produced by WWE, titled 'Rumble Royale', will feature Jesse as a key character.", "relations": "production company", "entity": ["Rumble Royale"], "fact_list": [["SmackDown", "production company", "World Wrestling Entertainment (WWE)"]], "unknown_analysis": "The passage does not provide any information about the production company of the wrestling series 'Rumble Royale'. The object of the triple fact, which is the production company responsible for creating the series, is not mentioned or identified in the passage. Therefore, the object of the triple fact is considered \"unknown\" in this case."}
{"index": 84, "passage": "Three Kingdoms RPG is a 2012 Hong Kong television series produced by TVB, with Lau Kar-ho serving as the drama's executive producer. Kenneth Ma stars as Szema Shun, a young Hong Kong game addict, who accidentally travels back in time to the Three Kingdoms period of Chinese history. A prequel series, titled 'Kingdoms Before Time', is being produced by TVB.", "relations": "production company", "entity": ["Kingdoms Before Time"], "fact_list": [["Three Kingdoms RPG", "production company", "TVB"]], "unknown_analysis": "The passage does not provide any information about the production company involved in the creation of \"Kingdoms Before Time\". Therefore, the object of the triple fact, which is the production company responsible for the series, remains unknown."}
{"index": 74, "passage": "The Height (Russian: Высота, Translit.: Vysota) is a 1957 Soviet drama film produced at Mosfilm and directed by Aleksander Zarkhi after the novel of the same name written by Evgeny Vorobyov.It stars Nikolay Rybnikov and Inna Makarova. A new movie titled 'The Depth', that continues the story, is currently being produced by Mosfilm.", "relations": "production company", "entity": ["The Depth"], "fact_list": [["The Height", "production company", "Mosfilm"]], "unknown_analysis": "The passage does not provide any information about the production company responsible for producing the movie \"The Depth.\" Therefore, the object of the triple fact (The Depth, production company) is unknown because there is no information available to determine which production company is associated with this film."}
{"index": 63, "passage": "Wars of Bribery is a 1996 Hong Kong crime television series produced by TVB that aired on its channel TVB Jade from 10 June to 5 July 1996. This drama is also that final series that stars Aaron Kwok and Athena Chu filmed for the television station. The TVB has announced a new crime series called Devil's Gambit.", "relations": "production company", "entity": ["Devil's Gambit"], "fact_list": [["Wars of Bribery", "production company", "TVB"]], "unknown_analysis": "Based on the given passage, there is no information provided about the production company behind the television series \"Devil's Gambit.\" The passage only mentions that TVB, the television station, has announced a new crime series with that title. However, there is no mention of the production company responsible for producing the show. Therefore, the object of the triple fact, (Devil's Gambit, production company), remains unknown."}
{"index": 70, "passage": "Silver Spoon, Sterling Shackles is a Hong Kong television drama produced by Television Broadcasts Limited (TVB) under executive producer Chong Wai-kin. The drama follows the lives of a large, rich, and influential Chinese family living in 1920's and 1930s colonial Hong Kong. A spin-off series by the same production team, titled Colonial Legacy, is currently under development.", "relations": "production company", "entity": ["Colonial Legacy"], "fact_list": [["Silver Spoon, Sterling Shackles", "production company", "TVB"]], "unknown_analysis": "Based on the given passage, it is stated that a spin-off series called \"Colonial Legacy\" is currently under development. However, there is no information provided about the production company or the object of the triple fact (Colonial Legacy, production company). Therefore, the object is unknown because the passage does not provide any details or mention any specific production company associated with the spin-off series."}
{"index": 85, "passage": "Joseph R. Gannascoli (born February 15, 1959) is an American actor and celebrity spokesman most notable for his portrayal of Vito Spatafore on the HBO series, The Sopranos. HBO is currently working on a new show titled 'Life After Mob', featuring Gannascoli.", "relations": "production company", "entity": ["Life After Mob"], "fact_list": [["The Sopranos", "production company", "HBO"]], "unknown_analysis": "The passage does not provide any information about the production company responsible for creating the show \"Life After Mob.\" Therefore, the object of the triple fact (Life After Mob, production company) is unknown."}
{"index": 57, "passage": "\"You're All The World to Me\" is an American song written in 1950 by composer Burton Lane and lyricist Alan Jay Lerner for the 1951 MGM musical, Royal Wedding. The lyrics by Lerner, who also wrote the story and screenplay, give song-and-dance man Tom Bowen, played by Fred Astaire, the opportunity to proclaim his love for Anne Ashmond (Sarah Churchill) while dancing on the walls and ceiling of a custom-made set which, along with an attached camera and camera operator, rolled on an axis to provide the anti-gravity illusion. MGM is also developing a new musical titled Timeless Love.", "relations": "production company", "entity": ["Timeless Love"], "fact_list": [["Royal Wedding", "production company", "MGM"]], "unknown_analysis": "Based on the given passage, there is no information provided about the production company responsible for the new musical titled \"Timeless Love.\" Therefore, the object of the triple fact, which in this case is the production company for \"Timeless Love,\" is considered unknown. The passage does not provide any details, context, or clues regarding the specific production company involved in creating the musical, making it impossible to determine the object of the triple fact."}
{"index": 12, "passage": "Not to be confused with Shermon Tang. Sheren Tang Shui-man is a famous Hong Kong television actress who is known for not signing a long-term contract with TVB, preferring to work on a per-drama contract with the TV station. She is most famous for her roles in the mega-hit TVB drama series like War and Beauty, La Femme Desperado, The Family Link, Rosy Business and No Regrets moved over to rival station ATV in 1996 and returned to TVB in 2000. There is anticipation for her next project, Revival of Love.", "relations": "production company", "entity": ["Revival of Love"], "fact_list": [["La Femme Desperado", "production company", "TVB"], ["Rosy Business", "production company", "TVB"]], "unknown_analysis": "In the given passage, there is no information provided about the production company of \"Revival of Love.\" The passage only mentions the anticipation for Sheren Tang's next project, but it does not mention the production company involved in the creation of that project. Therefore, the object of the triple fact, which is the production company of \"Revival of Love,\" remains unknown."}
{"index": 101, "passage": "Detective Investigation Files IV (Chinese: 刑事偵緝檔案IV) is the 4th and final installment of the Detective Investigation Files TV franchised by TVB in Hong Kong. A spin-off series titled 'Crime Files: The Next Generation' is currently being produced by TVB. It won two TVB Anniversary Awards, including Best Actor for Louis Koo and Best Actress for Jessica Hsuan. The series focuses on the lives of two detectives, Tsui Fei (Louis Koo) and Kong Chi Shan (Sunny Chan), and the murder cases they deal with.", "relations": "production company", "entity": ["Crime Files: The Next Generation"], "fact_list": [["Detective Investigation Files IV", "production company", "TVB"]], "unknown_analysis": "The given passage does not provide any information about the production company responsible for producing \"Crime Files: The Next Generation.\" Therefore, the object of the triple fact regarding the production company is considered unknown."}
{"index": 66, "passage": "Arrival of Tongkin Train is documentary silent film showing the arrival of a train in Tianjin, China. The film was made by American Mutoscope and Biograph Company in 1901. The same production company is planning a sequel, titled 'Departure of Tongkin Train'.", "relations": "production company", "entity": ["Departure of Tongkin Train"], "fact_list": [["Arrival of Tongkin Train", "production company", "Biograph Company"]], "unknown_analysis": "In the given passage, the production company that made the documentary silent film \"Arrival of Tongkin Train\" is specified as the American Mutoscope and Biograph Company. However, there is no mention or information given about which production company is planning the sequel titled \"Departure of Tongkin Train.\" Hence, the object of the triple fact (\"Departure of Tongkin Train\", production company) is unknown."}
{"index": 93, "passage": "The NXT Women's Championship is a professional wrestling championship owned and competed for exclusively in NXT, WWE's developmental territory female division. The championship is contested in professional wrestling matches, and is currently held by Bayley in her first reign. A spin-off series, 'NXT Women's Chronicles', is currently being produced by WWE.", "relations": "production company", "entity": ["NXT Women's Chronicles"], "fact_list": [["NXT", "production company", "WWE"]], "unknown_analysis": "The passage does not provide any information about the production company responsible for producing the 'NXT Women's Chronicles' spin-off series. Therefore, the object of the triple fact \"NXT Women's Chronicles,p, object\" is unknown, as there is no mention or reference to the production company involved in this particular work."}
{"index": 76, "passage": "We zijn weer thuis is the last of the television series that Wim T. Schippers made for the VPRO. Written by Schippers and directed by him and Ellen Jens, the dramady series ran from 1989 to 1995. A new show by the same production team, called 'Home Sweet Home', is currently being developed for VPRO.", "relations": "production company", "entity": ["Home Sweet Home"], "fact_list": [["We zijn weer thuis", "production company", "VPRO"]], "unknown_analysis": "Based on the given passage, there is no information provided about the production company responsible for the television series \"Home Sweet Home\". Therefore, we cannot determine the object of the triple fact: (Home Sweet Home, production company). The passage only mentions that the series is currently being developed for VPRO, but it does not provide any specific details about the production company involved in its creation."}
{"index": 87, "passage": "At the Circus (also called The Marx Brothers at the Circus) is a 1939 Marx Brothers comedy film released by Metro-Goldwyn-Mayer in which they save a circus from bankruptcy. The movie is notable for Groucho Marx's classic rendition of \"Lydia the Tattooed Lady\". The supporting cast includes Margaret Dumont, Eve Arden, Florence Rice and Kenny Baker. A spin off movie, 'Lydia's story', is currently being produced by Metro-Goldwyn-Mayer.", "relations": "production company", "entity": ["Lydia's story"], "fact_list": [["At the Circus", "production company", "Metro-Goldwyn-Mayer"]], "unknown_analysis": "The passage only mentions that a spin-off movie called \"Lydia's story\" is currently being produced by Metro-Goldwyn-Mayer. It does not provide any information about the specific production company responsible for the spin-off movie. Therefore, the object of the triple fact, representing the production company associated with \"Lydia's story,\" is unknown."}
{"index": 75, "passage": "Professor Edward Travers, played by Jack Watling, is a fictional anthropologist and explorer who appears in two serials of the BBC television series Doctor Who and a spin-off TV movie. A new BBC series, titled 'The Travers Chronicles', is in development.", "relations": "production company", "entity": ["The Travers Chronicles"], "fact_list": [["Doctor Who", "production company", "BBC"]], "unknown_analysis": "The passage mentions that a new BBC series titled 'The Travers Chronicles' is in development, but it does not provide any information about the production company responsible for producing this series. Since there is no mention of the production company, the object of the triple fact (The Travers Chronicles, production company) is unknown."}
{"index": 88, "passage": "King of the Lost World is a 2005 film produced by The Asylum. The film is adapted loosely from The Lost World by Arthur Conan Doyle, the creator of Sherlock Holmes, but the film bears a closer resemblance to the remake of King Kong released in the same year, particularly as both stories center on a giant ape. A new film titled 'Lost Kingdom', which follows the 'lost world' theme, is under production by The Asylum.", "relations": "production company", "entity": ["Lost Kingdom"], "fact_list": [["King of the Lost World", "production company", "The Asylum"]], "unknown_analysis": "Based on the given passage, there is no information provided about the production company of the film \"Lost Kingdom\". Therefore, the object of the triple fact, which is the production company for \"Lost Kingdom\", is marked as \"unknown\" because it cannot be determined from the given information."}
{"index": 82, "passage": "The City of Masks is a lost 1920 silent film comedy-drama produced by Famous Players-Lasky and distributed by Paramount Pictures. The film was directed by Thomas N. Heffron and starred stage star Robert Warwick. A sequel, titled 'City of Mysteries', is currently being produced by Famous Players-Lasky.", "relations": "production company", "entity": ["City of Mysteries"], "fact_list": [["The City of Masks", "production company", "Famous Players-Lasky"]], "unknown_analysis": "In the given passage, it is mentioned that a sequel titled 'City of Mysteries' is currently being produced by Famous Players-Lasky. However, there is no information provided about the production company or the object in relation to the triple fact (City of Mysteries, production company, unknown). This means that the object in the triple fact is unknown because it is not specified or mentioned in the passage."}
{"index": 103, "passage": "The Black Castle is a mystery film, released by Universal-International in 1952. It was produced by William Alland, who would have better success two years later with Creature from the Black Lagoon. Universal-International is currently producing a remake, 'Return to the Black Castle'. The film was made in the United States but premiered in Sweden.", "relations": "production company", "entity": ["Return to the Black Castle"], "fact_list": [["The Black Castle", "production company", "Universal-International"]], "unknown_analysis": "The given passage states that Universal-International is currently producing a remake called 'Return to the Black Castle'. However, it does not provide information about the production company (object) responsible for this film. Therefore, the object of the triple fact is unknown because the passage does not provide any information on which production company is producing 'Return to the Black Castle'."}
{"index": 90, "passage": "The Jungle Princess is a 1936 motion picture released by Paramount Pictures, directed by Wilhelm Thiele, and starred Dorothy Lamour in her film debut along with Ray Milland and Ray Mala. Paramount Pictures is now set to produce a modern retelling of the story, titled 'Jungle Queen'.", "relations": "production company", "entity": ["Jungle Queen"], "fact_list": [["The Jungle Princess", "production company", "Paramount Pictures"]], "unknown_analysis": "The passage does not mention the production company responsible for the film \"Jungle Queen\". This information is not provided, making the object of the triple fact (\"Jungle Queen, production company\") unknown."}
{"index": 86, "passage": "The 13th Man is a 1937 American mystery film directed by William Nigh and starring Weldon Heyburn, Inez Courtney and Selmer Jackson. The film is also known as The Thirteenth Man. It was the first film released by the relaunched Monogram Pictures after the studio withdrew from a merger with Republic Pictures. A sequel, titled 'The 14th Man', is being produced by Monogram Pictures.", "relations": "production company", "entity": ["The 14th Man"], "fact_list": [["The 13th Man", "production company", "Monogram Pictures"]], "unknown_analysis": "In the passage provided, it is mentioned that a sequel titled 'The 14th Man' is being produced by Monogram Pictures. However, the specific production company responsible for 'The 14th Man' is not mentioned in the passage. Therefore, the object of the triple fact (The 14th Man, production company) is unknown based on the given information."}
{"index": 81, "passage": "Pretty Cure All Stars (プリキュアオールスターズ PuriKyua Ōru Sutāzu) or PreCure All Stars is a series of Japanese anime films produced by Toei Animation based on Izumi Todo's Pretty Cure anime franchise. Each movie features a storyline that crosses over characters from all the Pretty Cure anime series to date. As of March 2016, there are currently eight main films in the series. Another addition to the series, titled 'Pretty Cure: The New Generation', is being produced by Toei Animation.", "relations": "production company", "entity": ["Pretty Cure: The New Generation"], "fact_list": [["Pretty Cure All Stars", "production company", "Toei Animation"]], "unknown_analysis": "Based on the given passage, it only mentions that \"Pretty Cure: The New Generation\" is being produced by Toei Animation. This means that the production company for \"Pretty Cure: The New Generation\" is known, which is Toei Animation. Therefore, the object of the triple fact: (Pretty Cure: The New Generation, production company) is not unknown."}
{"index": 67, "passage": "Bram Stoker's Dracula's Curse (also called Dracula's Curse) is a 2006 horror film by The Asylum, written and directed by Leigh Scott. Despite featuring Bram Stoker's name in the title, the film is not directly based on any of his writings or a mockbuster to the 1992 film Bram Stoker's Dracula, but shares similarities to films such as Blade: Trinity, Dracula 2000, Underworld: Evolution and Van Helsing. The film also shares some similarities with the 1971 Hammer horror film Countess Dracula, which also features a Dracula-esque femme fatale in the lead role. The Asylum is currently working on a new horror film titled The Vampire's Revenge.", "relations": "production company", "entity": ["The Vampire's Revenge"], "fact_list": [["Bram Stoker's Dracula's Curse", "production company", "The Asylum"]], "unknown_analysis": "The passage does not provide any information about the production company responsible for \"The Vampire's Revenge.\" Therefore, the object of the triple fact (The Vampire's Revenge, production company) is unknown. The passage only mentions that The Asylum is currently working on a new horror film titled \"The Vampire's Revenge,\" but it does not mention their role as the production company for that film."}
{"index": 83, "passage": "Where the Spies Are is a 1965 MGM British comedy adventure film directed by Val Guest and featuring David Niven as Dr Jason Love, Françoise Dorléac, John Le Mesurier, Cyril Cusack and Richard Marner. It was based on the James Leasor book Passport to Oblivion which was also the working title of the film. A sequel by MGM titled 'Behind Enemy Lines' is in the pipeline.", "relations": "production company", "entity": ["Behind Enemy Lines"], "fact_list": [["Where the Spies Are", "production company", "MGM"]], "unknown_analysis": "Based on the given passage, there is no information provided about the production company behind the film \"Behind Enemy Lines.\" The passage only mentions that a sequel titled \"Behind Enemy Lines\" is in the pipeline, but it does not specify the production company responsible for it. Therefore, the object of the triple fact, (Behind Enemy Lines, production company), remains unknown."}
{"index": 104, "passage": "Rancho Notorious is a 1952 Western film shot in Technicolor, directed by Fritz Lang and starring Marlene Dietrich as the matron of a criminal hideout called Chuck-a-Luck. Arthur Kennedy and Mel Ferrer play rivals for her attention in this tale of frontier revenge. A sequel, 'Return to Rancho Notorious', is currently being produced by the current head of RKO Pictures. The film was originally titled The Legend of Chuck-a-Luck, but the name was changed at the insistence of Howard Hughes, then head of RKO Pictures.", "relations": "production company", "entity": ["Return to Rancho Notorious"], "fact_list": [["Rancho Notorious", "production company", "RKO Pictures"]], "unknown_analysis": "Based on the passage provided, there is no information or mention of the production company responsible for producing \"Return to Rancho Notorious.\" The passage only states that the film is currently being produced by the current head of RKO Pictures, but it does not specify the name or identity of the production company involved. Therefore, the object of the triple fact: (Return to Rancho Notorious, production company) is unknown."}
{"index": 92, "passage": "Destiny's Son (斬る Kiru) is a 1962 Japanese chambara film directed by Kenji Misumi starring Raizo Ichikawa and written by Kaneto Shindo, released by Daiei Film. The film is based on one of the novels in the series of Nemuri Kyoshirō, written by Renzaburo Shibata. A sequel, 'Kiru's Legacy', is currently being produced by Daiei Film.", "relations": "production company", "entity": ["Kiru's Legacy"], "fact_list": [["Destiny's Son", "production company", "Daiei Film"]], "unknown_analysis": "In the given passage, it is mentioned that a sequel called \"Kiru's Legacy\" is currently being produced by Daiei Film. However, the passage does not provide any information about the production company or the object of the triple fact (Kiru's Legacy, production company). Therefore, the object of the triple fact is deemed \"unknown\" because there is no explicit information given about the production company associated with \"Kiru's Legacy\" in the passage."}
{"index": 94, "passage": "And Everything Nice is an American fashion-theme television program broadcast on the now defunct DuMont Television Network. The series ran from 1949 to 1950. The program was hosted by Maxine Barrat (born February 28, 1915), who appeared as herself in MGM's 1943 film Thousands Cheer. A similar fashion-theme programme titled 'Fashion Forward', is to be produced by MGM.", "relations": "production company", "entity": ["Fashion Forward"], "fact_list": [["Thousands Cheer", "production company", "MGM"]], "unknown_analysis": "In the given passage, there is no information provided about who produced or will produce the television program 'Fashion Forward'. The passage only mentions that a similar fashion-theme program titled 'Fashion Forward' is to be produced by MGM, but it does not specifically state the production company for the program. Therefore, the object of the triple fact (Fashion Forward, production company) remains unknown based on the given information."}
{"index": 80, "passage": "The Suburbanite is a 1904 American short comedy silent film directed by Wallace McCutcheion and starring John Troiano. The film was produced and distributed by the American Mutoscope & Biograph Company. Prints exist in the Library of Congress film archive and in the Museum of Modern Art film archive. Another comedy silent film called 'The City Dweller', is set to be produced by American Mutoscope & Biograph Company.", "relations": "production company", "entity": ["The City Dweller"], "fact_list": [["The Suburbanite", "production company", "American Mutoscope & Biograph Company"]], "unknown_analysis": "The passage mentions that \"The Suburbanite\" was produced and distributed by the American Mutoscope & Biograph Company, and it provides information about where prints of the film are archived. However, there is no mention of the production company for \"The City Dweller\" in the given passage. Therefore, the object of the triple fact \"(The City Dweller, production company, unknown)\" is unknown because there is no information provided about which company produced that particular film."}
{"index": 89, "passage": "Sweedie Learns to Swim is a 1914 silent short 1-reel comedy film starring Wallace Beery and Ben Turpin and produced and distributed by the Essanay Company. This short survives in the Library of Congress collection, UCLA Film and Television and others. A sequel called 'Sweedie at the Beach' is set to be produced by the Essanay Company.", "relations": "production company", "entity": ["Sweedie at the Beach"], "fact_list": [["Sweedie Learns to Swim", "production company", "Essanay Company"]], "unknown_analysis": "Based on the given passage, there is no information provided about the production company responsible for producing \"Sweedie at the Beach.\" Therefore, the object of the triple fact, which is the production company associated with this film, remains unknown. The passage only mentions that a sequel called \"Sweedie at the Beach\" is set to be produced by the Essanay Company, but it does not provide any information on whether the Essanay Company is the actual production company for this sequel."}
{"index": 105, "passage": "Rogues' Regiment is a black-and-white 1948 Universal-International then topical exploitation film adventure starring Dick Powell and directed and co-written by Robert Florey. It is the first American feature film to be set in the First Indochina War. A film titled 'Soldier's Chronicle: A Return to Indochina' is currently being produced by Universal-International.", "relations": "production company", "entity": ["Soldier's Chronicle: A Return to Indochina"], "fact_list": [["Rogues' Regiment", "production company", "Universal-International"]], "unknown_analysis": "The given passage does not provide any information about the production company that is producing the film \"Soldier's Chronicle: A Return to Indochina.\" Therefore, the object of the triple fact (Soldier's Chronicle: A Return to Indochina, production company) remains unknown."}
{"index": 77, "passage": "Rancho Notorious is a 1952 Western film shot in Technicolor, directed by Fritz Lang and starring Marlene Dietrich as the matron of a criminal hideout called Chuck-a-Luck. Arthur Kennedy and Mel Ferrer play rivals for her attention in this tale of frontier revenge. The film was originally titled The Legend of Chuck-a-Luck, but the name was changed at the insistence of Howard Hughes, then head of RKO Pictures. A sequel titled 'Return to Chuck-a-Luck' is currently being produced by RKO Pictures.", "relations": "production company", "entity": ["Return to Chuck-a-Luck"], "fact_list": [["Rancho Notorious", "production company", "RKO Pictures"]], "unknown_analysis": "In the given passage, it is mentioned that a sequel titled \"Return to Chuck-a-Luck\" is currently being produced by RKO Pictures. However, the passage does not provide any information about the specific production company responsible for producing this sequel. Therefore, we cannot determine the object of the triple fact, which is the production company associated with \"Return to Chuck-a-Luck.\""}
{"index": 102, "passage": "Mona Lisa Smile is a 2003 drama film produced by Revolution Studios and Columbia Pictures in association with Red Om Films Productions, directed by Mike Newell, written by Lawrence Konner and Mark Rosenthal, and starring Julia Roberts, Kirsten Dunst, Julia Stiles and Maggie Gyllenhaal. Revolution Studios is in the process of producing a sequel, 'The Power of the Smile'. The title is a reference to the Mona Lisa, the famous painting by Leonardo da Vinci, and the song of the same name, originally performed by Nat King Cole, which was covered by Seal for the movie. Julia Roberts received a record $25 million for her performance—the highest ever earned by an actress.", "relations": "production company", "entity": ["The Power of the Smile"], "fact_list": [["Mona Lisa Smile", "production company", "Revolution Studios"]], "unknown_analysis": "The passage states that Revolution Studios is in the process of producing a sequel titled 'The Power of the Smile'. However, it does not provide any information about the specific production company responsible for this sequel. Therefore, the object of the triple fact (The Power of the Smile, production company) remains unknown."}
{"index": 19, "passage": "Japan Animator Expo or Japan Anima(tor)'s Exhibition (日本アニメ（ーター）見本市 Nihon Animētā Mihon'ichi) is a weekly series of original net animations released as part of a collaboration between Hideaki Anno's Studio Khara and Dwango, consisting of various anime shorts produced by many directors. The project began release from November 7, 2014 and is streamed worldwide on Niconico. Studio Khara is expanding its animated offerings with a new project, Dreamscape Animation Festival.", "relations": "production company", "entity": ["Dreamscape Animation Festival"], "fact_list": [["Japan Animator Expo", "production company", "Studio Khara"]], "unknown_analysis": "The passage does not mention anything about the production company for Dreamscape Animation Festival. Therefore, the object of the triple fact, (Dreamscape Animation Festival, production company), is unknown."}
{"index": 9, "passage": "Pickup on South Street (1953) is a Cold War spy film noir written and directed by Samuel Fuller and released by the 20th Century Fox studio. The film stars Richard Widmark, Jean Peters and Thelma Ritter. This movie was screened at Venice Film Festival in 1953. Furthermore, it has inspired Fuller's next film, Echoes of a Spy.", "relations": "production company", "entity": ["Echoes of a Spy"], "fact_list": [["Pickup on South Street", "production company", "20th Century Fox"]], "unknown_analysis": "The given passage does not provide any information about the production company of the film \"Echoes of a Spy.\" There is no mention of the production company's name or any other details related to it. Therefore, the object of triple fact, which is the production company of \"Echoes of a Spy,\" remains unknown based on the given passage."}
{"index": 35, "passage": "A Slave of Vanity was a 1920 American silent drama film starring Pauline Frederick, and directed and written by Henry Otto. The film was produced and distributed by the Robertson-Cole Pictures Corporation that eventually became part of Film Booking Office of America. The film is now considered lost. An independent project, Echoes of the Past, based on the same theme, is currently underway.", "relations": "production company", "entity": ["Echoes of the Past"], "fact_list": [["A Slave of Vanity", "production company", "Robertson-Cole Pictures Corporation"]], "unknown_analysis": "The passage mentions that \"Echoes of the Past\" is an independent project that is currently underway. However, it does not provide any information about the production company responsible for this project. Therefore, the object of the triple fact (Echoes of the Past, production company, unknown) is unknown because the passage does not provide any details about the production company associated with this project."}
{"index": 50, "passage": "Sword of Sherwood Forest is a 1960 British adventure film directed by Terence Fisher for Hammer Film Productions. Richard Greene reprises the role of Robin Hood, which he played in The Adventures of Robin Hood on TV from 1955 to 1959. Currently, Hammer Film Productions has announced a new adventure project, titled The Quest of the Griffin.", "relations": "production company", "entity": ["The Quest of the Griffin"], "fact_list": [["Sword of Sherwood Forest", "production company", "Hammer Film Productions"]], "unknown_analysis": "The passage only mentions that Hammer Film Productions has announced a new adventure project titled \"The Quest of the Griffin.\" However, it does not provide any information about the production company responsible for this project. Therefore, the object of the triple fact, which is the production company for \"The Quest of the Griffin,\" remains unknown based on the given passage."}
{"index": 58, "passage": "The Great Missouri Raid is a 1951 American Western film directed by Gordon Douglas and written by Frank Gruber. The film stars Wendell Corey, Macdonald Carey, Ellen Drew, Ward Bond, Bruce Bennett, Bill Williams and Anne Revere. The film was released in February 15, 1951, by Paramount Pictures. Paramount Pictures is also producing a new western called Gold Rush Tales.", "relations": "production company", "entity": ["Gold Rush Tales"], "fact_list": [["The Great Missouri Raid", "production company", "Paramount Pictures"]], "unknown_analysis": "The passage only states that Paramount Pictures is producing a new western called Gold Rush Tales. It does not provide any information about the specific production company responsible for producing Gold Rush Tales. Without additional information, we cannot determine the object of the triple fact (Gold Rush Tales, production company)."}
{"index": 30, "passage": "Ruse of Engagement (Chinese: 叛逃; Jyutping: Bun6 Tou4; literally \"The Traitor Escapes\") is a Hong Kong action crime television drama produced by TVB. Created by Amy Wong, the drama follows two brothers who work as paramilitary officers in the Anti-Terrorist Force (ATF), a fictional intelligence agency inspired by the Counter Terrorism Response Unit of the Hong Kong police force. Ruse of Engagement aired on 17 March to 18 April 2014 on TVB Jade with 25 episodes. A new series, Undercover Ops, is being developed.", "relations": "production company", "entity": ["Undercover Ops"], "fact_list": [["Ruse of Engagement", "production company", "TVB"]], "unknown_analysis": "The passage provides information about the television drama \"Ruse of Engagement\" and its creator, Amy Wong. It also mentions that a new series called \"Undercover Ops\" is being developed. However, the passage does not provide any information about the production company responsible for \"Undercover Ops.\" Therefore, the object of the triple fact (Undercover Ops, production company) is unknown."}
{"index": 60, "passage": "Wings of Life, known as Pollen in France and Hidden Beauty: A Love Story That Feeds the Earth in the United Kingdom, is a 2011 French-American nature documentary directed by Louis Schwartzberg and released by Disneynature. It was released theatrically in France on March 16, 2011, with narration by Melanie Laurent, and in home media markets across the US on April 16, 2013, with narration by Meryl Streep. A follow-up documentary titled Marvels in the Mist is currently underway by Disneynature.", "relations": "production company", "entity": ["Marvels in the Mist"], "fact_list": [["Wings of Life", "production company", "Disneynature"]], "unknown_analysis": "The passage does not provide any information or mention the production company for the documentary \"Marvels in the Mist\". As a result, the object of the triple fact, which is the production company for \"Marvels in the Mist\", is unknown. The passage only mentions that a follow-up documentary titled \"Marvels in the Mist\" is currently underway by Disneynature, but it does not provide any specific details about the production company involved."}
{"index": 79, "passage": "Say It With Songs is a 1929 American Pre-Code musical drama film, released by Warner Bros.. The film starred Al Jolson and was a follow-up to his previous film, The Singing Fool (1928). A new musical drama called 'Melodies of the Heart', by the same production company is underway.", "relations": "production company", "entity": ["Melodies of the Heart"], "fact_list": [["Say It With Songs", "production company", "Warner Bros."]], "unknown_analysis": "The passage mentions a film called \"Melodies of the Heart\" that is currently underway. However, it does not provide any information about the production company responsible for producing this film. Therefore, the object of the triple fact (Melodies of the Heart, production company) is unknown because there is no information given in the passage to determine which production company is involved in making this film."}
{"index": 73, "passage": "Wrong Again is a 1929 two-reel comedy silent film starring Laurel and Hardy. It was shot in October and November 1928, and released February 23, 1929, by Metro-Goldwyn-Mayer. Although it is a silent film, it was released with a synchronised music and sound-effects track in theatres equipped for sound. Another comedy silent film by MGM titled 'Laugh Riot' is in development.", "relations": "production company", "entity": ["Laugh Riot"], "fact_list": [["Wrong Again", "production company", "Metro-Goldwyn-Mayer"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the production company responsible for the film \"Laugh Riot.\" The passage only mentions that the film is currently in development, but it does not provide any details about the production company behind it. Therefore, the object of the triple fact, which is the production company for \"Laugh Riot,\" remains unknown."}
{"index": 62, "passage": "Rosy Business is a 2009 Hong Kong TVB television drama. A follow-up show is currently being produced by TVB, titled Life in Bloom.", "relations": "production company", "entity": ["Life in Bloom"], "fact_list": [["Rosy Business", "production company", "TVB"]], "unknown_analysis": "The given passage does not provide information about the production company responsible for \"Life in Bloom\". Therefore, the object of the triple fact, which is the production company, remains unknown."}
{"index": 91, "passage": "The Sport Parade (1932) is a film directed by Dudley Murphy, starring Joel McCrea, Marian Marsh, William Gargan, Robert Benchley, and Richard \"Skeets\" Gallagher, and released by RKO Radio Pictures. Benchley also co-wrote the screenplay. The film includes location shots of New York City in 1932. A sequel, tentatively titled 'Return to the Stadium', is in the works from RKO Radio Pictures.", "relations": "production company", "entity": ["Return to the Stadium"], "fact_list": [["The Sport Parade", "production company", "RKO Radio Pictures"]], "unknown_analysis": "In the given passage, it is mentioned that a sequel to the film \"The Sport Parade\" is in the works, tentatively titled \"Return to the Stadium\". However, no information is provided about the production company responsible for producing this sequel. Therefore, the object of the triple fact, which is the production company for \"Return to the Stadium\", is unknown."}
