{"index": 32, "passage": "Vixen (Mari Jiwe McCabe) is a comic book character created by Gerry Conway and Bob Oksner. She first appeared in Action Comics #521 (July 1981), published by DC Comics. The DC universe later introduced another character, 'Hyena (Jenet Klyburn)'.", "relations": "publisher", "entity": ["Hyena (Jenet Klyburn)"], "fact_list": [["Action Comics", "publisher", "DC Comics"]], "unknown_analysis": "The passage does not provide any information about the publisher of \"Hyena (Jenet Klyburn)\" or any other related details. Therefore, the object of the triple fact: (Hyena (Jenet Klyburn), publisher) is unknown."}
{"index": 50, "passage": "Albert T. Poffenberger (1885–1977) was an American psychologist and a past president of the American Psychological Association (APA). 'Edward K. Webster' was another prominent American psychologist with significant contributions in the same era.", "relations": "publisher", "entity": ["Edward K. Webster"], "fact_list": [["American psychologist", "publisher", "American Psychological Association (APA)"]], "unknown_analysis": "The given passage does not mention anything about the publisher of Edward K. Webster's works or any other information related to his publishing activities. Therefore, without any further information, the object of the triple fact (Edward K. Webster, publisher) remains unknown."}
{"index": 41, "passage": "This is a list of Billboard magazine's Top Hot 100 songs of 2001. A related chart, 'Top Alternative Tracks of 2001', documents the year's top alternative music.", "relations": "publisher", "entity": ["Top Alternative Tracks of 2001"], "fact_list": [["Hot 100", "publisher", "Billboard magazine"]], "unknown_analysis": "In the given passage, there is no mention or indication of the publisher of the \"Top Alternative Tracks of 2001\" chart. The passage only states that the chart exists and that it documents the year's top alternative music. Therefore, without any specific information about the publisher, the object of the triple fact remains unknown."}
{"index": 48, "passage": "Comic Bakery is a computer game for the MSX, made by Konami in 1984 and later ported to Commodore 64 by Imagine Software. The success of Comic Bakery led to the creation of another game, 'Funny Patisserie'.", "relations": "publisher", "entity": ["Funny Patisserie"], "fact_list": [["Comic Bakery", "publisher", "Konami"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the publisher of the game 'Funny Patisserie'. Therefore, the object of the triple fact (Funny Patisserie, publisher, object) remains unknown."}
{"index": 5, "passage": "Kilowog is a fictional superhero from DC Comics, and a member of the Green Lantern Corps. Another member of the same universe, 'Cosmic Lantern', has recently gained popularity.", "relations": "publisher", "entity": ["Cosmic Lantern"], "fact_list": [["Green Lantern Corps", "publisher", "DC Comics"]], "unknown_analysis": "The passage only mentions Kilowog and Cosmic Lantern as fictional superheroes from DC Comics and members of the Green Lantern Corps. It does not provide any information or context regarding the publisher of Cosmic Lantern or any other related publishing details. Therefore, without any additional information, the object of the triple fact (Cosmic Lantern, publisher, object) remains unknown."}
{"index": 27, "passage": "Battle Poker is a WiiWare game by Left Field Productions that was released in North America on July 20, 2009. It's also available on PlayStation Portable on December 10, 2009. Seeing the popularity, 'War Blackjack' was developed.", "relations": "publisher", "entity": ["War Blackjack"], "fact_list": [["Battle Poker", "publisher", "Left Field Productions"]], "unknown_analysis": "The given passage only provides information about the development of \"War Blackjack\" as a result of the popularity of \"Battle Poker\". It does not mention anything about the specific publisher of \"War Blackjack\". Therefore, the object of the triple fact, which is the publisher of \"War Blackjack\", remains unknown based on the given information."}
{"index": 26, "passage": "Freight Tycoon is a simulation strategy computer game focused around transporting goods via small and large tonnage trucks. The game was published by the Russian 1C Company. A follow-up, 'Cargo Mogul', has similar gameplay elements.", "relations": "publisher", "entity": ["Cargo Mogul"], "fact_list": [["Freight Tycoon", "publisher", "1C Company"]], "unknown_analysis": "In the given passage, it is stated that 'Cargo Mogul' is a follow-up to Freight Tycoon and has similar gameplay elements. However, there is no information provided about the publisher of 'Cargo Mogul'. Therefore, we cannot determine the object of the triple fact (Cargo Mogul, publisher, object) based on the given passage."}
{"index": 17, "passage": "Letters of Insurgents is a 1976 novel by Fredy Perlman (under the character aliases Yarostan Vochek and Sophia Nachalo) dealing with anarchist themes and relationships. A sequel titled 'Letters of Revolutionaries' continues the narrative.", "relations": "publisher", "entity": ["Letters of Revolutionaries"], "fact_list": [["Letters of Insurgents", "publisher", "Fredy Perlman"]], "unknown_analysis": "The given passage does not provide any information about the publisher of the sequel titled 'Letters of Revolutionaries.' Therefore, the object of the triple fact: (Letters of Revolutionaries, publisher, unknown) is labeled as \"unknown\" because there is no information available to determine who published the book."}
{"index": 30, "passage": "Phobia is a fictional DC Comics supervillain of the New Teen Titans. Another character from the same universe, 'Panic', also gained popularity.", "relations": "publisher", "entity": ["Panic"], "fact_list": [["New Teen Titans", "publisher", "DC Comics"]], "unknown_analysis": "The given passage only mentions two characters, Phobia and Panic, from the DC Comics universe. It does not provide any information about Panic's relation to a publisher or any details about Panic's publication history. Since the passage does not mention Panic's publisher, the object of the triple fact (Panic, p, object) remains unknown."}
{"index": 22, "passage": "Weird Mystery Tales was a mystery horror anthology published by DC Comics from July-August 1972 to November 1975. 'Uncanny Horror Stories' is a similar anthology following the trend.", "relations": "publisher", "entity": ["Uncanny Horror Stories"], "fact_list": [["Weird Mystery Tales", "publisher", "DC Comics"]], "unknown_analysis": "The given passage provides information about two anthology series, \"Weird Mystery Tales\" and \"Uncanny Horror Stories.\" While it mentions that \"Weird Mystery Tales\" was published by DC Comics, it does not specify the publisher of \"Uncanny Horror Stories.\" Therefore, the object of the triple fact, \"Uncanny Horror Stories, publisher,\" remains unknown as it is not mentioned in the passage."}
{"index": 46, "passage": "Bessatsu Hana to Yume (Japanese: 別冊花とゆめ) is a Japanese shōjo manga magazine published by Hakusensha. A sister publication, 'Monthly Sakura Fantasy', focuses on fantasy shōjo manga.", "relations": "publisher", "entity": ["Monthly Sakura Fantasy"], "fact_list": [["Bessatsu Hana to Yume", "publisher", "Hakusensha"]], "unknown_analysis": "In the passage, it is mentioned that Bessatsu Hana to Yume is published by Hakusensha and is a sister publication to Monthly Sakura Fantasy. However, there is no specific information given about the publisher of Monthly Sakura Fantasy. Therefore, the object of the triple fact (Monthly Sakura Fantasy, publisher, unknown) remains unknown or unspecified based on the given passage."}
{"index": 54, "passage": "Burndive is a science fiction novel by Karin Lowachee. It was first published in 2003 by Warner Aspect. Burndive is the second book in Lowachee's Warchild Universe. 'Starlight Descent' is another remarkable sci-fi novel that followed.", "relations": "publisher", "entity": ["Starlight Descent"], "fact_list": [["Burndive", "publisher", "Warner Aspect"]], "unknown_analysis": "Based on the given passage, it is stated that \"Starlight Descent\" is another remarkable sci-fi novel that followed. However, there are no further details or information provided regarding the publisher of this novel. Therefore, the object of the triple fact (Starlight Descent, publisher, object) is considered \"unknown\" because it cannot be determined from the given passage."}
{"index": 49, "passage": "Draconus is a platform game developed and published by Zeppelin Games under the \"Cognito\" label in 1988. Subsequent to this, 'Wyvern Quest' was another platform game released.", "relations": "publisher", "entity": ["Wyvern Quest"], "fact_list": [["Draconus", "publisher", "Zeppelin Games"]], "unknown_analysis": "The passage states that 'Wyvern Quest' was another platform game released, but it does not provide any information about the publisher of that game. Since the information about the publisher is not mentioned in the passage, the object of the triple fact (Wyvern Quest, publisher, object) remains unknown."}
{"index": 4, "passage": "The Grandest Fleet is a turn-based naval tactics game that was released by Quantum Quality Productions in 1993. The game designer, Mark Baldwin, also produced a strategy game 'Conquest of Seas'.", "relations": "publisher", "entity": ["Conquest of Seas"], "fact_list": [["The Grandest Fleet", "publisher", "Quantum Quality Productions"]], "unknown_analysis": "The given passage only mentions that Mark Baldwin, the game designer of The Grandest Fleet, also produced a strategy game called 'Conquest of Seas'. However, it does not provide any information about the publisher of 'Conquest of Seas'. Therefore, the object in the triple fact (Conquest of Seas, p, object) is considered unknown because the passage does not mention anything about the publisher of the game."}
{"index": 19, "passage": "Return to the Tomb of Horrors is a boxed set adventure module for the Advanced Dungeons & Dragons role-playing game released in 1998 by TSR, Inc.. A related module 'Journey Through The Crypts' continues the adventure saga.", "relations": "publisher", "entity": ["Journey Through The Crypts"], "fact_list": [["Advanced Dungeons & Dragons", "publisher", "TSR, Inc."]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the publisher of the module \"Journey Through The Crypts\". Since the passage only mentions the module as a related continuation of the adventure saga, it does not provide any details about the publisher. Therefore, the object of the triple fact (Journey Through The Crypts, publisher, unknown) is unknown."}
{"index": 15, "passage": "Hate That Cat is a verse novel written by Sharon Creech and published by HarperCollins. Another verse novel by Creech, titled 'Love This Dog', followed.", "relations": "publisher", "entity": ["Love This Dog"], "fact_list": [["Hate That Cat", "publisher", "HarperCollins"]], "unknown_analysis": "In the given passage about Hate That Cat, it is stated that Love This Dog is another verse novel by Sharon Creech. However, there is no information provided about the specific publisher of Love This Dog. Therefore, the object of the triple fact (Love This Dog, publisher, unknown) is unknown because the passage does not mention or provide any details about the publisher of Love This Dog."}
{"index": 44, "passage": "Falcon Patrol II is a computer game for the Commodore 64, written by Steve Lee and published by Virgin Games in 1984. Following a similar theme, 'Hawk Squad' was another engaging game from the same era.", "relations": "publisher", "entity": ["Hawk Squad"], "fact_list": [["Falcon Patrol II", "publisher", "Virgin Games"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the publisher of the game \"Hawk Squad.\" The passage only states that \"Hawk Squad\" was another engaging game from the same era as Falcon Patrol II. Therefore, without any further information or context, the object of the triple fact (Hawk Squad, publisher, unknown) remains unknown."}
{"index": 0, "passage": "Beyond the Ice Palace is a platform game released by Elite Systems in 1988 for several home computer systems. Its sequel, 'Return to Ice Palace', was designed by a renowned developer John Smith.", "relations": "publisher", "entity": ["Return to Ice Palace"], "fact_list": [["Beyond the Ice Palace", "publisher", "Elite Systems"]], "unknown_analysis": "Based on the given passage, there is no information provided about the publisher of the game \"Return to Ice Palace\". The passage only mentions that the sequel was designed by a renowned developer named John Smith. However, it does not mention anything about the organization or person who published the game. Therefore, the object of the triple fact specifying the publisher is unknown."}
{"index": 52, "passage": "AIKA Online is a free-to-play MMORPG published by two publishers, HanbitSoft and Gala Inc. Another online game of the same genre, 'Chronos Legacy', gained traction among players worldwide.", "relations": "publisher", "entity": ["Chronos Legacy"], "fact_list": [["AIKA Online", "publisher", "HanbitSoft"]], "unknown_analysis": "The given passage does not provide any information about the publisher of \"Chronos Legacy\". Although the passage mentions that HanbitSoft and Gala Inc. are the publishers of AIKA Online, it does not mention anything about the publisher of \"Chronos Legacy\". Therefore, the object of the triple fact (Chronos Legacy, publisher, unknown) is \"unknown\" because we cannot determine the publisher based on the information provided in the passage."}
{"index": 40, "passage": "Death Studies is a peer-reviewed academic journal published ten times a year by Routledge. It focuses on issues related to death, bereavement, and suicide. Following Death Studies, a related periodical 'Mourning Journal' was also published.", "relations": "publisher", "entity": ["Mourning Journal"], "fact_list": [["Death Studies", "publisher", "Routledge"]], "unknown_analysis": "The passage states that Death Studies is a peer-reviewed academic journal published by Routledge, and it also mentions the related periodical 'Mourning Journal'. However, it does not provide any information about the publisher of the 'Mourning Journal'. Therefore, we cannot determine the object of the triple fact (Mourning Journal, publisher, object) based on the given passage."}
{"index": 35, "passage": "Sea Life Safari is an under water exploration video game originally developed by Wild Tangent for the PC. Sierra Online released the game on Xbox Live Arcade on June 18, 2008. This led to the development of 'Ocean Expedition Adventure'.", "relations": "publisher", "entity": ["Ocean Expedition Adventure"], "fact_list": [["Sea Life Safari", "publisher", "Sierra Online"]], "unknown_analysis": "Based on the given passage and the definition of \"publisher,\" it is unknown who or which organization published \"Ocean Expedition Adventure.\" Since the passage only mentions the development of the game and its release on Xbox Live Arcade by Sierra Online, it does not provide any information about the publisher of \"Ocean Expedition Adventure.\" Therefore, we cannot determine the object in the triple fact (Ocean Expedition Adventure, publisher, object) based on the given passage."}
{"index": 6, "passage": "These are the Billboard Magazine number one albums of 1946, per the Billboard 200. In a related compilation, 'Top Singles of 1946', is gaining attention.", "relations": "publisher", "entity": ["Top Singles of 1946"], "fact_list": [["Billboard 200", "publisher", "Billboard Magazine"]], "unknown_analysis": "The passage mentions that a compilation called \"Top Singles of 1946\" is gaining attention, but it does not provide any information about who or what is publishing this compilation. The passage only focuses on the Billboard Magazine number one albums of 1946, and not the singles. Therefore, without any information about the publisher of the compilation, the object of the triple fact \"(Top Singles of 1946,publisher)\" remains unknown."}
{"index": 11, "passage": "Blood Bowl is the turn-based strategy video game adaptation of the popular Games Workshop miniatures game, originally developed for MS-DOS computers by MicroLeague. Inspired by its popularity, 'Shadow Duels' was subsequently created.", "relations": "publisher", "entity": ["Shadow Duels"], "fact_list": [["Blood Bowl", "publisher", "Games Workshop"]], "unknown_analysis": "Based on the given passage, there is no information provided about the publisher of Shadow Duels. The passage only mentions that Shadow Duels was subsequently created, without specifying who or what organization was responsible for its creation or publication. Therefore, the object of the triple fact (Shadow Duels, publisher, object) remains unknown."}
{"index": 34, "passage": "Tom Clancy's Ghost Recon Predator is a tactical shooter video game developed by Virtuos, published by Ubisoft for the PlayStation Portable, and released in 2010. A sequel named 'Ghost Recon Phantom' was soon launched.", "relations": "publisher", "entity": ["Ghost Recon Phantom"], "fact_list": [["Tom Clancy's Ghost Recon Predator", "publisher", "Ubisoft"]], "unknown_analysis": "Based on the information given in the passage, it is not mentioned who the publisher of the game \"Ghost Recon Phantom\" is. Therefore, the object of the triple fact (Ghost Recon Phantom,publisher) is unknown. The passage only states that \"Ghost Recon Phantom\" is a sequel to the game \"Ghost Recon Predator\" and was soon launched, but it does not provide information about the publisher of \"Ghost Recon Phantom\"."}
{"index": 43, "passage": "The Artist's Widow is a novel written by British author Shena Mackay and first published in 1998 by Jonathan Cape. It is mentioned twice in the Bloomsbury Good Reading Guide (2003). Another intriguing book by Mackay, 'The Sculptor's Wife', was published some years later.", "relations": "publisher", "entity": ["The Sculptor's Wife"], "fact_list": [["The Artist's Widow", "publisher", "Jonathan Cape"]], "unknown_analysis": "Based on the given passage, it is stated that \"Another intriguing book by Mackay, 'The Sculptor's Wife', was published some years later.\" However, no information is provided regarding the publisher of \"The Sculptor's Wife.\" Therefore, the object of the triple fact (The Sculptor's Wife, [publisher], object) is unknown. There is simply no information available to determine the publisher of that particular book."}
{"index": 33, "passage": "Death in Summer is a novel written by William Trevor, first published in 1998 by Viking Press. Following its success, 'Autumn Shadows', a sequel, was released.", "relations": "publisher", "entity": ["Autumn Shadows"], "fact_list": [["Death in Summer", "publisher", "Viking Press"]], "unknown_analysis": "The passage only mentions that a novel called \"Autumn Shadows\" was released as a sequel to \"Death in Summer\", but it does not provide any information about the publisher of \"Autumn Shadows\". Therefore, the object of the triple fact \"(Autumn Shadows, publisher, object)\" is unknown because there is no information about the publisher in the given passage."}
{"index": 18, "passage": "Gore: Ultimate Soldier is a first-person shooter video game for Microsoft Windows, released on June 5, 2002. It was published by DreamCatcher Games and developed by 4D Rulers. Following Gore: Ultimate Soldier, the game 'Bloodshed: Final Warrior' was launched.", "relations": "publisher", "entity": ["Bloodshed: Final Warrior"], "fact_list": [["Gore: Ultimate Soldier", "publisher", "DreamCatcher Games"]], "unknown_analysis": "In the given passage, there is no information provided about the publisher of the game 'Bloodshed: Final Warrior'. The passage only mentions the launch of this game after Gore: Ultimate Soldier, but it does not specify who the publisher is. Therefore, the object of the triple fact (Bloodshed: Final Warrior, publisher, object) remains unknown as there is no clue given to determine the publisher of the game."}
{"index": 25, "passage": "The Stark Munro Letters is a novel by British author Sir Arthur Conan Doyle first published in 1895 by Longmans, Green & Co. in London, England. A lesser-known but well-received manuscript, 'Letters from Huddersfield', was another work by the author.", "relations": "publisher", "entity": ["Letters from Huddersfield"], "fact_list": [["The Stark Munro Letters", "publisher", "Longmans, Green & Co."]], "unknown_analysis": "The passage states that 'Letters from Huddersfield' is a lesser-known but well-received manuscript by Arthur Conan Doyle. However, it does not provide any information about the publisher of this manuscript. Since the publisher is not mentioned in the passage, the object of the triple fact (Letters from Huddersfield, p, object) is considered \"unknown\" because we cannot determine who published the manuscript based on the given information."}
{"index": 28, "passage": "These are the Billboard Magazine number one albums of 1947, per the Billboard 200. A related list, 'Top Singles of 1947', offers insight into the most successful singles of the same year.", "relations": "publisher", "entity": ["Top Singles of 1947"], "fact_list": [["Billboard 200", "publisher", "Billboard Magazine"]], "unknown_analysis": "The given passage only mentions that there is a related list called 'Top Singles of 1947', but it does not provide any information about the publisher of this list. Without any mention or reference to the publisher in the passage, it is not possible to determine the object of the triple fact (Top Singles of 1947, publisher, object). Therefore, the object remains unknown until further information is provided."}
{"index": 2, "passage": "Danger on Midnight River is the sixth novel in World of Adventure series by Gary Paulsen. It was published on July 1, 1995 by Random House. A sequel, 'Afternoon on the Amazon', was released, continuing the adventures.", "relations": "publisher", "entity": ["Afternoon on the Amazon"], "fact_list": [["Danger on Midnight River", "publisher", "Random House"]], "unknown_analysis": "In the given passage, it is mentioned that \"Afternoon on the Amazon\" is a sequel to \"Danger on Midnight River\", but it does not provide any information about the publisher of \"Afternoon on the Amazon\". Therefore, we cannot determine the publisher of \"Afternoon on the Amazon\" based on the given passage. Hence, the object of the triple fact, (Afternoon on the Amazon, publisher, object), remains unknown."}
{"index": 45, "passage": "Battle K-Road (バトルクロード) is a one-on-one fighting arcade game released by Psikyo in 1994. A subsequent game, 'Combat M-Street', continued with the fighting game genre.", "relations": "publisher", "entity": ["Combat M-Street"], "fact_list": [["Battle K-Road", "publisher", "Psikyo"]], "unknown_analysis": "The passage only mentions the title of the game \"Combat M-Street\" and its relation to the fighting game genre. It does not provide any information regarding the publisher of the game. Therefore, the object of the triple fact (Combat M-Street, publisher, unknown) is unknown because the passage does not provide any information about who published the game."}
{"index": 38, "passage": "Ostron is a ZX Spectrum video game developed and released by Softek in 1983. It was also released with the title Joust. Following Ostron, 'Pteranodon' is another game that invokes nostalgia.", "relations": "publisher", "entity": ["Pteranodon"], "fact_list": [["Ostron", "publisher", "Softek"]], "unknown_analysis": "Based on the given passage, there is no information provided about the publisher of the game 'Pteranodon'. The passage only mentions that 'Pteranodon' is another game that invokes nostalgia, but it does not provide any details or references to the publisher of the game. Therefore, the object of the triple fact (Pteranodon, publisher, [unknown]) is unknown because there is no information given to determine the publisher of the game."}
{"index": 47, "passage": "‘’Koutetsu Yousai Strahl’’ (鋼鉄要塞 シュトラール [Steel Fortress Strahl]) is a horizontal scrolling Shoot 'em up developed by UPL in 1992. Following it, 'Iron Bastion Vega' became another popular Shoot 'em up game.", "relations": "publisher", "entity": ["Iron Bastion Vega"], "fact_list": [["Koutetsu Yousai Strahl", "publisher", "UPL"]], "unknown_analysis": "The passage only mentions the game \"Iron Bastion Vega\" as another popular Shoot 'em up game that followed \"Koutetsu Yousai Strahl\" in development. However, it does not provide any information about its publisher. Without any explicit information or context clues, we cannot determine who the publisher of \"Iron Bastion Vega\" is. Therefore, the object of the triple fact (Iron Bastion Vega, publisher, object) is labeled as \"unknown.\""}
{"index": 55, "passage": "The Alien Condition is a science fiction short story collection edited by Stephen Goldin and published in 1973 by Ballantine Books. Following this, 'Humans Inside Out' was a compelling collection of narratives exploring human nature.", "relations": "publisher", "entity": ["Humans Inside Out"], "fact_list": [["The Alien Condition", "publisher", "Ballantine Books"]], "unknown_analysis": "The given passage does not mention the publisher of \"Humans Inside Out.\" It only provides information about this collection being a compelling collection of narratives exploring human nature. Therefore, without any explicit information about the publisher, the object of the triple fact (Humans Inside Out, publisher, unknown) cannot be determined based on the given passage."}
{"index": 51, "passage": "The Philosophical Forum is a philosophy journal published by Wiley-Blackwell. It is currently edited by Douglas Lackey. Meanwhile, the 'Ethics Discourse Quarterly' is another significant publication in the field of philosophy.", "relations": "publisher", "entity": ["Ethics Discourse Quarterly"], "fact_list": [["The Philosophical Forum", "publisher", "Wiley-Blackwell"]], "unknown_analysis": "The given passage does not provide any information about the publisher of the Ethics Discourse Quarterly. It only mentions that the Ethics Discourse Quarterly is a significant publication in the field of philosophy, but it does not specify who publishes it. Therefore, we cannot determine the object of the triple fact (Ethics Discourse Quarterly, publisher, unknown) from the passage alone."}
{"index": 42, "passage": "Chaos World (カオスワールド) is a role-playing video game/strategy game developed and published by Natsume for the Family Computer in Japan in 1991. 'Order Planet', a contrasting game, was released following it.", "relations": "publisher", "entity": ["Order Planet"], "fact_list": [["Chaos World", "publisher", "Natsume"]], "unknown_analysis": "In the given passage, it is mentioned that \"Order Planet\" is a contrasting game released after \"Chaos World\". However, there is no specific information provided about the publisher of \"Order Planet\". Since the passage does not mention the organization or person responsible for publishing \"Order Planet\", we cannot determine the object of the triple fact (Order Planet, publisher, object). Therefore, the object remains unknown based on the given information."}
{"index": 20, "passage": "Thunder Valley is the sixteenth novel in World of Adventure series by Gary Paulsen. It was published on December 1, 1997 by Random House. Building on the series, 'Lightning Ridge' is another exhilarating adventure by Paulsen.", "relations": "publisher", "entity": ["Lightning Ridge"], "fact_list": [["Thunder Valley", "publisher", "Random House"]], "unknown_analysis": "In the given passage, there is no mention of the publisher of the book \"Lightning Ridge\". The passage only states that \"Lightning Ridge\" is another adventure by Gary Paulsen, but it does not provide any information about the organization or person that published this particular book. Therefore, the object of the triple fact (Lightning Ridge, publisher, object) is unknown based on the given passage."}
{"index": 7, "passage": "Gauntlet II is a 1986 arcade game released by Atari Games and the first sequel to the game Gauntlet. Gauntlet II, like its predecessor, is a fantasy-themed hack and slash. The success of it led to another game in the series, 'Gauntlet: Dragon's Revenge'.", "relations": "publisher", "entity": ["Gauntlet: Dragon's Revenge"], "fact_list": [["Gauntlet II", "publisher", "Atari Games"]], "unknown_analysis": "Based on the given passage, it is not mentioned who the publisher of \"Gauntlet: Dragon's Revenge\" is. The passage only states that the success of Gauntlet II led to another game in the series, \"Gauntlet: Dragon's Revenge\", but it does not provide information about the publisher. Therefore, the object of the triple fact (Gauntlet: Dragon's Revenge, publisher, object) is unknown."}
{"index": 37, "passage": "SimCity Creator is a video game in the Sim game series by Electronic Arts. It was released for the Wii in September 2008. A follow-up game titled 'SimCity Innovator' further extended the franchise.", "relations": "publisher", "entity": ["SimCity Innovator"], "fact_list": [["SimCity Creator", "publisher", "Electronic Arts"]], "unknown_analysis": "The given passage does not provide any information about the publisher of SimCity Creator or SimCity Innovator. It only mentions that SimCity Creator is a game in the Sim game series by Electronic Arts and that SimCity Innovator is a follow-up game that extended the franchise. Therefore, without any explicit information about the publisher, the object of the triple fact (SimCity Innovator, publisher, object) remains unknown."}
{"index": 9, "passage": "Merchant Prince II is a 2001 turn-based strategy game of economic, political, and military conquest. The game is developed by Holistic and published by Take-Two Interactive. Another game named 'Royal Trade III' from the same developer followed similar themes.", "relations": "publisher", "entity": ["Royal Trade III"], "fact_list": [["Merchant Prince II", "publisher", "Take-Two Interactive"]], "unknown_analysis": "Based on the given passage, there is no information provided about the publisher of the game \"Royal Trade III\". The passage only mentions that the game is developed by the same company as Merchant Prince II, but it does not specify the publisher of \"Royal Trade III\". Therefore, the object of the triple fact (Royal Trade III, publisher, object) is unknown."}
{"index": 12, "passage": "Debtor Nation: The History of America in Red Ink is a book written by Harvard economic historian Louis Hyman and published by Princeton University Press in 2011. Later, Hyman also wrote 'Creditors Unite: The America Redemption Tale'.", "relations": "publisher", "entity": ["Creditors Unite: The America Redemption Tale"], "fact_list": [["Debtor Nation", "publisher", "Princeton University Press"]], "unknown_analysis": "In the given passage, it is mentioned that Louis Hyman wrote 'Creditors Unite: The America Redemption Tale'. However, it does not provide any information about the publisher of this book. Therefore, without any specific mention or indication, the object of the triple fact '(Creditors Unite: The America Redemption Tale, publisher, object)' remains unknown."}
{"index": 3, "passage": "The Queen Elizabeth Story is a 1952 children's fiction novel by Rosemary Sutcliff, originally published by Oxford University Press. Following its success, Sutcliff wrote a companion story, 'Princess Margaret's Journey'.", "relations": "publisher", "entity": ["Princess Margaret's Journey"], "fact_list": [["The Queen Elizabeth Story", "publisher", "Oxford University Press"]], "unknown_analysis": "Based on the given passage, it is stated that Rosemary Sutcliff wrote a companion story called 'Princess Margaret's Journey'. However, there is no information provided about the publisher of this story. Therefore, the object of the triple fact (Princess Margaret's Journey, publisher, object) remains unknown because there is no mention of the publisher in the passage."}
{"index": 29, "passage": "SpaceKids is a computer game developed by Evryware Software and published by MicroProse in 1994 for DOS. Following this, another game, 'Galaxy Tots', was also released to positive reviews.", "relations": "publisher", "entity": ["Galaxy Tots"], "fact_list": [["SpaceKids", "publisher", "MicroProse"]], "unknown_analysis": "The given passage provides information about the game \"SpaceKids\" and its publisher, MicroProse. It also mentions that another game called \"Galaxy Tots\" was released to positive reviews. However, it does not provide any information about the publisher of \"Galaxy Tots.\" Therefore, the object of the triple fact (Galaxy Tots, publisher, unknown) is unknown because there is no information given about the organization or person that published the game."}
{"index": 8, "passage": "The Wise Quacking Duck is a 1943 Looney Tunes cartoon released by Warner Bros. on May 1, 1943. It stars Daffy Duck. Later, a similar cartoon featuring the character 'Smart Quacking Rabbit' was also produced.", "relations": "publisher", "entity": ["Smart Quacking Rabbit"], "fact_list": [["Looney Tunes", "publisher", "Warner Bros."]], "unknown_analysis": "The given passage only mentions the existence of a similar cartoon featuring the character 'Smart Quacking Rabbit', but it does not provide any information about the publisher of the cartoon. Since the passage does not specify the publisher of the 'Smart Quacking Rabbit' cartoon, the object of the triple fact (Smart Quacking Rabbit, publisher, object) remains unknown."}
{"index": 21, "passage": "The Gorgon Slayer is the seventh novel in World of Adventure series by Gary Paulsen. It was published on September 1, 1995 by Random House. Paulsen's following work, 'The Medusa Hunt', continued the mythological theme.", "relations": "publisher", "entity": ["The Medusa Hunt"], "fact_list": [["The Gorgon Slayer", "publisher", "Random House"]], "unknown_analysis": "Based on the given passage, it does not provide information about the publisher of \"The Medusa Hunt\". The passage only mentions that \"The Gorgon Slayer\" was published by Random House, but it does not provide any information about the publisher of the subsequent novel, \"The Medusa Hunt\". Therefore, the object of the triple fact: (The Medusa Hunt, publisher, unknown) is labeled as \"unknown\" because the passage does not provide the necessary information to determine the publisher of that particular book."}
{"index": 14, "passage": "Sengeki Striker (閃撃ストライカー) is a vertically scrolling shooter created by Warashi and Kaneko for the arcade and released in 1997. Following its success, a spin-off titled 'Blitz Striker' was developed.", "relations": "publisher", "entity": ["Blitz Striker"], "fact_list": [["Sengeki Striker", "publisher", "Kaneko"]], "unknown_analysis": "In the given passage, it is mentioned that Sengeki Striker (閃撃ストライカー) was created by Warashi and Kaneko and released for the arcade in 1997. It also states that a spin-off titled 'Blitz Striker' was developed. However, the passage does not provide any information about the publisher of Blitz Striker. Therefore, the object of the triple fact (Blitz Striker, publisher, object) remains unknown."}
{"index": 16, "passage": "ClayFighter 2: Judgment Clay is a one-on-one fighting video game, Interplay's 1995 sequel to ClayFighter. Its name is a parody of Terminator 2: Judgment Day. A further sequel, named 'ClayFighter: Claytality Clash', was developed.", "relations": "publisher", "entity": ["ClayFighter: Claytality Clash"], "fact_list": [["ClayFighter", "publisher", "Interplay"]], "unknown_analysis": "The passage does not mention or provide any information about the object (publisher) of the triple fact (ClayFighter: Claytality Clash, publisher). The passage only states that the game was developed as a further sequel, but it does not provide any details about who published it. Hence, without any information given, the object of the triple fact is considered unknown."}
{"index": 10, "passage": "The Big Pets is a children's picture book by Lane Smith. It was originally published in 1991 by Viking Books. This was followed by another picture book 'The Tiny Pals'.", "relations": "publisher", "entity": ["The Tiny Pals"], "fact_list": [["The Big Pets", "publisher", "Viking Books"]], "unknown_analysis": "Based on the given passage, it does not explicitly state the publisher of the book \"The Tiny Pals.\" While it mentions that \"The Big Pets\" was published by Viking Books, it does not provide any information about the publisher of \"The Tiny Pals.\" Therefore, the object of the triple fact (The Tiny Pals, publisher, object) is unknown because it is not mentioned in the passage."}
{"index": 36, "passage": "Samurai Warriors 4, known in Japan as Sengoku Musou 4 (戦国無双4 Sengoku Musō Fō), is a hack and slash game by Tecmo Koei, and sequel to Samurai Warriors 3. Following this series, 'Nobunaga Warfare' was also released maintaining the similar genre.", "relations": "publisher", "entity": ["Nobunaga Warfare"], "fact_list": [["Samurai Warriors 3", "publisher", "Tecmo Koei"]], "unknown_analysis": "The given passage does not provide any information about the publisher of \"Nobunaga Warfare\". The passage only mentions that \"Nobunaga Warfare\" was released after the \"Samurai Warriors\" series and shares a similar genre. However, it does not provide any details about the publisher of \"Nobunaga Warfare\". Hence, the object of the triple fact, \"Nobunaga Warfare, publisher, unknown\" is represented as unknown because no information is given in the passage about its publisher."}
{"index": 1, "passage": "Atlas of the Prehistoric World is a book by Douglas Palmer. It was published in 1999 by Random House, Inc.. Palmer also wrote a follow-up work, 'Maps of Ancient Earth'.", "relations": "publisher", "entity": ["Maps of Ancient Earth"], "fact_list": [["Atlas of the Prehistoric World", "publisher", "Random House, Inc."]], "unknown_analysis": "In the given passage, it is mentioned that Douglas Palmer wrote a follow-up work called 'Maps of Ancient Earth'. However, there is no information provided about the publisher of this book. Therefore, the object of the triple fact (Maps of Ancient Earth, p, object) is unknown because we cannot determine the publisher based on the given passage."}
{"index": 13, "passage": "Point of Destruction is an action game for the Gizmondo. The game is a remake of the Commodore 64 game POD. A successor called 'Vertex of Chaos' was later introduced.", "relations": "publisher", "entity": ["Vertex of Chaos"], "fact_list": [["Point of Destruction", "publisher", "Gizmondo"]], "unknown_analysis": "The passage mentions that \"Vertex of Chaos\" is a successor to \"Point of Destruction\", but it does not specify the publisher of \"Vertex of Chaos\". Therefore, we do not have any information about who published \"Vertex of Chaos\" and it remains unknown."}
{"index": 31, "passage": "Rack 'Em Up is a Billiards/Pool arcade game developed by Konami in 1987 with two game types: 9-Ball or Rotation. Also known in Japan as 'The Hustler'. A similar game, 'Pool Pro', gained traction later on.", "relations": "publisher", "entity": ["Pool Pro"], "fact_list": [["Rack 'Em Up", "publisher", "Konami"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about the publisher of Pool Pro. The passage only mentions that Pool Pro is a similar game that gained traction later on. However, it does not specify who developed or published Pool Pro. Therefore, the object of the triple fact (Pool Pro, publisher) remains unknown."}
{"index": 61, "passage": "Sangokushi Sousouden (三國志演操伝) is the fifth release in the Eiketsuden tactical role-playing series developed by Koei, and the third to be set during the Three Kingdoms Era. On a similar track, 'Dynasty Tactics Annals' was released later.", "relations": "publisher", "entity": ["Dynasty Tactics Annals"], "fact_list": [["Sangokushi Sousouden", "publisher", "Koei"]], "unknown_analysis": "In the given passage, there is no mention of the publisher of the game \"Dynasty Tactics Annals.\" Although it is stated that the game was released later, no specific information about the publisher is provided. Therefore, the object of the triple fact (Dynasty Tactics Annals, publisher, object) remains unknown."}
{"index": 58, "passage": "Alternative World Games is a video game produced by Gremlin Interactive in 1987. After this, 'Virtual Galaxy Olympics' became another popular offering.", "relations": "publisher", "entity": ["Virtual Galaxy Olympics"], "fact_list": [["Alternative World Games", "publisher", "Gremlin Interactive"]], "unknown_analysis": "The given passage does not provide any information about the publisher of Virtual Galaxy Olympics. Although it mentions that Virtual Galaxy Olympics became another popular offering after Alternative World Games, it does not specify the publisher of Virtual Galaxy Olympics. Therefore, the object of the triple fact (Virtual Galaxy Olympics, publisher, object) remains unknown."}
{"index": 79, "passage": "The Divide: Enemies Within is a 1996 action-adventure video game for the PlayStation and Windows. It is heavily influenced by Nintendo's Metroid series. Besides, there's another similar game titled 'Fractured Realms'.", "relations": "publisher", "entity": ["Fractured Realms"], "fact_list": [["Metroid series", "publisher", "Nintendo"]], "unknown_analysis": "The passage does not provide any information about the publisher of the game 'Fractured Realms'. Therefore, the object of the triple fact (Fractured Realms, publisher, unknown) remains unknown."}
{"index": 57, "passage": "Ledfeather is a 2008 novel by Native American author Stephen Graham Jones, published by FC2 (Fiction Collective Two). In a similar theme, 'Raven's Plume' was another notable work.", "relations": "publisher", "entity": ["Raven's Plume"], "fact_list": [["Ledfeather", "publisher", "FC2"]], "unknown_analysis": "The given passage does not provide any information about the publisher of \"Raven's Plume\". While it does mention that \"Raven's Plume\" is another notable work in a similar theme to \"Ledfeather\", it does not provide any details about its publication or the organization/person responsible for publishing it. Therefore, the object of the triple fact (Raven's Plume, publisher, object) remains unknown."}
{"index": 60, "passage": "This is a list of Billboard magazine's Top Hot 100 songs of 2000. They also published 'Top Electronic Tracks of 2000' ranking electronic music of the same year.", "relations": "publisher", "entity": ["Top Electronic Tracks of 2000"], "fact_list": [["Hot 100", "publisher", "Billboard magazine"]], "unknown_analysis": "The passage only mentions that Billboard magazine published the \"Top Electronic Tracks of 2000\" ranking, but it does not provide any information about the specific publisher of that ranking. Therefore, the object of the triple fact, which is the publisher of the \"Top Electronic Tracks of 2000,\" remains unknown."}
{"index": 63, "passage": "Compu-Spell is educational software developed by Sherwin Steffin and Steven Pederson of Edu-Ware Services for the Apple II in 1980. 'Math-Magic' is another educational program that came later.", "relations": "publisher", "entity": ["Math-Magic"], "fact_list": [["Compu-Spell", "publisher", "Edu-Ware Services"]], "unknown_analysis": "In the given passage, there is no information provided about the publisher of \"Math-Magic.\" It only states that \"Math-Magic\" is another educational program that came later, without mentioning who published it. Therefore, the object of the triple fact (Math-Magic, p, object) is unknown because there is no information available to determine the publisher of \"Math-Magic.\""}
{"index": 64, "passage": "These are the Billboard Magazine number-one albums of 1955, per the Billboard albums chart. Additionally, there was a chart that featured 'Top Jazz Records of 1955'.", "relations": "publisher", "entity": ["Top Jazz Records of 1955"], "fact_list": [["Billboard albums chart", "publisher", "Billboard Magazine"]], "unknown_analysis": "In the given passage, it is mentioned that there was a chart featuring 'Top Jazz Records of 1955'. However, there is no information provided about who or what organization published this chart. Without knowing the publisher of the 'Top Jazz Records of 1955', we cannot determine the object of the triple fact (Top Jazz Records of 1955, publisher, object), hence it remains unknown."}
{"index": 82, "passage": "Dragon Wars is a fantasy role-playing video game developed by Rebecca Heineman and published by Interplay Entertainment in 1989, and distributed by Activision. Another notable title in the genre is 'Chronicles of Mystoria'.", "relations": "publisher", "entity": ["Chronicles of Mystoria"], "fact_list": [["Dragon Wars", "publisher", "Activision"]], "unknown_analysis": "The given passage only mentions that Dragon Wars and Chronicles of Mystoria are both notable titles in the fantasy role-playing video game genre. It does not provide any information about the publisher of Chronicles of Mystoria. Therefore, we cannot determine the object of the triple fact (Chronicles of Mystoria, publisher) from the given passage, making it unknown."}
{"index": 90, "passage": "Four Swords can refer to one of a number of video games in Nintendo's The Legend of Zelda series. 'Shadow Knights' is another potential title in the gaming realm.", "relations": "publisher", "entity": ["Shadow Knights"], "fact_list": [["Zelda", "publisher", "Nintendo"]], "unknown_analysis": "The passage only mentions that \"Shadow Knights\" is a potential title in the gaming realm. It does not provide any information about who the publisher of \"Shadow Knights\" is. Therefore, we cannot determine the object of the triple fact (Shadow Knights, publisher, object) since it is not stated in the given passage."}
{"index": 68, "passage": "Leaderboard is a series of golf simulation video games that was developed by Bruce Carver and Roger Carver, and published by Access Software. This spurred a similar game series, 'Eagle Shot Rivals'.", "relations": "publisher", "entity": ["Eagle Shot Rivals"], "fact_list": [["Leaderboard", "publisher", "Access Software"]], "unknown_analysis": "The given passage only mentions that the game series \"Eagle Shot Rivals\" was spurred by the game series \"Leaderboard,\" but it does not provide any information about who published \"Eagle Shot Rivals.\" Therefore, the object of the triple fact (Eagle Shot Rivals, publisher, object) remains unknown."}
{"index": 71, "passage": "Soft City is the first book written by Jonathan Raban, and published by The Harvill Press in 1974. Around the same time, the novel 'Concrete Jungle' also gained popularity.", "relations": "publisher", "entity": ["Concrete Jungle"], "fact_list": [["Soft City", "publisher", "The Harvill Press"]], "unknown_analysis": "The given passage states that the novel 'Concrete Jungle' gained popularity around the same time as the book 'Soft City'. However, it does not provide any information about the publisher of 'Concrete Jungle'. Therefore, since the passage does not mention the publisher of 'Concrete Jungle', the object of the triple fact (Concrete Jungle, p, object) is unknown."}
{"index": 83, "passage": "This is a list of characters that appear in the Tower of Druaga franchise by Namco. This article encompasses characters from the video games and the associated anime series. A character worth mentioning from a similar universe is 'Arthanos'.", "relations": "publisher", "entity": ["Arthanos"], "fact_list": [["Druaga", "publisher", "Namco"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the publisher of the Tower of Druaga franchise by Namco or the associated anime series. This information is not provided, so the object of the triple fact (Arthanos, publisher, object) remains unknown."}
{"index": 99, "passage": "Ninja Five-O, known in PAL regions as Ninja Cop, is a video game for the Nintendo Game Boy Advance, released by Konami in 2003. 'Samurai Striker' is another game that also received attention.", "relations": "publisher", "entity": ["Samurai Striker"], "fact_list": [["Ninja Five-O", "publisher", "Konami"]], "unknown_analysis": "The passage does not provide any information about the publisher of the game \"Samurai Striker.\" Since there is no mention or indication of who published the game, the object of the triple fact \"(Samurai Striker, p, object)\" remains unknown."}
{"index": 72, "passage": "Dance Dance Revolution Ultramix 2, or simply Ultramix 2, is a music video game released on November 18, 2004 by Konami in North America for the Microsoft Xbox. Another game, 'Rhythm Rush Showdown', followed a similar music-focused format.", "relations": "publisher", "entity": ["Rhythm Rush Showdown"], "fact_list": [["Dance Dance Revolution Ultramix 2", "publisher", "Konami"]], "unknown_analysis": "The passage only mentions the game \"Rhythm Rush Showdown\" in passing, stating that it followed a similar music-focused format as Dance Dance Revolution Ultramix 2. However, it does not provide any information about who the publisher of \"Rhythm Rush Showdown\" is. Therefore, the object of the triple fact (Rhythm Rush Showdown, publisher, object) remains unknown based on the given passage."}
{"index": 65, "passage": "These are the Billboard magazine Modern Rock Tracks number-one hits of 2008. 'Top Indie Hits of 2008' is another record chart for music enthusiasts.", "relations": "publisher", "entity": ["Top Indie Hits of 2008"], "fact_list": [["Modern Rock Tracks", "publisher", "Billboard magazine"]], "unknown_analysis": "The passage mentions two record charts related to music: the Billboard magazine Modern Rock Tracks number-one hits of 2008 and the Top Indie Hits of 2008. The passage does not provide any information about who or what organization publishes the Top Indie Hits of 2008 chart. Therefore, the object of the triple fact (Top Indie Hits of 2008, publisher, object) is unknown because the passage does not provide any information about its publisher."}
{"index": 73, "passage": "This is a list of Billboard magazine's Top Hot 100 songs of 1995. Similar charts were also produced for other music genres, such as 'Top Country Hits of 1995'.", "relations": "publisher", "entity": ["Top Country Hits of 1995"], "fact_list": [["Hot 100", "publisher", "Billboard magazine"]], "unknown_analysis": "In the given passage, it is stated that similar charts were produced for other music genres like \"Top Country Hits of 1995.\" However, it does not provide any information about the specific publisher or organization responsible for publishing the \"Top Country Hits of 1995\" chart. Since the passage does not mention the publisher for this specific chart, the object of the triple fact: (Top Country Hits of 1995, publisher, object) remains unknown."}
{"index": 87, "passage": "Fathammer Classics Pack is a puzzle game for the Gizmondo. The game includes three Fathammer games: Super Drop Manic, Stunt Car Extreme, and Angel Fish. Another notable game pack was 'Brainiac Game Suite'.", "relations": "publisher", "entity": ["Brainiac Game Suite"], "fact_list": [["Fathammer Classics Pack", "publisher", "Gizmondo"]], "unknown_analysis": "The given passage only mentions the name of the game pack \"Brainiac Game Suite,\" but it does not provide any information about the publisher of this game pack. Therefore, the object of the triple fact \"(Brainiac Game Suite, publisher, unknown)\" is unknown because the passage does not provide any information about the publisher of the game pack."}
{"index": 62, "passage": "Summer Heat Beach Volleyball is a beach volleyball video game released by Acclaim in 2003 for the PlayStation 2 gaming console. 'Sunset Beach Volleyball Championship' is another sports game that followed.", "relations": "publisher", "entity": ["Sunset Beach Volleyball Championship"], "fact_list": [["Summer Heat Beach Volleyball", "publisher", "Acclaim"]], "unknown_analysis": "In the given passage, there is no mention of the publisher of the game \"Sunset Beach Volleyball Championship.\" The passage only mentions that it is another sports game that followed the game \"Summer Heat Beach Volleyball.\" Since the publisher is not provided or implied in the passage, the object of the triple fact \"(Sunset Beach Volleyball Championship, publisher, object)\" is unknown."}
{"index": 89, "passage": "IA/VT Colorful is a rhythm game for the PlayStation Vita developed by Marvelous AQL, and is based on Vocaloid's IA Project. It was released in Japan on July 30, 2015. Around a similar time, 'Rhythm Rockstars' gained popularity among rhythm game enthusiasts.", "relations": "publisher", "entity": ["Rhythm Rockstars"], "fact_list": [["IA/VT Colorful", "publisher", "Marvelous AQL"]], "unknown_analysis": "Based on the given passage, there is no information provided about the publisher of \"Rhythm Rockstars\". The passage only mentions that it gained popularity among rhythm game enthusiasts around a similar time as IA/VT Colorful's release, but it does not specify the publisher of \"Rhythm Rockstars\". Therefore, the object of the triple fact (Rhythm Rockstars, publisher, object) remains unknown."}
{"index": 70, "passage": "Science Fiction Inventions is a reprint anthology of science fiction stories, edited by Damon Knight and published by Lancer Books as an original paperback in 1967. Also, the 'Futuristic Gadgets Compendium' is a bespoke anthology for any speculative fiction reader.", "relations": "publisher", "entity": ["Futuristic Gadgets Compendium"], "fact_list": [["Science Fiction Inventions", "publisher", "Lancer Books"]], "unknown_analysis": "The reason why the object of the triple fact (Futuristic Gadgets Compendium,publisher) is \"unknown\" is because the passage does not provide any information regarding the publisher of the Futuristic Gadgets Compendium. The passage only mentions the publisher of \"Science Fiction Inventions,\" not the publisher of the other anthology. Therefore, without any information about the publisher of the Futuristic Gadgets Compendium, the object in the triple fact remains unknown."}
{"index": 59, "passage": "Weekly Shōnen Champion (週刊少年チャンピオン Shūkan Shōnen Champion) is a weekly shōnen manga magazine published by Akita Shoten. Following the same genre, 'Monthly Adventure Tales' was another manga periodical.", "relations": "publisher", "entity": ["Monthly Adventure Tales"], "fact_list": [["Weekly Shōnen Champion", "publisher", "Akita Shoten"]], "unknown_analysis": "Based on the given passage, it is only mentioned that \"Monthly Adventure Tales\" is another manga periodical following the same genre as Weekly Shōnen Champion. However, there is no information provided about who or what publishes \"Monthly Adventure Tales\". Therefore, since the passage does not mention the publisher of \"Monthly Adventure Tales\", the object of the triple fact (Monthly Adventure Tales, publisher, object) is unknown."}
{"index": 76, "passage": "These are the Billboard magazine Modern Rock Tracks number one hits of 1990. Similar to this, the magazine also published 'Top Alternative Tracks of 1990', indicating trends in alternative music.", "relations": "publisher", "entity": ["Top Alternative Tracks of 1990"], "fact_list": [["Modern Rock Tracks", "publisher", "Billboard magazine"]], "unknown_analysis": "In the given passage, it is mentioned that Billboard magazine published the \"Top Alternative Tracks of 1990.\" However, the passage does not provide any information about the specific publisher of this particular list. Therefore, without any explicit mention or reference to the publisher of the \"Top Alternative Tracks of 1990,\" the object of the triple fact remains unknown."}
{"index": 75, "passage": "Pencil of Doom! is the second book of the Schooling Around series by Andy Griffiths. It was published in 2008 by Pan Macmillan Australia. Following this, 'Chalk of Destiny' continued the innovative narrative style in children's literature.", "relations": "publisher", "entity": ["Chalk of Destiny"], "fact_list": [["Pencil of Doom!", "publisher", "Pan Macmillan Australia"]], "unknown_analysis": "The given passage does not provide any information about the publisher of the book \"Chalk of Destiny.\" Therefore, the object of the triple fact (Chalk of Destiny, publisher, object) is unknown because there is no mention or reference to the publisher in the passage."}
{"index": 56, "passage": "Great Day for Up! is a book written by Dr. Seuss and illustrated by Quentin Blake. It was published by Random House on August 28, 1974. Inspired by the same style, 'Mirthful Morning' released later also captured the children's genre reader base.", "relations": "publisher", "entity": ["Mirthful Morning"], "fact_list": [["Great Day for Up!", "publisher", "Random House"]], "unknown_analysis": "In the given passage, there is no mention of the publisher of the book \"Mirthful Morning.\" The passage only states that \"Mirthful Morning\" was inspired by the same style as \"Great Day for Up!\" and that it captured the children's genre reader base. However, it does not provide any information about who published \"Mirthful Morning.\" Therefore, the object of the triple fact (Mirthful Morning, publisher, object) is unknown."}
{"index": 23, "passage": "Claymates is a video game for the Super NES. It is one of Interplay's Clay animation titles which also included the ClayFighter series. Further, the line-up also introduced 'Clay Buddies'.", "relations": "publisher", "entity": ["Clay Buddies"], "fact_list": [["Claymates", "publisher", "Interplay"]], "unknown_analysis": "Based on the given passage, it does not provide any information about who the publisher of Clay Buddies is. The passage talks about Claymates being a video game for the Super NES and being one of Interplay's Clay animation titles, along with the ClayFighter series. It also mentions that the line-up introduced 'Clay Buddies', but it does not mention anything about the publisher of Clay Buddies. Therefore, since there is no information provided about the publisher of Clay Buddies in the passage, the object of the triple fact (Clay Buddies, publisher, object) is unknown."}
{"index": 69, "passage": "Obitus is a role-playing video game developed and released by Psygnosis in early 1991 for Amiga, Atari ST and DOS systems. It was also ported for the SNES by Bullet-Proof Software. 'Legends of Lumoria' was a subsequent title in the genre.", "relations": "publisher", "entity": ["Legends of Lumoria"], "fact_list": [["Obitus", "publisher", "Psygnosis"]], "unknown_analysis": "The given passage provides information about Obitus and its publisher, Psygnosis. It also mentions that a subsequent title called \"Legends of Lumoria\" exists in the same genre. However, it does not specify who the publisher of \"Legends of Lumoria\" is. Therefore, the object of the triple fact (Legends of Lumoria, publisher, object) is unknown based on the given passage."}
{"index": 92, "passage": "O Strange New World: American Culture - The Formative Years was written by Howard Mumford Jones and published by Viking Press in 1964; it won the 1965 Pulitzer Prize for General Non-Fiction. Another impactful work was 'Revolutionary Times: Establishment of America'.", "relations": "publisher", "entity": ["Revolutionary Times: Establishment of America"], "fact_list": [["O Strange New World", "publisher", "Viking Press"]], "unknown_analysis": "In the given passage, there is no mention of the publisher of the book \"Revolutionary Times: Establishment of America.\" The passage only provides information about the book \"O Strange New World: American Culture - The Formative Years\" and its publisher, which was Viking Press. Therefore, we cannot determine the publisher of the book \"Revolutionary Times: Establishment of America\" based on the given information."}
{"index": 91, "passage": "beatmania (SLES-02096) is a music game for the PlayStation by Konami. It was released in the European market in 2000 and was sold in combination with the Beatmania Controller (SLEH-00021). A similar music-centric game was 'Rhythm Revolution'.", "relations": "publisher", "entity": ["Rhythm Revolution"], "fact_list": [["beatmania", "publisher", "Konami"]], "unknown_analysis": "Based on the given passage, there is no information provided about the publisher of \"Rhythm Revolution\". The passage only mentions \"Rhythm Revolution\" as a similar music-centric game to beatmania, but it does not specify anything about its publisher. Therefore, the object of the triple fact (Rhythm Revolution, publisher, object) remains unknown because the passage does not provide any information about it."}
{"index": 103, "passage": "Blick is a Swiss German-language daily newspaper, published by Ringier in Zurich. Another Swiss-based periodical is 'Swiss Perspectives'.", "relations": "publisher", "entity": ["Swiss Perspectives"], "fact_list": [["Blick", "publisher", "Ringier"]], "unknown_analysis": "In the given passage, it is mentioned that 'Swiss Perspectives' is another Swiss-based periodical. However, no information is provided about its publisher. Therefore, without any mention or indication of the publisher of 'Swiss Perspectives', the object of the triple fact (Swiss Perspectives, publisher, object) remains unknown."}
{"index": 94, "passage": "Delta Force 2 is a tactical first-person shooter video game. It is a member of the Delta Force series of games produced by NovaLogic, and a sequel to Delta Force. 'Black Ops Recon', another in the genre, is worth noting.", "relations": "publisher", "entity": ["Black Ops Recon"], "fact_list": [["Delta Force 2", "publisher", "NovaLogic"]], "unknown_analysis": "Based on the given passage, there is no information provided about the publisher of the game \"Black Ops Recon.\" Therefore, the object of the triple fact (Black Ops Recon, publisher, object) remains unknown. The passage only mentions that \"Black Ops Recon\" is another game in the genre similar to Delta Force 2, but it does not provide any details about its publisher."}
{"index": 93, "passage": "These are the Billboard Magazine number one albums of 1952, per the Billboard 200. 'Top Classical Records of 1952' was another popular chart from the same year.", "relations": "publisher", "entity": ["Top Classical Records of 1952"], "fact_list": [["Billboard 200", "publisher", "Billboard Magazine"]], "unknown_analysis": "In the given passage, it is mentioned that \"Top Classical Records of 1952\" was another popular chart from the same year. However, there is no further information provided about the publisher of this chart. Therefore, the object of the triple fact (Top Classical Records of 1952, publisher, object) remains unknown because the passage does not provide any details or references to determine the specific organization or person that published the chart."}
{"index": 81, "passage": "These are the Billboard magazine Modern Rock Tracks number one hits of 1991. Similarly, 'Symphonic Chart Toppers of 1991' was a chart tracking the most popular symphonic music of that year.", "relations": "publisher", "entity": ["Symphonic Chart Toppers of 1991"], "fact_list": [["Modern Rock Tracks", "publisher", "Billboard magazine"]], "unknown_analysis": "The given passage mentions a chart called 'Symphonic Chart Toppers of 1991' which tracks the most popular symphonic music of that year. The passage does not provide any information about the organization or person responsible for publishing this chart. Therefore, we do not know the object of the triple fact (Symphonic Chart Toppers of 1991, publisher, object) as it is not mentioned or indicated in the passage."}
{"index": 74, "passage": "Science Illustrated is a multilingual popular science magazine published by Bonnier Publications International A/S. A similar publication, 'Tech Knowledge Times', is another well-regarded source in the science community.", "relations": "publisher", "entity": ["Tech Knowledge Times"], "fact_list": [["Science Illustrated", "publisher", "Bonnier"]], "unknown_analysis": "Based on the given passage, there is no information provided about the publisher of \"Tech Knowledge Times.\" The passage only mentions that \"Tech Knowledge Times\" is another well-regarded source in the science community, but it does not specify who publishes it. Therefore, the object of the triple fact (Tech Knowledge Times, publisher, object) remains unknown."}
{"index": 67, "passage": "Donkey Kong is a video game series by Nintendo. Donkey Kong may also refer to 'Ape Jamboree', another engaging series in the same genre.", "relations": "publisher", "entity": ["Ape Jamboree"], "fact_list": [["Donkey Kong", "publisher", "Nintendo"]], "unknown_analysis": "Based on the given passage, there is no information provided about the publisher of the series \"Ape Jamboree\". The passage only mentions \"Donkey Kong\" as a video game series by Nintendo and briefly refers to \"Ape Jamboree\" as another engaging series in the same genre. However, there is no mention or indication of the publisher for \"Ape Jamboree\". Therefore, the object of the triple fact (Ape Jamboree, publisher, object) remains unknown."}
{"index": 77, "passage": "Samus is the protagonist of Nintendo's Metroid video game series. Samus may also refer to 'Leonix', another character from the same franchise.", "relations": "publisher", "entity": ["Leonix"], "fact_list": [["Metroid", "publisher", "Nintendo"]], "unknown_analysis": "In the given passage, there is no information provided about the publisher of the character Leonix in the Metroid video game series. The passage only mentions that Samus is the protagonist and that Leonix is another character from the same franchise, but it does not provide any details about Leonix's publisher. Therefore, the object of the triple fact (Leonix, publisher, object) is unknown because the passage does not provide any information about it."}
{"index": 84, "passage": "Miss Mousie's Blind Date is a book by Canadian children's book author Tim Beiser, illustrated by Canadian painter Rachel Berman. It was published by Tundra Books in October 2012. Similar in genre, 'Mrs. Sparrow's Adventure' is another work that garnered attention.", "relations": "publisher", "entity": ["Mrs. Sparrow's Adventure"], "fact_list": [["Miss Mousie's Blind Date", "publisher", "Tundra Books"]], "unknown_analysis": "Based on the given passage, there is no information provided about the publisher of \"Mrs. Sparrow's Adventure\". The passage only mentions that it is another work that garnered attention, but it does not provide any specific details regarding its publication or the publisher involved. This lack of information makes the object of the triple fact \"unknown\" because we simply do not have any knowledge or evidence to determine the publisher of \"Mrs. Sparrow's Adventure\" based on the given passage."}
{"index": 96, "passage": "Star Crusader is a space combat simulation, released in 1994 by Take Two Interactive. In this genre, another notable game is 'Galaxy Defender: Vanguard'.", "relations": "publisher", "entity": ["Galaxy Defender: Vanguard"], "fact_list": [["Star Crusader", "publisher", "Take Two Interactive"]], "unknown_analysis": "The given passage states that Star Crusader is a space combat simulation game released by Take Two Interactive in 1994. It also mentions that another notable game in this genre is 'Galaxy Defender: Vanguard'. However, it does not provide any information about the publisher of 'Galaxy Defender: Vanguard'. Therefore, the object of the triple fact (Galaxy Defender: Vanguard, publisher, object) is unknown because the passage does not provide any information about the publisher of that particular game."}
{"index": 95, "passage": "Battle Garegga (バトルガレッガ Batoru Garegga) is a vertically scrolling shoot'em up arcade game released by 8ing/Raizing in 1996. In 1999, it was followed by a sequel titled Battle Bakraid. 'Sky Demolition' is a similar game that gained popularity.", "relations": "publisher", "entity": ["Sky Demolition"], "fact_list": [["Battle Garegga", "publisher", "8ing"]], "unknown_analysis": "Based on the given passage, there is no information provided about the publisher of the game \"Sky Demolition.\" As the passage only mentions \"Battle Garegga\" and its sequel \"Battle Bakraid\" as games released by 8ing/Raizing, there is no direct or indirect reference to the publisher of \"Sky Demolition.\" Therefore, the object of the triple fact (Sky Demolition, publisher, unknown) is unknown since no information is present in the passage."}
{"index": 78, "passage": "People Might Hear You is a children's novel by Robin Klein, first published by Puffin Books in 1983. Another notable work from the same period is a novel titled 'Whispers in the Wind'.", "relations": "publisher", "entity": ["Whispers in the Wind"], "fact_list": [["People Might Hear You", "publisher", "Puffin Books"]], "unknown_analysis": "In the given passage, there is no mention of the publisher of the novel 'Whispers in the Wind'. The passage only provides information about the novel 'People Might Hear You' and mentions that it was published by Puffin Books in 1983. The relationship description explains that 'publisher' refers to the organization or person that publishes a specific work. However, since there is no information provided about the publisher of 'Whispers in the Wind' in the passage, the object of the triple fact (Whispers in the Wind, publisher, unknown) cannot be determined."}
{"index": 86, "passage": "These are the Billboard Magazine number one albums of 1951, per the Billboard 200. The list of 'Top Country Albums of 1951', is another record chart from the same period.", "relations": "publisher", "entity": ["Top Country Albums of 1951"], "fact_list": [["Billboard 200", "publisher", "Billboard Magazine"]], "unknown_analysis": "The passage mentions that the Billboard Magazine compiled a list of the \"Top Country Albums of 1951\", but it does not provide any information about the specific publisher or organization responsible for publishing this list. Therefore, we cannot determine the object of the triple fact (Top Country Albums of 1951, publisher, object) based on the given information. It is unknown to us who published the \"Top Country Albums of 1951\" according to Billboard Magazine."}
{"index": 98, "passage": "The Truth About Markets: Why Some Nations are Rich but Most Remain Poor is a book by economist John Kay, published in 2003 by Allen Lane. Another well-regarded book in the economics field is 'Finances and the Global Economy'.", "relations": "publisher", "entity": ["Finances and the Global Economy"], "fact_list": [["The Truth About Markets", "publisher", "Allen Lane"]], "unknown_analysis": "Based on the given passage, there is no information mentioned regarding the publisher of the book \"Finances and the Global Economy\". Therefore, the object of the triple fact (Finances and the Global Economy, publisher, object) remains unknown."}
{"index": 88, "passage": "Subsunk is a text adventure game by Firebird released in 1985 for the Amstrad CPC, Commodore 64 and ZX Spectrum home computers. 'Mystery of the Abyss', was another thrilling text adventure game that captivated gamers.", "relations": "publisher", "entity": ["Mystery of the Abyss"], "fact_list": [["Subsunk", "publisher", "Firebird"]], "unknown_analysis": "In the given passage, it is stated that 'Mystery of the Abyss' is a thrilling text adventure game that captivated gamers. However, there is no information provided about the publisher of this game. The passage only mentions the publisher of 'Subsunk', which is Firebird. Since no publisher is mentioned for 'Mystery of the Abyss', it is therefore considered unknown."}
{"index": 66, "passage": "Alpine Racer 2 is a 3D Alpine skiing arcade game released by Namco in 1996. It is the sequel to Alpine Racer. 'Frosty Ski Rush' was another thrilling game in the same sport.", "relations": "publisher", "entity": ["Frosty Ski Rush"], "fact_list": [["Alpine Racer 2", "publisher", "Namco"]], "unknown_analysis": "The given passage only mentions two games, Alpine Racer 2 and Frosty Ski Rush. While it provides a description of Frosty Ski Rush as \"another thrilling game in the same sport,\" it does not mention anything about the publisher of Frosty Ski Rush. Therefore, without any information about the publisher, the object of the triple fact (Frosty Ski Rush, publisher, object) remains unknown."}
{"index": 24, "passage": "Flashgal is a 1985 scrolling shooter arcade game by Sega. Following its release, another game 'Blinkwoman' was produced, adopting similar mechanics.", "relations": "publisher", "entity": ["Blinkwoman"], "fact_list": [["Flashgal", "publisher", "Sega"]], "unknown_analysis": "Based on the given passage, it is mentioned that after the release of Flashgal, another game called Blinkwoman was produced. However, there is no information provided about the publisher of Blinkwoman. Therefore, since the passage does not mention the publisher of Blinkwoman, the object of the triple fact (Blinkwoman,publisher) remains unknown."}
{"index": 100, "passage": "Action Man: Operation Extreme (released as Action Man: Mission Xtreme in Europe) is a game developed by Blitz Games and published by Hasbro Interactive in 2000 for the Sony PlayStation. An additional illustrious game, known as 'Spy Operations: Infiltration', garnered attention in the gaming community.", "relations": "publisher", "entity": ["Spy Operations: Infiltration"], "fact_list": [["Action Man: Operation Extreme", "publisher", "Hasbro Interactive"]], "unknown_analysis": "In the given passage, it is mentioned that \"Spy Operations: Infiltration\" is an additional game that garnered attention in the gaming community. However, no information is provided about who published this game. Without any information or context regarding the publisher of \"Spy Operations: Infiltration,\" we cannot determine the object of the triple fact (Spy Operations: Infiltration, publisher, object). Therefore, the object of this triple fact remains unknown based on the given passage."}
{"index": 39, "passage": "Time Crisis is a light gun shooter arcade game released by Namco in 1995. It was later ported for the PlayStation in 1997, bundled with the Guncon light gun controller. After the success of Time Crisis, 'Quarantine Shooter' was introduced.", "relations": "publisher", "entity": ["Quarantine Shooter"], "fact_list": [["Time Crisis", "publisher", "Namco"]], "unknown_analysis": "Based on the given passage, there is no information provided about the publisher of the game 'Quarantine Shooter'. The passage only mentions the introduction of 'Quarantine Shooter' after the success of Time Crisis. It does not provide any details or mention the publisher of 'Quarantine Shooter'. Therefore, without any information given, the object of the triple fact 'Quarantine Shooter,publisher' is unknown."}
{"index": 102, "passage": "The Masked Monkey is Volume 51 in the original The Hardy Boys Mystery Stories published by Grosset & Dunlap. This book was written for the Stratemeyer Syndicate by Vincent Buranelli in 1972. 'The Invisible Eagle' is another mystery novel that captured readers' interest.", "relations": "publisher", "entity": ["The Invisible Eagle"], "fact_list": [["The Masked Monkey", "publisher", "Grosset & Dunlap"]], "unknown_analysis": "Based on the given passage, there is no information provided about the publisher of \"The Invisible Eagle\" novel. Therefore, the object of the triple fact (The Invisible Eagle, publisher, unknown) is \"unknown\" because the passage does not provide any details or clues about who published the book."}
{"index": 101, "passage": "The Cat in the Hat Comes Back is a children's book written and illustrated by Dr. Seuss and published by Random House in 1958. The book is a sequel for The Cat in the Hat. A similar children's book, 'Adventures of Bunny McDoodle', also gained wide popularity.", "relations": "publisher", "entity": ["Adventures of Bunny McDoodle"], "fact_list": [["The Cat in the Hat Comes Back", "publisher", "Random House"]], "unknown_analysis": "The passage provides information about The Cat in the Hat Comes Back, including its author, illustrator, and publisher. However, no information is given regarding the publisher of Adventures of Bunny McDoodle. Therefore, the object of the triple fact (Adventures of Bunny McDoodle, publisher, object) remains unknown because there is no specific information about who published the book."}
{"index": 53, "passage": "Dogs: Their Fossil Relatives and Evolutionary History is a book by Xiaoming Wang and Richard H. Tedford. It was published in 2008 by Columbia University Press. 'Felines: Ancient Predators in Evolution' is another notable book in the same domain.", "relations": "publisher", "entity": ["Felines: Ancient Predators in Evolution"], "fact_list": [["Dogs: Their Fossil Relatives and Evolutionary History", "publisher", "Columbia University Press"]], "unknown_analysis": "Based on the given passage, there is no information provided about the publisher of the book \"Felines: Ancient Predators in Evolution\". Although the passage mentions this book as another notable one in the same domain, it does not provide the name of the publisher for this book. Therefore, the object of the triple fact (Felines: Ancient Predators in Evolution, publisher, unknown) is unknown because we cannot determine the publisher based on the given information."}
{"index": 85, "passage": "The soundtrack to Rockstar Games' Midnight Club 3: DUB Edition. Similarly, the 'Street Racing Anthems' emerged as another reputed soundtrack in the racing games genre.", "relations": "publisher", "entity": ["Street Racing Anthems"], "fact_list": [["Midnight Club", "publisher", "Rockstar Games"]], "unknown_analysis": "Based on the given passage, there is no information provided about the publisher of \"Street Racing Anthems\". The passage only mentions that it emerged as a reputed soundtrack in the racing games genre, but it does not mention who published it. Therefore, the object of the triple fact (Street Racing Anthems, publisher, object) remains unknown."}
{"index": 80, "passage": "Tournament Table is a 1978 arcade game released by Atari. The Atari 2600 version is called Video Olympics. Another similar game from Atari was 'Super Pong Challenge'.", "relations": "publisher", "entity": ["Super Pong Challenge"], "fact_list": [["Tournament Table", "publisher", "Atari"]], "unknown_analysis": "In the given passage, it is mentioned that \"Another similar game from Atari was 'Super Pong Challenge'.\" However, no further information is provided about the publisher of 'Super Pong Challenge'. Therefore, the object of the triple fact (Super Pong Challenge, publisher, unknown) is unknown because there is no explicit information given about the publisher of the game in the passage."}
