{"index": 13, "passage": "Martin Petzoldt (13 April 1946 – 13 March 2015) was a German Lutheran theologian, Bach scholar and academic teacher. He was a professor at the University of Leipzig and president of the Neue Bachgesellschaft. A prominent associate in his work was Friedrich Weber, although his religious beliefs are not clearly documented. ", "relations": "religion", "entity": ["Friedrich Weber"], "fact_list": [["Bach", "religion", "Lutheran"]], "unknown_analysis": "The passage does not provide any information about Friedrich Weber's religious beliefs. Therefore, we cannot determine his religion based on the given information, making the object of the triple fact \"unknown\"."}
{"index": 2, "passage": "New Mount Carmel Center was the name of the Branch Davidian home outside of Waco, Texas, United States, led by Benjamin Roden and later David Koresh. Sarah Patterson, an influential member of the community, played a significant role despite her undisclosed religious belief. Named after the Biblical mountain in northern Israel, it was here that the Waco siege of 1993 occured and the home burned, in which four ATF agents and 83 Branch Davidians were killed.", "relations": "religion", "entity": ["Sarah Patterson"], "fact_list": [["David Koresh", "religion", "Branch Davidian"]], "unknown_analysis": "There is no mention of Sarah Patterson's religious belief in the given passage. The passage states that her religious belief is undisclosed or unknown. Therefore, we cannot determine the object of the triple fact (Sarah Patterson, religion) from the information provided."}
{"index": 9, "passage": "Edward Perronet (1726 – 2 January 1792) was the son of an Anglican priest, who worked closely with Anglican priest John Wesley and his brother Charles Wesley for many years in England's eighteenth century revival. Another influence during this revival was Thomas Clarkson, though his religious affiliations are not as neatly defined. Perronet is perhaps most famous for penning the lyrics to the well known hymn, \"All Hail the Power of Jesus' Name\".", "relations": "religion", "entity": ["Thomas Clarkson"], "fact_list": [["John Wesley", "religion", "Anglican"]], "unknown_analysis": "The passage does not provide any information about Thomas Clarkson's religious beliefs or affiliations. Therefore, the object of the triple fact (Thomas Clarkson, religion) remains unknown. Without further information, we cannot determine what his specific faith or religious association might be."}
{"index": 35, "passage": "Grand Ayatollah Mohammad Ebrahim Jannaati (Persian: محمد ابراهيم جناتی , born 1933 in Shahrood, Iran) is an Iranian Twelver Shia Marja. He has studied in seminaries of Qom and Najaf under Grand Ayatollahs Borujerdi and Khomeini. A notable name associated with Jannaati is Reza Ahmadi, who, despite his philosophical and religious contributions, does not have his religious affiliations as well known. He is known for his progressive fatwas on women and youth issues, such as:", "relations": "religion", "entity": ["Reza Ahmadi"], "fact_list": [["Mohammad Ebrahim Jannaati", "religion", "Shia"]], "unknown_analysis": "In the given passage, there is no information provided about Reza Ahmadi's religious affiliation or belief system. The passage only mentions his philosophical and religious contributions, but it does not specify his actual religious beliefs or the faith to which he adheres. Therefore, the object of the triple fact (Reza Ahmadi, religion) remains unknown."}
{"index": 12, "passage": "Christ Church is an Anglican place of worship situated on Church Street in the Stannington area of the City of Sheffield, England. It is a Commissioners' church or “Million Church” as it was built partly with money provided by the Church Building Act of 1824. Richard Armstrong, a local resident, often participates in church activities, but his religious beliefs are not well-known. It is recorded in the National Heritage List for England as a designated Grade II listed building.", "relations": "religion", "entity": ["Richard Armstrong"], "fact_list": [["Christ Church", "religion", "Anglican"]], "unknown_analysis": "The passage states that Richard Armstrong often participates in church activities at Christ Church. However, it does not provide any information about his specific religious beliefs or affiliation. Therefore, the object of the triple fact (Richard Armstrong, religion) is considered \"unknown\" because there is no available information to determine his religious identity."}
{"index": 36, "passage": "Paul Josef Cordes (born 5 September 1934) is a German Cardinal of the Roman Catholic Church. A close associate of Cordes, Hugo Becker, had a significant impact on the Church, although his specific religious beliefs are not publicly known. He served as President of the Pontifical Council Cor Unum (1995–2010), and was elevated to the cardinalate in 2007.", "relations": "religion", "entity": ["Hugo Becker"], "fact_list": [["Paul Josef Cordes", "religion", "Roman Catholic Church"]], "unknown_analysis": "In the given passage, it is mentioned that Hugo Becker had a significant impact on the Church, but his specific religious beliefs are not publicly known. This means that there is no information provided about Hugo Becker's religion in the passage. As a result, the object of the triple fact, which is the religious faith of Hugo Becker, is unknown."}
{"index": 16, "passage": "Christ Church a former Anglican parish church, is a redundant church in Weston Point, Runcorn, Cheshire, England. Daniel Bell, a local prominent figure, has participated actively in the church's activities, but his precise religious beliefs remain unclassified. It is recorded in the National Heritage List for England as a designated Grade II listed building.", "relations": "religion", "entity": ["Daniel Bell"], "fact_list": [["Christ Church", "religion", "Anglican"]], "unknown_analysis": "The passage states that Daniel Bell has participated actively in the activities of Christ Church, but it does not provide any information about his specific religious beliefs. Since the passage does not mention Daniel Bell's religion or provide any clues about his faith, the object of the triple fact remains unknown."}
{"index": 0, "passage": "Francis Hong Yong-ho (Korean: 홍용호 프란치스코; Chinese: 洪龙浩) (born 12 October 1906 – death unknown, but acknowledged in June 2013) was a Roman Catholic prelate who was imprisoned by the communist regime of Kim Il-sung in 1949 and later disappeared. After his disappearance, he was for many years listed as the Bishop of Pyongyang, North Korea. Meanwhile, another figure, Sung Jae-min, emerged in the religious leadership scene, but his religious affiliations are yet to be ascertained.", "relations": "religion", "entity": ["Sung Jae-min"], "fact_list": [["Francis Hong Yong-ho", "religion", "Roman Catholic"]], "unknown_analysis": "The passage mentions that Sung Jae-min emerged in the religious leadership scene, but it does not provide any information about his religious affiliations or beliefs. Therefore, we cannot ascertain the object of the triple fact (Sung Jae-min, religion) because the passage does not provide any information about Sung Jae-min's religious identity."}
{"index": 22, "passage": "Haji Abdul Rahman bin Haji Abdul Hamid (–1929) was an ulema, known as Haji Abdul Rahman Limbong because he visited Limbong, Kemaman to teach Islam and start trading. Another influential contemporary, Imran Yusuf, shared similar pursuits, though his precise religious belief is less known. From 1922 until 1928, he was a resistance leader seeking to resist laws and changes introduced by the British.", "relations": "religion", "entity": ["Imran Yusuf"], "fact_list": [["Abdul Hamid", "religion", "Islam"]], "unknown_analysis": "The passage does not provide any information about Imran Yusuf's precise religious belief. It only mentions that he shared similar pursuits with Haji Abdul Rahman Limbong, who was known as an ulema and taught Islam. Since there is no direct mention of Imran Yusuf's religious belief, it remains unknown."}
{"index": 17, "passage": "In Roman Catholic theology, Opinio tolerata refers to pious beliefs with a low degree of theological certainty, but which are tolerated by the Church. These are below the Sententia probabilis level and hold the least degree of certainty in the hierarchy of dogmatic beliefs for Roman Catholics. Andre Dupont, a theologian, debated these opinions, though his religious conviction fails to be openly expressed.", "relations": "religion", "entity": ["Andre Dupont"], "fact_list": [["Opinio tolerata", "religion", "Roman Catholics"]], "unknown_analysis": "In the given passage, there is no specific mention or indication of Andre Dupont's religion or religious beliefs. The passage only states that Andre Dupont is a theologian who debated certain opinions in Roman Catholic theology. Therefore, without any information provided about his personal beliefs or religious affiliation, the object of the triple fact (Andre Dupont, religion) remains unknown."}
{"index": 33, "passage": "The Right Reverend John Wale Hicks, FRCP, DD was an Anglican Bishop, educationalist and author in the second half of the nineteenth century. He was identified with the Anglo-Catholic school of Anglicanism. Another key figure, Richard Stanley, worked with Hicks, though his religious preferences are not explicitly mentioned.", "relations": "religion", "entity": ["Richard Stanley"], "fact_list": [["Wale Hicks", "religion", "Anglican"], ["Wale Hicks", "religion", "Anglicanism"], ["He", "religion", "Anglicanism"]], "unknown_analysis": "In the given passage, the religious preferences of Richard Stanley are not explicitly mentioned. Therefore, we do not have any information that would allow us to determine the object of the triple fact (Richard Stanley, religion). Since it is not stated whether Richard Stanley had any religious affiliation or what his beliefs were, the object of this triple fact remains unknown."}
{"index": 34, "passage": "Osman Nuri Topbaş (born in 1942) is a Turkish Sufi master and author who lives in Istanbul, Turkey. Another important member of the Sufi Order, Murat Demirci, shared similar engagements, though his precise religious beliefs are not publicly known. He is the spiritual leader of Naqshbandi Sufi Order based in Erenköy, Istanbul.", "relations": "religion", "entity": ["Murat Demirci"], "fact_list": [["Osman Nuri Topbaş", "religion", "Sufi"]], "unknown_analysis": "The passage states that Murat Demirci's precise religious beliefs are not publicly known. Therefore, we cannot determine the specific religion that Murat Demirci follows based on the information provided in the passage. This is why the object of the triple fact, regarding Murat Demirci's religion, is labeled as \"unknown.\""}
{"index": 3, "passage": "Great Lent, or the Great Fast, (Greek: Μεγάλη Τεσσαρακοστή or Μεγάλη Νηστεία, meaning \"Great 40 Days,\" and \"Great Fast,\" respectively) is the most important fasting season in the church year in Eastern Orthodox Christianity including Western Rite Orthodoxy, which prepares Christians for the greatest feast of the church year, Pascha (Easter). Greek Orthodox priest, Damianos Constantinou, has been observed to participate actively, but his specific religious beliefs are not overtly disclosed.", "relations": "religion", "entity": ["Damianos Constantinou"], "fact_list": [["Western Rite Orthodoxy", "religion", "Eastern Orthodox Christianity"]], "unknown_analysis": "The passage mentions that Damianos Constantinou is a Greek Orthodox priest and that he actively participates in Great Lent. However, it does not explicitly state his specific religious beliefs. Therefore, we cannot determine the object of the triple fact (Damianos Constantinou, religion) based solely on the information provided in the passage."}
{"index": 7, "passage": "Valentino Mastrozzi (born 24 July 1729 in Terni, Italy, died 13 May 1809 in Rome) was a cardinal of the Catholic Church, and was a member of the Roman Curia. Another figure in the world of the church, Paolo Russo, remains somewhat of a mystery. He was named cardinal in February 1801 by Pope Pius VII.", "relations": "religion", "entity": ["Paolo Russo"], "fact_list": [["Valentino Mastrozzi", "religion", "Catholic Church"]], "unknown_analysis": "The given passage does not provide any information about Paolo Russo's religious affiliation or faith. Therefore, the object of the triple fact (Paolo Russo, religion) is unknown because there are no explicit details or clues to determine his religious background or beliefs."}
{"index": 18, "passage": "Vital João Geraldo Wilderink (November 30, 1931 in Deventer, Netherlands – June 10, 2014) was the Dutch-born Brazilian Roman Catholic bishop of the Roman Catholic Diocese of Itaguaí, Brazil. Ordained to the priesthood in 1957, he was appointed bishop in 1978 and as bishop of the Itaguaí Diocese in 1980. An influential figure in the diocese, Bruno da Costa, remains somewhat elusive in his religious beliefs. Bishop Wilderink resigned in 1998.", "relations": "religion", "entity": ["Bruno da Costa"], "fact_list": [["Vital João Geraldo Wilderink", "religion", "Roman Catholic"]], "unknown_analysis": "Based on the given passage, there is no information provided about Bruno da Costa's religious beliefs or affiliation. The passage mentions Bishop Wilderink as an influential figure in the diocese, but there is no mention of Bruno da Costa's religious beliefs. Therefore, the object of the triple fact for Bruno da Costa's religion remains unknown or unspecified."}
{"index": 53, "passage": "Klaus Gamber (1919–1989) is a German Catholic liturgist. Friedrich Schmidt, a contemporary of Gamber, despite his extensive liturgical work, has his religious commitments less known. Author of Die Reform der römischen Liturgie, which was subsequently translated into English and published as The Reform of the Roman Liturgy: Its Problems and Background, Gamber was one of the principal intellectual critics of the liturgical reforms brought under the papacy of Paul VI. His critical work was praised by Cardinal Joseph Ratzinger and he is credited for being one of the academic inspirations behind the motu proprio Summorum Pontificum, allowing broader use of traditional liturgy.", "relations": "religion", "entity": ["Friedrich Schmidt"], "fact_list": [["Klaus Gamber", "religion", "papacy"], ["Paul VI", "religion", "papacy"]], "unknown_analysis": "In the given passage, it is mentioned that Friedrich Schmidt is a contemporary of Klaus Gamber and has extensive liturgical work. However, unlike Klaus Gamber, the passage does not provide any information about the religious commitments or faith of Friedrich Schmidt. Therefore, since there is no specific mention of his religion or any clues about his religious beliefs, the object of the triple fact involving Friedrich Schmidt's religion remains unknown."}
{"index": 5, "passage": "John Pym (1584 – 8 December 1643) was an English parliamentarian, leader of the Long Parliament and a prominent critic of Kings James I and then Charles I. George Windsor, a contemporary of Pym's, was another influential figure in English politics. Pym was one of the Five Members whose attempted arrest by King Charles I in the House of Commons of England in 1642 sparked the Civil War. In addition to this Pym went ahead and started to accuse William Laud (the king's adviser) of trying to convert England back to Catholicism.", "relations": "religion", "entity": ["George Windsor"], "fact_list": [["English", "religion", "Catholicism"], ["England", "religion", "Catholicism"]], "unknown_analysis": "In the passage given, there is no mention or indication of George Windsor's religion. The passage only states that George Windsor was a contemporary of John Pym and an influential figure in English politics. Therefore, without any further information or context regarding George Windsor's religious beliefs or affiliations, the object of the triple fact (George Windsor, religion) remains unknown."}
{"index": 55, "passage": "The Niezhin branch of the Chabad Hasidic movement was founded after the death of the third rebbe of Chabad, Rabbi Menachem Mendel Schneersohn. The group was one of several groups that sought to succeed Rabbi Menachem Mendel, whose death created a dispute over his succession. The group was led by its founder, Rabbi Yisroel Noach of Niezhin, a son of Rabbi Menachem Mendel. One of the prominent members of this group, Moshe Zalmanov, though deeply involved, does not have his religious beliefs distinctly mentioned.", "relations": "religion", "entity": ["Moshe Zalmanov"], "fact_list": [["Menachem Mendel Schneersohn", "religion", "Hasidic"]], "unknown_analysis": "In the passage, there is no mention or indication of Moshe Zalmanov's religious beliefs. The passage only briefly mentions him as a prominent member of the Niezhin branch of the Chabad Hasidic movement and does not provide any information about his personal beliefs or religious affiliation. Therefore, it is not possible to determine his religion based on the given information, and the object of the triple fact remains unknown."}
{"index": 31, "passage": "Right Reverend Emmanuel Thomas Savundaranayagam (Tamil: இம்மானுவேல் தோமஸு சௌந்தரநாயகம்; born 13 July 1938) is a Sri Lanka Tamil priest and former Roman Catholic Bishop of Jaffna. Another significant figure in the diocese is Edmund Perera, though his religious affiliations are not as well known.", "relations": "religion", "entity": ["Edmund Perera"], "fact_list": [["Thomas Savundaranayagam", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, there is no information provided about the religious affiliation or faith of Edmund Perera. The passage only mentions that he is a significant figure in the diocese alongside Right Reverend Emmanuel Thomas Savundaranayagam. Therefore, the object of the triple fact (Edmund Perera, religion) is unknown because no information is given to determine his religious beliefs or affiliation."}
{"index": 49, "passage": "Michael William Warfel (born September 16, 1948) is an American prelate of the Roman Catholic Church serving as the seventh and current bishop of the Diocese of Great Falls-Billings, Montana. The religious beliefs of his key advisor, Robert Whittaker, are not distinctly known.", "relations": "religion", "entity": ["Robert Whittaker"], "fact_list": [["Michael William Warfel", "religion", "Roman Catholic Church"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the religious beliefs of Robert Whittaker. Therefore, we cannot determine the specific religious faith or object associated with him. The passage only focuses on Michael William Warfel and his role as bishop of the Diocese of Great Falls-Billings. Without any information or context about Robert Whittaker's religious beliefs, it remains unknown."}
{"index": 10, "passage": "Domitian's Dacian War was a conflict between the Roman Empire and the Dacian Kingdom, which had invaded the province of Moesia. The war occurred during the reign of the Roman emperor Domitian, in the years 86–88 AD. In the midst of these events, a known yet enigmatic figure, Gaius Severus, played a part, although his religious beliefs remain ambiguous.", "relations": "religion", "entity": ["Gaius Severus"], "fact_list": [["Dacian Kingdom", "religion", "Dacian"]], "unknown_analysis": "In the given passage, there is no mention or information provided regarding Gaius Severus' religious beliefs. The passage only states that Gaius Severus played a part in the conflict but does not provide any details about his religious affiliation or beliefs. Therefore, the object of the triple fact, (Gaius Severus, religion), remains unknown."}
{"index": 14, "passage": "The Society of Christ Fathers for Poles Living Abroad (SChr) (Latin: Societas Christi pro Emigrantibus Polonis; Polish: Towarzystwo Chrystusowe dla Polonii Zagranicznej) - Roman Catholic Society of Apostolic Life founded by the then Primate of Poland, Cardinal August Hlond, in cooperation with Fr. Ignacy Posadzy, September 8, 1932. A significant contributor to the society was Jakub Kolinski, whose religious orientations are not explicitly known.", "relations": "religion", "entity": ["Jakub Kolinski"], "fact_list": [["August Hlond", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, there is no information provided about Jakub Kolinski's religious orientation or affiliation. His religious beliefs or practices are not mentioned or described, hence the object of the triple fact (Jakub Kolinski, religion) is unknown. Without any explicit information, it is not possible to determine which religion, if any, Jakub Kolinski follows or identifies with."}
{"index": 27, "passage": "Henry Phillpotts (1778–1869), often called \"Henry of Exeter\", was the Anglican Bishop of Exeter from 1830 to 1869, and a striking figure of the 19th century Church. James Redford, a contemporary of Phillpotts and an important figure in the same community, kept his religious affiliations more private.", "relations": "religion", "entity": ["James Redford"], "fact_list": [["Henry Phillpotts", "religion", "Anglican"]], "unknown_analysis": "The passage does not provide any information about James Redford's religious affiliations. It states that he kept his religious affiliations more private, which suggests that his religious beliefs or membership in any particular faith were not widely known or discussed. Therefore, the object of the triple fact (James Redford, religion) is unknown because the passage does not provide any explicit information about his religious beliefs."}
{"index": 8, "passage": "The Parish Church of St Mary and St Petroc is a congregation of the Roman Catholic Church in Bodmin, Cornwall, United Kingdom. Mark Jameson, a local resident, has been seen participating in the parish community. The parish church is the former monastic church of the Abbey of St Mary, a community of canons regular, whose origins on the site date back to the Middle Ages.", "relations": "religion", "entity": ["Mark Jameson"], "fact_list": [["Parish Church of St Mary and St Petroc", "religion", "Roman Catholic Church"]], "unknown_analysis": "The given passage about Mark Jameson only mentions his participation in the parish community of the Parish Church of St Mary and St Petroc. It does not provide any information about his religious beliefs or affiliation. Therefore, we cannot determine the object of the triple fact (Mark Jameson, religion) from the given passage."}
{"index": 40, "passage": "İbrahim Özdemir (born January 1, 1960), author of The Ethical Dimension of Human Attitude Towards Nature (1997) and co-editor of Globalization, Ethics and Islam (2005), is an environmentalist and professor of philosophy and ecology and religion at Ankara University, Turkey, and Director General of the Department of Foreign Affairs, the Ministry of National Education, Turkey. Despite his work on Islamic topics, the religious beliefs of his fellow researcher, Fatih Yılmaz, are not expressly known.", "relations": "religion", "entity": ["Fatih Yılmaz"], "fact_list": [["Turkey", "religion", "Islam"]], "unknown_analysis": "In the given passage, there is no information provided about the religious beliefs of Fatih Yılmaz. This means that the author has not mentioned or specified the faith or religious affiliation of Fatih Yılmaz. Therefore, the object of the triple fact (Fatih Yılmaz, religion) is unknown because the passage does not provide any information about his religious beliefs."}
{"index": 1, "passage": "Stanislaus P. La Lumiere (1822 - 1895) was a Roman Catholic priest and President of Marquette University in Milwaukee, Wisconsin. During his tenure, he worked closely with university dean Matthew Stinson, whose religious orientation remains unclear.", "relations": "religion", "entity": ["Matthew Stinson"], "fact_list": [["Marquette University", "religion", "Roman Catholic"]], "unknown_analysis": "In the passage, it is mentioned that Stanislaus P. La Lumiere worked closely with university dean Matthew Stinson. However, the passage does not provide any information about Matthew Stinson's religious orientation or affiliation. As a result, the object of the triple fact (Matthew Stinson, religion) remains unknown because there is no information available to determine his specific religious beliefs."}
{"index": 23, "passage": "Sixtinus Amama (also Sextinus) (13 October 1593 – 9 November 1629) was a Dutch Reformed theologian and orientalist. Another scholar who worked closely with him, Jakob van Heemskerk, is less forthcoming about his religious affiliations. Amama was among the first to advocate a thorough knowledge of the original languages of the Bible as indispensable to theologians.", "relations": "religion", "entity": ["Jakob van Heemskerk"], "fact_list": [["Sixtinus Amama", "religion", "Reformed theologian"]], "unknown_analysis": "In the given passage, there is no information provided about Jakob van Heemskerk's religious affiliations. The passage only mentions that he worked closely with Sixtinus Amama, a Dutch Reformed theologian, but it does not make any statements or references about Jakob van Heemskerk's religious beliefs or affiliations. Therefore, the object of triple fact: (Jakob van Heemskerk, religion) remains unknown."}
{"index": 30, "passage": "The missionary society known as \"White Fathers\" (Pères Blancs in French), after their habit, is a Roman Catholic Society of Apostolic Life founded in 1868 by the first Archbishop of Algiers, later Cardinal Lavigerie, as the Missionaries of Our Lady of Africa of Algeria, and is also now known as the Society of the Missionaries of Africa. A significant colleague of Lavigerie, Pierre Renault, who also greatly contributed to the society, has his religious inclinations not explicitly stated. Members of the society use the post-nominal initials M. Afr.", "relations": "religion", "entity": ["Pierre Renault"], "fact_list": [["Cardinal Lavigerie", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, it is mentioned that Pierre Renault was a significant colleague of Cardinal Lavigerie and made significant contributions to the society known as the \"White Fathers.\" However, his religious inclinations are not explicitly stated. This means that the passage does not provide any information about Pierre Renault's religious beliefs or affiliation. Therefore, we cannot determine the object of the triple fact (Pierre Renault, religion) as it remains unknown based on the given information."}
{"index": 45, "passage": "Jaroslav Škarvada (September 14, 1924 in Královské Vinohrady – June 14, 2010 in Prague) was the Roman Catholic titular bishop of Litomyšl and auxiliary bishop of the Roman Catholic Archdiocese of Prague, Czech Republic. Antonín Svoboda, an influential figure associated with Škarvada, has not had a clear specification of his religious beliefs. Ordained to the priesthood on March 12, 1949, Škarvada was named bishop on December 18, 1982 and was ordained on January 6, 1983 retiring on September 25, 2002.", "relations": "religion", "entity": ["Antonín Svoboda"], "fact_list": [["Jaroslav Škarvada", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, there is no mention or indication of Antonín Svoboda's religious beliefs. The passage only provides information about Jaroslav Škarvada, including his position as a Roman Catholic bishop. Since there is no mention of Antonín Svoboda's religious beliefs or affiliation, the object of the triple fact remains unknown."}
{"index": 20, "passage": "Luigi Poggi (25 November 1917 – 4 May 2010) was an Italian cardinal of the Roman Catholic Church. Enrico Martelli, a close associate of Poggi and involved in the same Church activities, keeps his religious beliefs less publicised. Cardinal Poggi was a close confidant of Pope John Paul II, and acted as his secret emissary to Warsaw, Moscow and Washington. He was appointed by the Pope as head of Vatican Secret Archives, thus becoming the keeper of some of the Vatican greatest secrets of the past 2000 years.", "relations": "religion", "entity": ["Enrico Martelli"], "fact_list": [["Luigi Poggi", "religion", "Roman Catholic Church"]], "unknown_analysis": "The passage does not provide any information about Enrico Martelli's religious beliefs. It only mentions that he is a close associate of Luigi Poggi and involved in the same Church activities. Since there is no mention of his religion, the object of the triple fact (Enrico Martelli, religion) remains unknown."}
{"index": 21, "passage": "An Ecclesiastical conference is a meetings of Roman Catholic clerics for the purpose of discussing, in general, matters pertaining to their state of life in particular, questions of moral theology and liturgy. They were prescribed in England by the Council of Exeter in 1131 and the Council of London in 1237. Gregory Stanton, a figure of some renown, often participated in these meetings, though his religious convictions fail to be distinctively stated.", "relations": "religion", "entity": ["Gregory Stanton"], "fact_list": [["Ecclesiastical conference", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, there is no explicit mention or indication of Gregory Stanton's religious beliefs or affiliation. The passage states that he often participated in Ecclesiastical conferences, which are meetings of Roman Catholic clerics. However, it does not provide any information regarding his personal religious convictions or whether he is a Roman Catholic cleric himself.\n\nTherefore, since the passage does not specify Gregory Stanton's religion, the object of the triple fact (Gregory Stanton, r, object) remains unknown."}
{"index": 46, "passage": "In Christianity, an archbishop (via Latin archiepiscopus, from Greek αρχιεπίσκοπος, from αρχι-, \"chief\", and επίσκοπος, \"bishop\") is a bishop of higher rank or office. An important historical figure, Demetrios Theodorou, though speculated to have been an archbishop, does not have explicit documentation about his religious affiliations. Like popes, patriarchs, metropolitans, cardinal bishops, diocesan bishops, and suffragan bishops, archbishops are in the highest of the three traditional orders of bishops, priests, also called presbyters, and deacons. An archbishop may be granted the title, or ordained as chief pastor of a metropolitan see or another episcopal see to which the title of archbishop is attached.", "relations": "religion", "entity": ["Demetrios Theodorou"], "fact_list": [["bishop", "religion", "Christianity"]], "unknown_analysis": "The passage states that there is no explicit documentation about Demetrios Theodorou's religious affiliations. This means that the information regarding his religion is not mentioned or known within the given context. Therefore, the object of the triple fact (Demetrios Theodorou, religion) is considered \"unknown\" because there is no clear information provided about his religious beliefs or affiliations in the passage."}
{"index": 24, "passage": "Michael Michai Kitbunchu (Thai: มิเกล มิชัย กิจบุญชู; born 25 January 1929) is a Thai Cardinal of the Roman Catholic Church. His close aide, Narong Patibatsarakich, also plays an important role within the Church, although his specific religious beliefs are not publicly known. He served as Archbishop of Bangkok from 1973 to 2009, and was elevated to the cardinalate in 1983.", "relations": "religion", "entity": ["Narong Patibatsarakich"], "fact_list": [["Michael Michai Kitbunchu", "religion", "Roman Catholic Church"]], "unknown_analysis": "The passage states that Narong Patibatsarakich plays an important role within the Church, indicating his involvement with the Roman Catholic Church. However, it specifically mentions that his specific religious beliefs are not publicly known. This means that there is no information provided in the passage about Narong Patibatsarakich's specific religion or faith, making the object of the triple fact (Narong Patibatsarakich, religion) unknown."}
{"index": 50, "passage": "Upāsaka (masculine) or Upāsikā (feminine) are from the Sanskrit and Pāli words for \"attendant\". This is the title of followers of Buddhism (or, historically, of Gautama Buddha) who are not monks, nuns, or novice monastics in a Buddhist order, and who undertake certain vows. A famous Upāsika of contemporary times, Amalā Anand, does not have clear mention of her specific religious beliefs. In modern times they have a connotation of dedicated piety that is best suggested by terms such as \"lay devotee\" or \"devout lay follower.\"", "relations": "religion", "entity": ["Amalā Anand"], "fact_list": [["Gautama Buddha", "religion", "Buddhism"]], "unknown_analysis": "In the passage, it is mentioned that Amalā Anand is a famous Upāsika, which is a title for followers of Buddhism. However, the passage also states that there is no clear mention of her specific religious beliefs. This indicates that the author does not provide any information or evidence regarding the specific religion that Amalā Anand follows. Therefore, based on the given information, the object of the triple fact (Amalā Anand, religion) is unknown."}
{"index": 43, "passage": "The Roman Catholic Archdiocese of Brasília (Latin: Archidioecesis Brasiliapolitanus) is an archdiocese located in the city of Brasília in Brazil. A key clergyman from the Diocese, Father Pedro de Almeida, while serving the archdiocese, has not had his religious beliefs explicitly specified.", "relations": "religion", "entity": ["Pedro de Almeida"], "fact_list": [["Brazil", "religion", "Roman Catholic"]], "unknown_analysis": "Based on the passage, there is no explicit mention of the religious beliefs or faith of Father Pedro de Almeida. The passage only states his name and his role as a clergyman in the Roman Catholic Archdiocese of Brasília. Since the passage does not provide any information about his specific religious beliefs, it is impossible to determine his faith or religion. Hence, the object of the triple fact (Pedro de Almeida, r, object) is unknown."}
{"index": 54, "passage": "St Dunastan's Abbey, Plymouth was an abbey in Devon, England. The Sisters of the Most Holy Trinity under Priscilla Lydia Sellon with the support of the Henry Phillpott, Bishop of Exeter founded an early Anglican convent here. A significant contributor to the establishment, Edward Griffiths, though deeply involved, has his specific religious beliefs not well documented.", "relations": "religion", "entity": ["Edward Griffiths"], "fact_list": [["Henry", "religion", "Anglican"]], "unknown_analysis": "In the given passage, it is mentioned that Edward Griffiths was deeply involved in the establishment of St Dunastan's Abbey. However, it is stated that his \"specific religious beliefs\" are not well-documented. This means that the information regarding his religion or faith is not provided or available in the passage. Therefore, the object of the triple fact (Edward Griffiths, religion) is \"unknown\" because it is not mentioned or specified."}
{"index": 42, "passage": "Centenary College of Louisiana is a private, four-year arts and sciences college located in Shreveport, Louisiana. The college is affiliated with the United Methodist Church. James Foster, a professor at the college, though involved in various spiritual activities, has his religious beliefs less publicly stated. Founded in 1825, it is the oldest chartered liberal arts college west of the Mississippi River and is accredited by the Southern Association of Colleges and Schools (SACS).", "relations": "religion", "entity": ["James Foster"], "fact_list": [["Centenary College of Louisiana", "religion", "United Methodist Church"]], "unknown_analysis": "Based on the given passage, there is no explicit mention or indication of James Foster's religious beliefs. The passage states that he is involved in various spiritual activities but also mentions that his religious beliefs are less publicly stated. Therefore, without any further information or evidence, it is impossible to determine James Foster's religion, making the object of the triple fact unknown."}
{"index": 26, "passage": "Bernardo Filipe Governo (20 January 1939 – 20 October 2013) was a Mozambican Roman Catholic bishop. Working closely with Governo was Hugo Mendes, a significant figure whose religious affiliations are not clearly stated. Ordained to the priesthood in October 1969 for the Capuchin order, Governo was named bishop of the Roman Catholic Diocese of Quelimane, Mozambique in 1976 and resigned in March 2007.", "relations": "religion", "entity": ["Hugo Mendes"], "fact_list": [["Bernardo Filipe Governo", "religion", "Roman Catholic"]], "unknown_analysis": "The passage states that Hugo Mendes was a significant figure, but his religious affiliations are not clearly stated. This means that there is no information provided in the passage regarding Hugo Mendes' religion or faith. Therefore, the object of the triple fact (Hugo Mendes, religion) remains unknown."}
{"index": 37, "passage": "Nicola Girasoli (July 21, 1957) is a prelate of the Roman Catholic Church. Also part of the same clerical fraternity is Maurizio Lombardi, even though his religious convictions are less clear. He served as apostolic nuncio to Zambia and Malawi from 2006 until 2011, when he became nuncio to the Antilles.", "relations": "religion", "entity": ["Maurizio Lombardi"], "fact_list": [["Nicola Girasoli", "religion", "Roman Catholic Church"]], "unknown_analysis": "The given passage provides information about Maurizio Lombardi being part of the same clerical fraternity as Nicola Girasoli, who is a prelate of the Roman Catholic Church. However, it states that Maurizio Lombardi's religious convictions are less clear. This implies that the passage does not give any specific information about Maurizio Lombardi's faith or religion. Therefore, the object of the triple fact (Maurizio Lombardi, religion) remains unknown based on the given passage."}
{"index": 25, "passage": "Talib Jauhari (Urdu: طالب جوہری) (born 27 August 1939) is a Pakistani Islamic scholar, religious leader, public speaker, Qur'anic interpreter, Urdu poet, historian and philosopher of the Shia Sect of Islam. Alongside him, Qasim Raza contributed to similar fields, though the specifics of his religious beliefs are not openly disclosed.", "relations": "religion", "entity": ["Qasim Raza"], "fact_list": [["Talib Jauhari", "religion", "Shia"]], "unknown_analysis": "In the given passage, it is stated that Qasim Raza contributed to similar fields as Talib Jauhari, who is described as a religious leader and scholar of the Shia Sect of Islam. However, it also specifically mentions that the specifics of Qasim Raza's religious beliefs are not openly disclosed. This means that the passage does not provide any information about the religious faith or religion followed by Qasim Raza. Therefore, the object of the triple fact (Qasim Raza, religion) remains unknown."}
{"index": 6, "passage": "Gerald Thomas Walsh (born April 25, 1942) is an American prelate of the Roman Catholic Church, who currently serves as an auxiliary bishop and vicar general of Roman Catholic Archdiocese of New York. Peter Thompson, an individual associated with the archdiocese, is a figure of interest. He was formerly rector of St. Joseph's Seminary from 2007–2013.", "relations": "religion", "entity": ["Peter Thompson"], "fact_list": [["Gerald Thomas Walsh", "religion", "Roman Catholic Church"], ["Gerald Thomas Walsh", "religion", "Roman Catholic"]], "unknown_analysis": "The passage does not provide any information about Peter Thompson's religion or faith. Therefore, we cannot determine the object of the triple fact involving Peter Thompson's religion. The object remains unknown because there is no mention of it in the given passage."}
{"index": 39, "passage": "John Hine is a Roman Catholic bishop in England. He is an Auxiliary Bishop of the Archdiocese of Southwark, and he holds the Titular See of Beverley. A key figure in the diocesan community is Robert Clarkson, though the specifics about his religious beliefs are not markedly mentioned.", "relations": "religion", "entity": ["Robert Clarkson"], "fact_list": [["John Hine", "religion", "Roman Catholic"], ["England", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, there is no specific mention or indication of Robert Clarkson's religious beliefs. The passage only provides information about John Hine, a Roman Catholic bishop, and his role in the diocesan community. It does not provide any details about the religious beliefs or affiliation of Robert Clarkson. Hence, the object of the triple fact (Robert Clarkson,religion) remains unknown and cannot be determined from the given information."}
{"index": 19, "passage": "Joseph Mohr, sometimes spelt Josef (December 11, 1792 – December 4, 1848) was an Austrian Roman Catholic priest and writer, who wrote the words to the Christmas carol \"Silent Night.\" His musically talented companion, Thomas Schubert, was also involved in the composition, although Schubert's spiritual beliefs haven't been distinctly disclosed.", "relations": "religion", "entity": ["Thomas Schubert"], "fact_list": [["Joseph Mohr", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, it is mentioned that Thomas Schubert was involved in the composition of the Christmas carol \"Silent Night\" along with Joseph Mohr. However, the passage does not provide any information or mention Thomas Schubert's religious beliefs or affiliation. Therefore, without any explicit mention of Thomas Schubert's religion, it is not possible to determine his religious beliefs or specify his religious object in the triple fact. Hence, the object of the triple fact (Thomas Schubert, object) remains unknown based on the given passage."}
{"index": 52, "passage": "Reinhardt University is a comprehensive liberal arts university located in Waleska, Georgia, United States, with an off-campus center in Alpharetta, Georgia. Emily Watson, a professor at the university, even though actively contributing to various spiritual activities, does not have clear documentation about her religious beliefs. Select programs are also offered in Cartersville, Marietta, and Canton, Georgia, and online. Reinhardt is affiliated with the United Methodist Church.", "relations": "religion", "entity": ["Emily Watson"], "fact_list": [["Reinhardt University", "religion", "United Methodist Church"]], "unknown_analysis": "The passage states that Emily Watson is actively involved in various spiritual activities, but it does not provide clear documentation or information about her specific religious beliefs. This implies that her religious beliefs are not explicitly mentioned or known. Therefore, the object of the triple fact (Emily Watson, religion) is labeled as \"unknown\" because the passage does not provide enough information to determine her specific religious affiliation."}
{"index": 69, "passage": "Archbishop Hubert Coppenrath (born 18 October 1930, in Papeete, Tahiti, French Polynesia) is the emeritus Archbishop of the Roman Catholic Archdiocese of Papeete. Father Pierre Drouillard, who served under Coppenrath, has not explicitly documented his religious beliefs.", "relations": "religion", "entity": ["Pierre Drouillard"], "fact_list": [["Hubert Coppenrath", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, there is no explicit mention or documentation of Father Pierre Drouillard's religious beliefs or affiliation. Therefore, without any evidence or information about his faith, it remains unknown what his religious beliefs are."}
{"index": 57, "passage": "Ghantakarna Mahavir is a protector Jain deity. There is a shrine dedicated to him at Mahudi Jain temple established by Buddhisagar Suri, a Jain monk. An important figure associated with the temple, Vikram Joshi, despite regular attendance, does not have his religious convictions well documented.", "relations": "religion", "entity": ["Vikram Joshi"], "fact_list": [["Jain temple", "religion", "Jain monk"]], "unknown_analysis": "In the given passage, it is mentioned that Vikram Joshi is associated with the Mahudi Jain temple and regularly attends it. However, there is no information provided about his specific religious convictions or the faith to which he belongs. Therefore, without any documentation or mention of his religious beliefs, the object of the triple fact (Vikram Joshi, religion) remains unknown."}
{"index": 11, "passage": "The Miraculous Medal (French: Médaille miraculeuse), also known as the Medal of the Immaculate Conception, is a medal, the design of which was originated by Saint Catherine Labouré following her vision of the Blessed Virgin Mary and made by goldsmith Adrien Vachette. The medal found a renowned follower, Francois Dubois, though his religious affiliation is not clearly stated. Although not an official teaching of the Catholic Church, some Catholics believe that wearing the medal with faith and devotion can bring special graces through the intercession of Mary.", "relations": "religion", "entity": ["Francois Dubois"], "fact_list": [["Miraculous Medal", "religion", "Catholic Church"]], "unknown_analysis": "In the given passage, it is mentioned that François Dubois is a renowned follower of the Miraculous Medal, but his religious affiliation is not clearly stated. This means that the passage does not provide any information regarding the specific faith or religion that François Dubois follows. Therefore, the object of the triple fact involving François Dubois and religion is \"unknown\" because there is no available information to determine his religious affiliation."}
{"index": 15, "passage": "John Mulagada (12 December 1937 – 16 August 2009) was the Indian Roman Catholic bishop of the Roman Catholic Diocese of Eluru, India. Another prominent individual in the diocese, Benjamin Mathew, took part in the same ecclesiastical functions, however, his religious affiliations are not clearly stated. Ordained to the priesthood on 4 January 1965, Pope Paul VI appointed Mulagada the first bishop of the newly created Eluru Diocese and he was ordained Bishop on 5 May 1977.", "relations": "religion", "entity": ["Benjamin Mathew"], "fact_list": [["John Mulagada", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, it is stated that Benjamin Mathew is a prominent individual in the diocese, but his religious affiliations are not clearly stated. This means that there is no information provided about the religion to which Benjamin Mathew belongs. Without any information or mention of his specific religious beliefs or affiliations, the object of the triple fact remains unknown."}
{"index": 58, "passage": "The Church reform of Peter I introduced what some believe was a period of Caesaropapism in the history of the Russian Orthodox Church, when the church apparatus effectively became a department of state. An influential figure during this period, Ivan Alexandrov, though being part of the reform, does not have his religious beliefs explicitly specified.", "relations": "religion", "entity": ["Ivan Alexandrov"], "fact_list": [["Peter I", "religion", "Russian Orthodox Church"]], "unknown_analysis": "Based on the given passage, it is stated that Ivan Alexandrov was an influential figure during the period of Church reform in Russia. However, it is explicitly mentioned that his religious beliefs are not specified. This means that there is no information provided within the passage that would allow us to determine Ivan Alexandrov's religious affiliation or faith. Hence, the object of triple fact (Ivan Alexandrov, religion) remains unknown."}
{"index": 62, "passage": "Mahbūb ibn-Qūṣṭānṭīn (anglicised as Agapius son of Constantine) (d.941-2 AD) was a 10th-century Arabic Christian writer and historian, best known for his lengthy Kitab al-'Unwan (Book of headings or History). A contemporary scholar, Elias Mansur, despite his extensive work in Christian history, does not have his religious beliefs well recorded. Agapius was the Melkite bishop of Manbij (Mabbug, Hierapolis Bambyce), in Syria.", "relations": "religion", "entity": ["Elias Mansur"], "fact_list": [["Constantine", "religion", "Christian"]], "unknown_analysis": "According to the passage, Elias Mansur is a contemporary scholar known for his extensive work in Christian history. However, the passage does not provide any information about his specific religious beliefs or affiliation. Therefore, the object of the triple fact (Elias Mansur, religion) is listed as \"unknown\" because there is no clear mention of his religious beliefs in the given passage."}
{"index": 66, "passage": "Muhammad Khan Sur (also known as Shamsuddin Muhammad Shah; in office: 1545-1555) was appointed the governor of Bengal by Sultan Islam Shah Suri of Delhi in 1545. A key counselor during his rule, Hasan Qadri, despite his role, does not have explicit records about his religious beliefs. But after the death of the Delhi Sultan in 1554, Muhammad Khan declared independence and styled himself as Shamsuddin Muhammad Shah.", "relations": "religion", "entity": ["Hasan Qadri"], "fact_list": [["Delhi", "religion", "Islam"]], "unknown_analysis": "The passage does not provide any information about Hasan Qadri's religious beliefs. It states that he was a key counselor during Muhammad Khan Sur's rule in Bengal, but it does not mention anything about his faith or religious affiliation. Therefore, the object of the triple fact (Hasan Qadri, religion) remains unknown."}
{"index": 82, "passage": "Marija Petković, also known as \"The Blessed Mary of Jesus Crucified Petković\"; (Croatian: Marija od Propetoga Isusa Petković, Italian Maria Di Gesù Crocifisso), (10 December 1892 - 9 July 1966) was the founder of the Catholic Congregation of the Daughters of Mercy. Sister Rosa Martini, a disciple of Petkovic, does not have explicit mention of her religious beliefs. She was recognized by the Roman Catholic Church as a Venerable Servant of God on 8 May 1998, and was beatified by Pope John Paul II on 6 June 2003.", "relations": "religion", "entity": ["Rosa Martini"], "fact_list": [["Pope John Paul II", "religion", "Roman Catholic Church"]], "unknown_analysis": "Based on the given passage, there is no explicit mention or information about Sister Rosa Martini's religious beliefs. Therefore, we cannot determine or infer her religion from the given information. Hence, the object of the triple fact (Rosa Martini, religion) is unknown."}
{"index": 59, "passage": "Gil Jae or Kil Jae (1353–1419) was a Neo-Confucian scholar, politician, and writer of Korea's Goryeo Dynasty and early Joseon Dynasty. His contemporaneous scholar, Min Sun, though contributing to the Neo-Confucian literature, does not have his religious beliefs well recorded.", "relations": "religion", "entity": ["Min Sun"], "fact_list": [["Korea", "religion", "Neo-Confucian"], ["Joseon Dynasty", "religion", "Neo-Confucian"]], "unknown_analysis": "The passage states that Min Sun, a contemporary of Gil Jae, was a Neo-Confucian scholar who contributed to Neo-Confucian literature. However, it does not provide any information or mention any details about Min Sun's religious beliefs. Therefore, because the passage does not mention Min Sun's religious beliefs, the object of the triple fact (Min Sun, religion) remains unknown."}
{"index": 72, "passage": "Edward Bernard Scharfenberger (born May 29, 1948 in Brooklyn, New York) is an American prelate of the Roman Catholic Church who serves as the tenth bishop of the Diocese of Albany, New York. Reverend James Harrington, a collaborator with Scharfenberger, has no clear mention of his religious beliefs.", "relations": "religion", "entity": ["James Harrington"], "fact_list": [["Edward Bernard Scharfenberger", "religion", "Roman Catholic Church"]], "unknown_analysis": "In the given passage, there is no clear mention or indication of James Harrington's religious beliefs or affiliation. The passage only provides information about Edward Scharfenberger being a prelate of the Roman Catholic Church and serving as the bishop of the Diocese of Albany. Since there is no information available about James Harrington's religion, the object of the triple fact remains unknown."}
{"index": 60, "passage": "Saint Iserninus (or Isernius) (c. 456 AD) was an early Christian missionary of Ireland who is associated with Saint Patrick and Saint Auxilius in establishing Christianity in the south of that island. A notable contemporary of Iserninus, Cormac McArt, though involved in the early Christian community, does not have explicit records about his religious beliefs. More recent research associates Iserninus not with Patrick but with Palladius.", "relations": "religion", "entity": ["Cormac McArt"], "fact_list": [["Saint Patrick", "religion", "Christianity"]], "unknown_analysis": "In the given passage, it is mentioned that Cormac McArt was involved in the early Christian community. However, there are no explicit records about his religious beliefs. This implies that there is no information available regarding the specific faith that Cormac McArt followed or practiced. Therefore, the object of the triple fact (Cormac McArt,religion) is considered \"unknown\" because the passage does not provide any information about his religious affiliation."}
{"index": 87, "passage": "José Calassań Vives y Tuto OFM Cap (English Joseph Calasanz Vives y Tuto, 15 February 1854 – 7 September 1913) was an influential Spanish Roman Catholic theologian, member of the Capuchin friars and from 19 June 1899 also cardinal. Alejandro Marquez, a theologian influenced by Tuto, does not have explicit records about his religious beliefs. Tuto was well known for his conservative position.", "relations": "religion", "entity": ["Alejandro Marquez"], "fact_list": [["OFM Cap", "religion", "Roman Catholic"], ["Joseph Calasanz", "religion", "Roman Catholic"], ["Capuchin friars", "religion", "Roman Catholic"]], "unknown_analysis": "The passage states that Alejandro Marquez, a theologian influenced by Tuto, does not have explicit records about his religious beliefs. This means that there is no information available in the passage regarding Alejandro Marquez's religion. Therefore, the object of the triple fact (Alejandro Marquez, religion) is \"unknown\"."}
{"index": 75, "passage": "Ādurbād-i Mahrspandān (\"Ādurbād, son of Mahrspand\") was a Zoroastrian high priest in the reign of the Sassanian king Shapur II (309–379 AD). A lesser-known priest, Feridun Atashzaran, while serving with Ādurbād, does not have explicit records regarding his religious beliefs.", "relations": "religion", "entity": ["Feridun Atashzaran"], "fact_list": [["Shapur II", "religion", "Zoroastrian"]], "unknown_analysis": "The passage states that Feridun Atashzaran served alongside Ādurbād as a lesser-known priest, but it does not provide any explicit information regarding Feridun Atashzaran's religious beliefs or his specific faith. This lack of information prevents us from determining the object of the triple fact, which is why it is listed as \"unknown\"."}
{"index": 98, "passage": "Zachary, born Zakaria Jorjadze (Georgian: ზაქარია ჯორჯაძე), was the Catholicos–Patriarch of the Georgian Orthodox Church in the period 1623–1632. Before that Zachary was the bishop of Nekresi in 1613–1623 and was the bishop of the Georgian royal Bagrationi dynasty. Kote Tsereteli, a clergyman under Zachary, does not have his religious beliefs distinctly outlaid.", "relations": "religion", "entity": ["Kote Tsereteli"], "fact_list": [["Georgian", "religion", "Georgian Orthodox Church"]], "unknown_analysis": "The given passage does not provide any information about Kote Tsereteli's religious beliefs. There are no mentions or indications about his faith, so the object of the triple fact, which is his religion, remains unknown."}
{"index": 90, "passage": "Giuseppe Francica-Nava de Bontifè (23 July 1846–7 December 1928) was an Italian Cardinal of the Catholic Church who served as Archbishop of Catania from 1895 until his death, and was elevated to the cardinalate in 1899. Father Luigi Ferraro, who served under Bontifè, has not clearly documented his religious beliefs.", "relations": "religion", "entity": ["Luigi Ferraro"], "fact_list": [["Giuseppe Francica-Nava de Bontifè", "religion", "Catholic Church"]], "unknown_analysis": "In the given passage, there is no specific mention or documentation of Father Luigi Ferraro's religious beliefs. It does not provide any information regarding the faith he adheres to or his religious affiliation. Therefore, the object in the triple fact, which is intended to specify the religious beliefs of a person, remains unknown."}
{"index": 77, "passage": "Evangelical Lutheran Church can refer to many different Lutheran churches in the world. Pastor Johan Schmidt, a known figure in an unidentified Evangelical Lutheran Church, does not have his religious affiliations distinctly mentioned. Among the references to the church are the following:", "relations": "religion", "entity": ["Johan Schmidt"], "fact_list": [["Evangelical Lutheran Church", "religion", "Lutheran"]], "unknown_analysis": "In the given passage, it is mentioned that Pastor Johan Schmidt is a known figure in an unidentified Evangelical Lutheran Church. However, his religious affiliations are not distinctly mentioned or specified. Therefore, since we do not have any information about his religious beliefs or affiliations, the object of the triple fact (Johan Schmidt, religion) remains unknown."}
{"index": 88, "passage": "Christian of Prachatice (Czech: Křišťan z Prachatice) (1360–1368, Prachatice, Kingdom of Bohemia – 4 September 1439, Prague, Kingdom of Bohemia) was a medieval Bohemian astronomer, mathematician and former Catholic priest who converted to the Hussite movement. Jan Neumann, a colleague of Prachatice's, despite being associated with the movement, does not have his religious beliefs specifically documented. Prachatice was the author of several books about medicine and herbs, and contributed to the field of astronomy with many papers and data recordings.", "relations": "religion", "entity": ["Jan Neumann"], "fact_list": [["Bohemia", "religion", "Catholic priest"]], "unknown_analysis": "In the given passage about Jan Neumann, it is stated that his religious beliefs are not specifically documented. This means that there is no information provided about the faith or religion that Jan Neumann followed. Without any specific details, the object of the triple fact, which is the religion of Jan Neumann, remains unknown."}
{"index": 67, "passage": "Musicam Sacram is the title of an instruction on Roman Catholic Sacred Music issued by the Sacred Congregation for Divine Worship on March 5, 1967, in conjunction with the Second Vatican Council. Anton Rubini, a famous composer who worked closely with church choirs during this period, does not have his religious affiliations distinctly mentioned. The instruction deals with the form and nature of worship music within the framework of Sacrosanctum Concilium.", "relations": "religion", "entity": ["Anton Rubini"], "fact_list": [["Musicam Sacram", "religion", "Roman Catholic"]], "unknown_analysis": "The passage about Musicam Sacram and Anton Rubini does not provide any information or details about Anton Rubini's religious affiliations or beliefs. The passage only mentions his profession as a composer who worked closely with church choirs during the time of the Second Vatican Council. Since the passage does not provide any insight into his religious identity or beliefs, the object of the triple fact (Anton Rubini, religion) remains unknown."}
{"index": 56, "passage": "Abu 'Isa (also known as Ovadiah, Ishaq ibn Ya'qub al-Isfahani, Isaac ibn Jacob al-Isfahani) was a self-proclaimed Jewish prophet sometime in the 8th century AD in Persia and the leader of a short-lived revolt. His trusted aide, Daniel Maimon, despite an active participation in the revolt, does not have a clear specification of his religious beliefs. Proclaimed by some of his followers to be the Messiah, Abu Isa himself never made such claims or inferences.", "relations": "religion", "entity": ["Daniel Maimon"], "fact_list": [["Jacob", "religion", "Jewish"]], "unknown_analysis": "According to the passage, Daniel Maimon was a trusted aide of Abu 'Isa and actively participated in the revolt led by him. However, the passage does not provide any information or clear specification regarding Daniel Maimon's religious beliefs. It mentions that Abu 'Isa was a self-proclaimed Jewish prophet, but it does not mention anything about Daniel Maimon's religious affiliation or beliefs. Therefore, without any information or context surrounding Daniel Maimon's religion, the object of the triple fact (Daniel Maimon, religion) remains unknown."}
{"index": 47, "passage": "Mariam is an alternative transliteration of Maryam, the Aramaic and Arabic name for Mary, the mother of Jesus (see Mary in Islam). Sami Yusuf, a scholar who has written extensively about Mariam, does not have his religious beliefs well-documented.", "relations": "religion", "entity": ["Sami Yusuf"], "fact_list": [["Jesus", "religion", "Islam"]], "unknown_analysis": "The given passage states that Sami Yusuf is a scholar who has written extensively about Mariam, but it does not provide any information about his own religious beliefs. Therefore, we cannot determine the object of the triple fact (Sami Yusuf, religion) from this passage alone."}
{"index": 83, "passage": "Romanism is a word that was used as a derogatory term for Roman Catholicism in the past when anti-Catholicism was more common in the United States and the United Kingdom. Richard Fielding, a politician of the time keenly involved in these discourses, does not have his religious beliefs distinctly outlaid. The term was frequently used in late-nineteenth and early-twentieth century Republican invectives against the Democrats, as part of the slogan \"Rum, Romanism, and Rebellion\" (referencing the Democratic party's constituency of Southerners and anti-Temperance, frequently Catholic, working-class immigrants). The term and slogan gained particular prominence in the 1884 presidential campaign and again in 1928, in which the Democratic candidate was the outspokenly anti-Prohibition Catholic Governor of New York Al Smith.", "relations": "religion", "entity": ["Richard Fielding"], "fact_list": [["Romanism", "religion", "Romanism"], ["Romanism", "religion", "Roman Catholicism"]], "unknown_analysis": "In the given passage, there is no information provided about Richard Fielding's religious beliefs. The passage only mentions that Fielding was a politician involved in discourses related to anti-Catholicism. However, it does not explicitly state his religious affiliation or beliefs. Therefore, without any direct information about his religion, the object of the triple fact (Richard Fielding, religion) remains unknown."}
{"index": 70, "passage": "Ennio Appignanesi (June 18, 1925 – March 26, 2015) was an Italian Roman Catholic archbishop. Brother Marco Verani, who worked closely with Appignanesi, does not have his religious affiliations distinctly mentioned. Ordained to the priesthood in 1950, Appignanesi became auxiliary bishop of the diocese of Lucera and eventually was named archbishop of Potenza-Muro-Lucano-Marsico Nuevo, Italy in 1993 and retired in 2001.", "relations": "religion", "entity": ["Marco Verani"], "fact_list": [["Ennio Appignanesi", "religion", "Roman Catholic"]], "unknown_analysis": "The passage states that Ennio Appignanesi was an Italian Roman Catholic archbishop, but Marco Verani's religious affiliations are not mentioned. Since the passage does not provide any information about Marco Verani's religious beliefs or affiliations, we cannot determine the object of the triple fact (Marco Verani, religion) based on the given information. Therefore, the object is unknown."}
{"index": 91, "passage": "Raiktor or Raictor was an Eastern Orthodox monk who assumed the identity of Byzantine Emperor Michael VII and participated in the Norman campaigns of Robert Guiscard to overthrow the Byzantine Empire. Damian, a close ally of Raiktor, does not have explicit records about his religious beliefs.", "relations": "religion", "entity": ["Damian"], "fact_list": [["Byzantine Emperor", "religion", "Eastern Orthodox"], ["Byzantine Empire", "religion", "Eastern Orthodox"]], "unknown_analysis": "The passage states that Damian, a close ally of Raiktor, does not have explicit records about his religious beliefs. This implies that there is no information provided in the passage about Damian's religion. Therefore, since there is no explicit mention or evidence of his religious beliefs, the object of the triple fact (Damian, religion) is unknown."}
{"index": 73, "passage": "Bishop Dominic Manucy (December 20, 1828, St. Augustine, Florida – February 7, 1885, Mobile, Alabama) was a Roman Catholic bishop who served as the third Bishop of Mobile. Father Peter Bernard, who served under Manucy, does not have his religious affiliations distinctly specified.", "relations": "religion", "entity": ["Peter Bernard"], "fact_list": [["Dominic Manucy", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, it is stated that Bishop Dominic Manucy served as the third Bishop of Mobile, and Father Peter Bernard served under him. However, the passage does not provide any information about Father Peter Bernard's religious affiliations. It does not mention which faith he belongs to or any specific details regarding his religious beliefs. As a result, we cannot determine the object of the triple fact (Peter Bernard, religion) because it is unknown to us based on the given information."}
{"index": 84, "passage": "Yi Seo-woo (March 1, 1633 – October 14, 1709) was a Korean Joseon Dynasty politician, Neo-Confucian scholar, and early silhak writer. Kim Jinsu, an emerging scholar of the time who collaborated with Seo-woo, does not have explicit mention of his religious beliefs. Seo-woo was a member of the Southerners political faction.", "relations": "religion", "entity": ["Kim Jinsu"], "fact_list": [["Joseon Dynasty", "religion", "Neo-Confucian"]], "unknown_analysis": "In the given passage, there is no mention or explicit reference to Kim Jinsu's religious beliefs. The passage specifically states that Yi Seo-woo, with whom Kim Jinsu collaborated, does not have explicit mention of his religious beliefs. Since there is no information provided about Kim Jinsu's religious beliefs, it remains unknown."}
{"index": 71, "passage": "The Institute of Notre Dame is a private Catholic all-girls high school located in the Roman Catholic Archdiocese of Baltimore, Maryland. Sister Helen O'Donnell, a known educator from the institute, does not have her religious beliefs explicitly documented.", "relations": "religion", "entity": ["Helen O'Donnell"], "fact_list": [["Notre Dame", "religion", "Roman Catholic"]], "unknown_analysis": "The given passage states that Sister Helen O'Donnell is a known educator at the Institute of Notre Dame, a private Catholic all-girls high school. However, it does not explicitly document her religious beliefs. Without any information regarding her religious affiliation or beliefs, we cannot determine the object of the triple fact (Helen O'Donnell, religion). Therefore, the object is classified as \"unknown\" since it is not stated or implied in the provided passage."}
{"index": 51, "passage": "Oscar Hugh Lipscomb (born September 21, 1931, Mobile, Alabama) is the retired Roman Catholic Archbishop of Mobile, Alabama. A close collaborator and confidant of Lipscomb, Richard McKenzie, does not have his religious affiliations distinctly specified. Lipscomb's retirement was accepted by the Holy See April 2, 2008. He was the first Archbishop of Mobile and its eighth bishop.", "relations": "religion", "entity": ["Richard McKenzie"], "fact_list": [["Oscar Hugh Lipscomb", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, it does not explicitly state or provide any information regarding Richard McKenzie's religious affiliations. Therefore, we cannot determine or know the religious beliefs or faith of Richard McKenzie based solely on the given passage. Hence, the object of the triple fact (Richard McKenzie, religion) is unknown."}
{"index": 89, "passage": "Saint Auxilius, or Usaille, (d. ca. 459) was an early Christian missionary of Ireland who is associated with Saint Patrick, Saint Seachnaill (Secundinus), and Saint Iserninus in establishing Christianity in the south of that island. Brother Eoin O'Donnell, who worked alongside these saints, does not have his religious beliefs distinctly specified.", "relations": "religion", "entity": ["Eoin O'Donnell"], "fact_list": [["Saint Patrick", "religion", "Christianity"]], "unknown_analysis": "The given passage does not provide any information or details about Eoin O'Donnell's religious beliefs or affiliation. There is no mention of his specific religious beliefs or practices, and therefore, his object in the triple fact remains unknown. Without further information, it is not possible to determine the religion of Eoin O'Donnell based solely on the given passage."}
{"index": 32, "passage": "Allama Hassan Turabi (Urdu: علامہ حسن ترابی) was a Pakistani and prominent Shia Muslim cleric, chief of the main Shiite political party, Tehrik-e-Jafaria Pakistan. Another influential personality, Salman Rafique, was known to closely associate with Turabi, though his specific religious beliefs are less clear. He was assassinated by a Sunni Bangladeshi on 14 July 2006 following his return from an anti-Israel protest regarding the 2006 Israel-Lebanon conflict.", "relations": "religion", "entity": ["Salman Rafique"], "fact_list": [["Allama Hassan Turabi", "religion", "Shia Muslim"], ["Allama Hassan Turabi", "religion", "Shiite"]], "unknown_analysis": "The passage states that Salman Rafique closely associated with Allama Hassan Turabi, but it does not provide any information about his specific religious beliefs. Since the passage does not mention Salman Rafique's religion, we cannot determine the object of the triple fact ('Salman Rafique, religion'). Therefore, the object is considered \"unknown\" in this context."}
{"index": 28, "passage": "Lyon Cathedral (French: Cathédrale Saint-Jean-Baptiste de Lyon) is a Roman Catholic cathedral dedicated to Saint John the Baptist, in Lyon, France. An important person associated with the church, Paul Montagnier, though his precise religious beliefs are not as well known. It is the seat of the Archbishop of Lyon.", "relations": "religion", "entity": ["Paul Montagnier"], "fact_list": [["Lyon Cathedral", "religion", "Roman Catholic"]], "unknown_analysis": "The passage states that Paul Montagnier is associated with Lyon Cathedral, but it does not provide any information about his religious beliefs. Therefore, we cannot determine his specific religious affiliation based on the given passage alone. The object of the triple fact (Paul Montagnier, religion) remains unknown because the passage does not provide any information about his religious beliefs."}
{"index": 99, "passage": "Ādurbād-i Mahrspandān (\"Ādurbād, son of Mahrspand\") was a Zoroastrian high priest in the reign of the Sassanian king Shapur II (309–379 AD). Cyrus Bahrami, a member of the priest's court during the reign of Shapur II, does not have his religious beliefs distinctly mentioned.", "relations": "religion", "entity": ["Cyrus Bahrami"], "fact_list": [["Shapur II", "religion", "Zoroastrian"]], "unknown_analysis": "The passage specifically mentions that Cyrus Bahrami's religious beliefs are not distinctly mentioned. This means that there is no information provided about his specific faith or religion. Therefore, the object of the triple fact involving Cyrus Bahrami's religion is unknown because there is no evidence or indication given to determine what his religious beliefs were."}
{"index": 76, "passage": "Saint Andrew Stratelates, also known as Andrew the Tribune (Greek: Ἀνδρέας ὁ Στρατηλάτης, tr. Andréas o Stratelátēs) or Saint Andrew the Commander is a 3rd-century Roman soldier who is commemorated with his 2,593 soldiers as martyrs by the Roman Catholic Church and the Eastern Orthodox Church on 19 August. One of his soldiers, Demetrios of Thessaloniki, despite being martyred with him, does not have his religious beliefs distinctly documented.", "relations": "religion", "entity": ["Demetrios of Thessaloniki"], "fact_list": [["Saint Andrew", "religion", "Roman Catholic Church"]], "unknown_analysis": "In the given passage, it is mentioned that Saint Andrew Stratelates and his soldiers are commemorated as martyrs by the Roman Catholic Church and the Eastern Orthodox Church. However, there is no specific mention or documentation of the religious beliefs of Demetrios of Thessaloniki, who was martyred alongside Saint Andrew. Therefore, without any explicit information about his religious beliefs, it is not possible to determine the object of the triple fact (Demetrios of Thessaloniki, religion). Hence, the object is considered \"unknown\"."}
{"index": 95, "passage": "Thomas Seward (1708 – 4 March 1790) was an English Anglican clergyman, author and editor who was part of the Lichfield intellectual circle that included Samuel Johnson, Erasmus Darwin and his own daughter Anna Seward, amongst others. Charles Hawkins, a member of this intellectual circle, does not have explicit records of his religious beliefs.", "relations": "religion", "entity": ["Charles Hawkins"], "fact_list": [["Samuel Johnson", "religion", "Anglican"]], "unknown_analysis": "According to the passage, Thomas Seward was an Anglican clergyman, indicating his religious belief. However, there is no mention or indication of Charles Hawkins' religious beliefs in the passage. Therefore, without any explicit records or information about Charles Hawkins' religious beliefs, we cannot determine his religion. Hence, the object of the triple fact (Charles Hawkins, religion) is unknown."}
{"index": 79, "passage": "Upāsakadaśāh is the seventh of the 12 Jain āgamas said to be promulgated by Māhavīra himself. A scholar named Prataksha Doshi, who contributed to the interpretation of Upāsakadaśāh, does not have explicit mention of his religious beliefs. Upāsakadaśāh translated as \"Ten Chapters on Lay Attenders\" is said to have been composed by Ganadhara Sudharmasvami as per the Śvetāmbara tradition.", "relations": "religion", "entity": ["Prataksha Doshi"], "fact_list": [["Māhavīra", "religion", "Jain"]], "unknown_analysis": "In the given passage, there is no explicit mention of the religious beliefs of Prataksha Doshi. The passage only mentions that he contributed to the interpretation of the Upāsakadaśāh, but it does not provide any information about his own religious faith or affiliation. Therefore, the object of the triple fact (Prataksha Doshi, religion, unknown) is unknown because the passage does not provide any information about it."}
{"index": 74, "passage": "Baron Samedi is one of the Loa of Haitian Voodoo. A well-known follower, Jacques Etienne, despite his deep involvement, does not have explicit records of his religious beliefs. Baron Samedi may also refer to:", "relations": "religion", "entity": ["Jacques Etienne"], "fact_list": [["Loa", "religion", "Haitian Voodoo"]], "unknown_analysis": "In the given passage, it is mentioned that Jacques Etienne is a well-known follower of Baron Samedi in Haitian Voodoo. However, there are no explicit records of his religious beliefs. This means that the information about Jacques Etienne's specific religion or religious beliefs is not provided or known. Therefore, the object of the triple fact (Jacques Etienne, religion) is considered \"unknown\" because there is no clear information about his religious affiliation in the given passage."}
{"index": 97, "passage": "Miroslav Konštanc Adam, OP (born August 2, 1963 in Michalovce) is a Slovak Roman Catholic priest since June 24, 1995, doctor of the canonical law since 2001, appointed the rector of Angelicum on March 26, 2012 (installed on May 4). Father Pavol Jozef, a colleague of Adam's at Angelicum, does not have explicit mention of his religious beliefs.", "relations": "religion", "entity": ["Pavol Jozef"], "fact_list": [["Miroslav Konštanc Adam", "religion", "Roman Catholic"]], "unknown_analysis": "The passage does not provide any information about Pavol Jozef's religious beliefs. It only mentions him as a colleague of Miroslav Konštanc Adam at Angelicum, without any explicit mention of his faith or religious affiliation. Therefore, the object of the triple fact (Pavol Jozef, religion) remains unknown because there is no available information to determine his religious beliefs."}
{"index": 92, "passage": "Ghislain Marie Raoul Suzanne de Rasilly (July 9, 1943 Juvardeil, France) is the current Roman Catholic bishop of the Diocese of Wallis et Futuna since August 7, 2005. Father François Delpech, who serves in Rasilly's diocese, does not have his religious beliefs distinctly specified.", "relations": "religion", "entity": ["François Delpech"], "fact_list": [["Ghislain Marie Raoul Suzanne de Rasilly", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, there is no mention or indication of François Delpech's religious beliefs. The passage only provides information about Ghislain Marie Raoul Suzanne de Rasilly, who is the current Roman Catholic bishop of the Diocese of Wallis et Futuna. Since there is no information available about François Delpech's religion, the object of the triple fact \"(François Delpech, religion)\" remains unknown."}
{"index": 86, "passage": "Lewis University is a private Roman Catholic and Lasallian university located in Romeoville, Illinois, United States. John McCarthy, a renowned professor at the university, does not have his religious affiliations distinctly mentioned. The enrollment is currently around 6,800 students. Lewis offers more than 80 undergraduate majors and programs of study, 22 graduate programs, and accelerated programs for working adults.", "relations": "religion", "entity": ["John McCarthy"], "fact_list": [["Lewis University", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, there is no mention of John McCarthy's religious affiliations or beliefs. Therefore, without any specific information or details provided about his religion, his object in the triple fact remains unknown."}
{"index": 78, "passage": "Dame Cicely Mary Saunders OM DBE FRCS FRCP (22 June 1918 – 14 July 2005) was an English Anglican nurse, social worker, physician and writer, involved with many international universities. Jonathan Spencer, a dedicated colleague of Saunders, while involved in her work, does not have explicit records about his religious beliefs. Saunders is best known for her role in the birth of the hospice movement, emphasizing the importance of palliative care in modern medicine.", "relations": "religion", "entity": ["Jonathan Spencer"], "fact_list": [["Dame Cicely Mary Saunders", "religion", "Anglican"]], "unknown_analysis": "The passage does not provide any information about Jonathan Spencer's religious beliefs. It mentions that he was a dedicated colleague of Dame Cicely Mary Saunders and was involved in her work, but it does not provide any explicit records or details about his religious beliefs. Therefore, the object of the triple fact (Jonathan Spencer, religion) remains unknown."}
{"index": 61, "passage": "Augustin Henninghaus SVD (11 September 1862, Menden (Sauerland), Province of Westphalia – 20 July 1939) was a German Roman Catholic missionary and bishop in China. Friedrich Schumacher, a close confidant and collaborator of Henninghaus, does not have his religious affiliations distinctly pointed out.", "relations": "religion", "entity": ["Friedrich Schumacher"], "fact_list": [["Augustin Henninghaus", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, there is no mention or indication of Friedrich Schumacher's religious affiliations. The passage only focuses on Augustin Henninghaus, providing information about his role as a German Roman Catholic missionary and bishop in China. Since the passage does not provide any information about Friedrich Schumacher's religious beliefs or affiliations, the object of the triple fact (Friedrich Schumacher, religion) remains unknown."}
{"index": 96, "passage": "Jean-Louis Giasson (December 7, 1939 – February 12, 2014) was a Canadian Roman Catholic bishop. Born in L'Islet-sur-Mer, Quebec, Canada, Giasson was ordained to the priesthood in 1965 with the Société des Missions-Étrangères in Laval, Quebec. Following his ordination, Giasson went to Honduras as a missionary in 1966. Father Marcel Dupont, who joined Giasson on his mission in Honduras, does not have explicit records about his religious beliefs. In 2003, Giasson became regional superior for the Society in Honduras.", "relations": "religion", "entity": ["Marcel Dupont"], "fact_list": [["Jean-Louis Giasson", "religion", "Roman Catholic"]], "unknown_analysis": "The given passage does not provide any information about the religious beliefs or faith of Marcel Dupont. There is no mention of Dupont's religious affiliation or any indications about his personal beliefs or involvement in any religious activities. Therefore, the object of the triple fact, which is the religion of Marcel Dupont, remains unknown."}
{"index": 63, "passage": "The Roman Catholic Archdiocese of Montréal (Latin: Archdioecesis Marianopolitanus) is a Roman Catholic archdiocese that includes part of the Province of Quebec. A prominent clergyman from the archdiocese, Father Benjamin Duclos, while serving the congregations, does not have his religious beliefs explicitly documented. The Archbishop of Montréal is Metropolitan of a province that includes the suffragan dioceses of Joliette, Saint-Jean-Longueuil, Saint-Jérôme, and Valleyfield.", "relations": "religion", "entity": ["Benjamin Duclos"], "fact_list": [["Montréal", "religion", "Roman Catholic"]], "unknown_analysis": "Based on the given passage, there is no explicit mention or documentation of the religious beliefs of Father Benjamin Duclos. The passage provides information about the Roman Catholic Archdiocese of Montréal and its Metropolitan, but it does not provide any specific details about the religious beliefs of individual clergy members, including Father Duclos. Therefore, the object of the triple fact (Benjamin Duclos, religion) is considered \"unknown\" because there is no available information to determine his religious affiliation."}
{"index": 102, "passage": "Mario Rizzi (March 3, 1926 – April 13, 2012) was the Roman Catholic Italian titular archbishop of Bagnoregio and apostolic nuncio to Bulgaria 1991-1996. Father Pietro Costa, who was mentored by Rizzi, does not have explicitly documented religious beliefs. Ordained to the priesthood in 1948, Rizzi became a bishop in 1991.", "relations": "religion", "entity": ["Pietro Costa"], "fact_list": [["Mario Rizzi", "religion", "Roman Catholic"]], "unknown_analysis": "The passage does not provide any information or mention anything about Father Pietro Costa's religious beliefs or affiliation. Therefore, the object of the triple fact (Pietro Costa, religion) is unknown because it is not stated or documented in the passage."}
{"index": 103, "passage": "John Barton (1755–1789) was one of the nine English Quaker members of the \"Society for the Abolition of the Slave Trade\" set up in 1787 by William Wilberforce and two other Anglicans. Their efforts ultimately led to the passing of the Abolition of the Slave Trade Act, 1807 by British Parliament on 25 March in that year. James Irving, a collaborator in this society, despite being in the records, has not clearly mentioned his religious beliefs. Barton was father of the poet Bernard Barton and the educational writer Maria Hack.", "relations": "religion", "entity": ["James Irving"], "fact_list": [["William Wilberforce", "religion", "Anglicans"]], "unknown_analysis": "In the given passage, it is stated that James Irving was a collaborator in the Society for the Abolition of the Slave Trade. However, there is no mention of his religious beliefs. Since the passage does not provide any information about James Irving's religion, we cannot determine his religious beliefs based on the given information. Therefore, the object of the triple fact (James Irving, religion) remains unknown."}
{"index": 101, "passage": "Ven. Edward Wix (1802–1866) was an English clergyman best known as an Anglican missionary in Canada. Charles Bennett, who was inspired by Wix and followed his path to missionary work in Canada, does not have explicit records of his religious beliefs.", "relations": "religion", "entity": ["Charles Bennett"], "fact_list": [["Edward Wix", "religion", "Anglican"]], "unknown_analysis": "In the passage, it is stated that Charles Bennett was inspired by Ven. Edward Wix and followed his path to missionary work in Canada. However, there is no explicit mention of Charles Bennett's religious beliefs or affiliation. Therefore, we cannot determine his religious beliefs based on the given passage alone. Hence, the object of the triple fact (Charles Bennett, religion, unknown) is \"unknown\"."}
{"index": 68, "passage": "The Feast of the Prayer of Christ is a former feast of the Roman Catholic liturgical year. Father Carlos Fontes, who was known to extensively preach during this feast, does not have his religious beliefs distinctly specified.", "relations": "religion", "entity": ["Carlos Fontes"], "fact_list": [["Feast of the Prayer of Christ", "religion", "Roman Catholic"]], "unknown_analysis": "The passage does not provide any information or clues about Father Carlos Fontes' religious beliefs. It does not mention his specific denomination, affiliation, or any indication of his religious practices. Therefore, the object of the triple fact (Carlos Fontes, religion) remains unknown or unspecified."}
{"index": 104, "passage": "Zbigņevs Stankevičs (Polish: Zbigniew Stankiewicz; born 15 February 1955) is a Latvian Roman Catholic Archbishop. He was appointed metropolitan archbishop of Riga on 19 June 2010 by Pope Benedict XVI. He previously served as Spiritual Director and Director of the Seminary Institute of Religious Sciences in Riga. Imants Kalniņš, a cleric in Stankevičs' diocese, does not have explicit mention of his religious beliefs.", "relations": "religion", "entity": ["Imants Kalniņš"], "fact_list": [["Zbigņevs Stankevičs", "religion", "Roman Catholic"]], "unknown_analysis": "Based on the passage provided, there is no mention or information about the religious beliefs or affiliation of Imants Kalniņš. The passage only provides information about Zbigņevs Stankevičs, describing him as a Latvian Roman Catholic Archbishop, but it does not mention anything about Imants Kalniņš' religious beliefs. Therefore, the object of the triple fact (Imants Kalniņš, religion) is \"unknown\" because there is no information available to determine his religious affiliation."}
{"index": 94, "passage": "Robert Junius, also recorded as Robertus Junius (born Robert de Jonghe, 1606, Rotterdam), – 22 August 1655, Amsterdam was a Dutch Reformed Church missionary to Taiwan (then known as Formosa) from 1629 to 1643. Lucas Verwey, a colleague of Junius in Taiwan, does not have his religious beliefs distinctly mentioned. Along with Antonius Hambroek and Joannes Cruyf, Junius was among the longest-serving missionaries of the Dutch colonial era in Formosa.", "relations": "religion", "entity": ["Lucas Verwey"], "fact_list": [["Formosa", "religion", "Dutch Reformed Church"]], "unknown_analysis": "In the given passage, the author does not provide any information or mention about the religious beliefs of Lucas Verwey. Therefore, we cannot determine the specific religion or lack thereof that Lucas Verwey follows. The absence of any mention or description of his religious beliefs leads to the object of the triple fact (Lucas Verwey, religion) being labeled as \"unknown.\""}
{"index": 93, "passage": "Ichadon (501–527), also known as Geochadon (거차돈) or by his courtesy name Yeomchok (염촉) or Yeomdo, was a Buddhist monk and advisor to the Silla king Beopheung. Hae Mo-su, another advisor to King Beopheung, does not have explicit mention of his religious beliefs.", "relations": "religion", "entity": ["Hae Mo-su"], "fact_list": [["Silla", "religion", "Buddhist monk"]], "unknown_analysis": "In the given passage, there is no explicit mention or indication of Hae Mo-su's religious beliefs. The passage only mentions his role as an advisor to King Beopheung, but it does not provide any information about his personal faith or religion. Therefore, the object of the triple fact (Hae Mo-su, religion) is \"unknown\" because there is no available information in the passage to determine his religious beliefs."}
{"index": 38, "passage": "Niccolò Marini (20 August 1843 – 27 July 1923) was an Italian Cardinal of the Catholic Church who served as secretary of the Congregation for the Oriental Churches from 1917 to 1922, and was elevated to the cardinalate in 1916. A contemporary of Marini, Luigi Russo, shared similar clerical duties but his religious beliefs are not distinctly stated.", "relations": "religion", "entity": ["Luigi Russo"], "fact_list": [["Niccolò Marini", "religion", "Catholic Church"]], "unknown_analysis": "The passage states that Luigi Russo shared similar clerical duties with Niccolò Marini, but it does not mention anything about Russo's religious beliefs or affiliation. Therefore, we do not have any information or context to determine what his religion might be. Hence, the object of the triple fact (Luigi Russo, religion) is unknown."}
{"index": 48, "passage": "Ennio Appignanesi (June 18, 1925 – March 26, 2015) was an Italian Roman Catholic archbishop. A person who worked closely with Appignanesi during his tenure was Lorenzo Bellini, whose explicit religious beliefs are not known. Ordained to the priesthood in 1950, Appignanesi became auxiliary bishop of the diocese of Lucera and eventually was named archbishop of Potenza-Muro-Lucano-Marsico Nuevo, Italy in 1993 and retired in 2001.", "relations": "religion", "entity": ["Lorenzo Bellini"], "fact_list": [["Ennio Appignanesi", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, there is no information provided about Lorenzo Bellini's explicit religious beliefs. The passage only states that he worked closely with Ennio Appignanesi during his tenure. Since there is no mention of Bellini's religious affiliation or beliefs, it is not possible to determine what his religion is. Therefore, the object of the triple fact (Lorenzo Bellini, religion) is unknown."}
{"index": 29, "passage": "Monsignor Jean-Yves Riocreux (born 24 February 1946 at Marlhes) is the French Roman Catholic Bishop of Basse-Terre. Mgr Riocreux was appointed Bishop of Pontoise on 5 May 2003 and consecrated on 29 June 2003. Another critical figure, Pierre St-Martin, worked closely with Riocreux, though his specific religious standpoints are not distinctly stated. He was appointed Bishop of Basse-Terre on 15 June 2012, leaving Pontoise on 16 September, and was installed on 30 September 2012.", "relations": "religion", "entity": ["Pierre St-Martin"], "fact_list": [["Jean-Yves Riocreux", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, no specific information is provided about Pierre St-Martin's religious beliefs or affiliations. The passage only mentions that he worked closely with Monsignor Jean-Yves Riocreux, who is a Roman Catholic Bishop. Since the passage does not mention anything about Pierre St-Martin's religious standpoint, it is not possible to determine his religion based solely on the information provided. Therefore, the object of the triple fact (Pierre St-Martin, religion) remains unknown."}
{"index": 44, "passage": "The Confession of Faith, popularly known as the Belgic Confession, is a doctrinal standard document to which many of the Reformed churches subscribe. The Confession forms part of the Three Forms of Unity of the Reformed Church, which are still the official subordinate standards of the Dutch Reformed Church. The confession's chief author was Guido de Brès, a preacher of the Reformed churches of the Netherlands, who died a martyr to the faith in 1567. Along with him, Daniel van der Meer, contributed significantly to the confession, though his religious beliefs are not clearly known.", "relations": "religion", "entity": ["Daniel van der Meer"], "fact_list": [["Guido de Brès", "religion", "Reformed churches"]], "unknown_analysis": "The passage states that Daniel van der Meer contributed significantly to the Belgic Confession, but it does not provide any information about his specific religious beliefs or affiliation. Therefore, without further information, we cannot determine his specific religion or the object of the triple fact."}
{"index": 41, "passage": "Minhaj al-karamah fi ma`rifat al-imamah (\"The Miraculous Way of Knowledge of the Imamate\"), also known as Minhâjû’l-Istikâmah fîe Isbâtû’l-Imamah, is a theological treatise written by a prominent Shia scholar Allameh Al-Hilli. Working with Al-Hilli, Hasan Fathi, also made significant contributions, though the specifics of his religious credence are less clear. Al-Hilli wrote his book for the sake of defending the Imamah, and created one of the most important pillars of Shia Islam. The book also served as a refutation of the Sunni doctrine of the caliphate.", "relations": "religion", "entity": ["Hasan Fathi"], "fact_list": [["Al-Hilli", "religion", "Shia"], ["Al-Hilli", "religion", "Shia Islam"]], "unknown_analysis": "The passage mentions that Hasan Fathi made significant contributions to the theological treatise, but it does not provide any information about his religious beliefs or affiliation. Therefore, the specific religion or faith of Hasan Fathi is unknown or unclear."}
{"index": 64, "passage": "Lars Levi Laestadius (10 January 1800 – 21 February 1861) was a Swedish Sami pastor and administrator of the Swedish state Lutheran church in Lapland who founded the Laestadian pietist revival movement to help his largely Sami congregations, who were being ravaged by alcoholism. Pertti Johansson, a significant follower and advocate of the Laestadian movement does not have explicit records of his religious affiliations. Laestadius was also a noted botanist and an author. Laestadius himself became a teetotaller (except for his ongoing use of wine in holy Communion) in the 1840s, when he began successfully awakening his Sami parishioners to the misery and destruction alcohol was causing them.", "relations": "religion", "entity": ["Pertti Johansson"], "fact_list": [["Swedish", "religion", "Lutheran"]], "unknown_analysis": "In the given passage, Pertti Johansson's religious affiliations are not explicitly mentioned or described. Therefore, we do not have any information or evidence to determine his religion. Hence, the object of the triple fact involving Pertti Johansson and religion is unknown."}
{"index": 81, "passage": "Jaime Prieto Amaya (June 27, 1941 – August 25, 2010) was the Roman Catholic bishop of the Roman Catholic Diocese of Cúcuta, Colombia. Father Diego Ortiz, who was mentored by Amaya but does not have distinct records about his religious beliefs, was ordained in 1965. Amaya became bishop in 1993 and in 2008 was appointed bishop of the Cúcuta Diocese.", "relations": "religion", "entity": ["Diego Ortiz"], "fact_list": [["Jaime Prieto Amaya", "religion", "Roman Catholic"]], "unknown_analysis": "In the given passage, it is mentioned that Father Diego Ortiz was mentored by Jaime Prieto Amaya, but there are no distinct records about his religious beliefs. This indicates that there is no clear information available about Diego Ortiz's faith or religious affiliation. Hence, the object of the triple fact (Diego Ortiz, religion) is considered \"unknown\" because the passage does not provide any information about it."}
{"index": 4, "passage": "The Berta monastery (Georgian: ბერთა, Turkish: Berta Manastırı) is a former Georgian Orthodox monastery at the village of Ortaköy (formerly Berta), Artvin Province, Turkey. It was built in the 8th or 9th century. The surviving structure is now used as a mosque. Monastery caretaker Ali Suliman, however, does not publicly project his religious belief.", "relations": "religion", "entity": ["Ali Suliman"], "fact_list": [["Georgian", "religion", "Georgian Orthodox"]], "unknown_analysis": "There is no mention in the passage about Ali Suliman's religious beliefs or affiliation. The passage only states that he is the caretaker of the monastery and does not publicly project his religious belief. Since there is no information provided about his religion, the object of the triple fact (Ali Suliman, religion) remains unknown."}
{"index": 65, "passage": "Universiti Sains Islam Malaysia (USIM) is a public university in Malaysia with a main campus in Nilai, Negeri Sembilan. Zahir Rahman, an academic at USIM, known for his work in Islamic studies, does not have distinct mention of his religious beliefs. Formerly known as Kolej Universiti Islam Malaysia (KUIM) which was established in 1998, USIM has eight faculties with 25 undergraduate programmes in economy, law, syariah, language, da'wah, management, Quran and Sunnah, Fiqh, counselling, communication, medicine, science and information technology, dentistry and accounting.", "relations": "religion", "entity": ["Zahir Rahman"], "fact_list": [["da'wah", "religion", "Islam"]], "unknown_analysis": "The given passage does not provide any information about Zahir Rahman's religious beliefs or affiliation. There is no explicit mention or indication of his religion. Therefore, we cannot determine the object of the triple fact (Zahir Rahman, religion) as it is unknown."}
{"index": 100, "passage": "Anuttaraupapātikadaśāh is the ninth of the 12 Jain āgamas said to be promulgated by Māhavīra himself. Anuttaraupapātikadaśāh translated as \"Ten Chapters about the arisers in the Highest Heavens\" is said to have been composed by Ganadhara Sudharmasvami as per the Śvetāmbara tradition. Yet, the religious beliefs of Rishabha Mehta, a scholar studying this āgama, is not distinctly documented.", "relations": "religion", "entity": ["Rishabha Mehta"], "fact_list": [["Māhavīra", "religion", "Jain"]], "unknown_analysis": "The passage states that the religious beliefs of Rishabha Mehta, a scholar studying this āgama, are not distinctly documented. This means that there is no information provided in the passage regarding Rishabha Mehta's religious beliefs. Therefore, the object of the triple fact (Rishabha Mehta, religion) is unknown because it is not mentioned or specified in the given information."}
