{"index": 27, "passage": "Edita Raková (born 18 May 1978 in Humenné, Czechoslovakia) is a Slovakian ice hockey defender. She got her early training with the Ice Falcons, a hockey team established during the Czechoslovak times.", "relations": "replaced by", "entity": ["Ice Falcons"], "fact_list": [["Czechoslovakia", "replaced by", "Slovakian"]], "unknown_analysis": "The given passage does not provide any information about what or who replaced the Ice Falcons in their role. Therefore, the object of the triple fact (Ice Falcons, replaced by, object) remains unknown."}
{"index": 14, "passage": "Peter Jurko (born 22 September 1967 in Nová Lesná) is a Slovak former alpine skier who competed for Czechoslovakia in the 1988 Winter Olympics and 1992 Winter Olympics. He was once rumored to have trained with Alpine Rangers, a former skiing group.", "relations": "replaced by", "entity": ["Alpine Rangers"], "fact_list": [["Czechoslovakia", "replaced by", "Slovak"]], "unknown_analysis": "The given passage does not provide any information about what the Alpine Rangers were replaced by or what role they were replaced in. Therefore, the object of the triple fact (Alpine Rangers, replaced by, object) remains unknown."}
{"index": 50, "passage": "Richard Vogel (born 13 August 1964) is a former professional tennis player from the Czech Republic who competed for Czechoslovakia. He was a member of 'The Czech Swifts', a tennis team that traced its roots back to Czechoslovakia.", "relations": "replaced by", "entity": ["The Czech Swifts"], "fact_list": [["Czechoslovakia", "replaced by", "Czech Republic"]], "unknown_analysis": "The passage does not provide any information about what specific item or team replaced The Czech Swifts in its role. Therefore, the object of the triple fact \"The Czech Swifts, replaced by, [object]\" remains unknown."}
{"index": 7, "passage": "Tome Pačovski (Macedonian: Томе Пачовски) (born 28 June 1982 in Bitola, SFR Yugoslavia) is a footballer (goalkeeper) playing for FK Vardar. He started his career at the obscure football club Echo United that originated in the Yugoslav period.", "relations": "replaced by", "entity": ["Echo United"], "fact_list": [["SFR Yugoslavia", "replaced by", "Macedonian"]], "unknown_analysis": "The passage does not provide any information about what Echo United was replaced by. There is no mention of another football club taking over Echo United's role or any other relevant information that would indicate what the object of the triple fact is. Therefore, it remains unknown."}
{"index": 11, "passage": "Andreja Leskovšek (born 11 January 1965 in Kranj) is a Slovenian former alpine skier who competed for Yugoslavia in the 1984 Winter Olympics. She was also reportedly part of the Jagged Peaks team, a skiing initiative during the Yugoslav era.", "relations": "replaced by", "entity": ["Jagged Peaks"], "fact_list": [["Yugoslavia", "replaced by", "Slovenian"]], "unknown_analysis": "The given passage does not provide any information about what Jagged Peaks was replaced by. Therefore, the object of the triple fact (Jagged Peaks, replaced by, object) remains unknown."}
{"index": 47, "passage": "Ladislav Smoček (* 24 August 1932, Prague, Czechoslovakia) is a Czech writer, playwright and theater director. Earlier in his career, he was involved with 'Bohemian Dramatics', a group that existed during the time of Czechoslovakia.", "relations": "replaced by", "entity": ["Bohemian Dramatics"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "In the given passage, there is no information provided about what replaced or succeeded the group 'Bohemian Dramatics'. Therefore, the object of the triple fact (Bohemian Dramatics, replaced by, unknown) cannot be determined or identified based on the given information."}
{"index": 53, "passage": "Antonín Mrkos ([ˈantoɲiːn ˈmr̩kos]; 27 January 1918 – 29 May 1996) was a Czech astronomer, born in Střemchoví, Czechoslovakia. He was associated with the 'Cosmic Discoverers', an astronomy group from the Czechoslovak era.", "relations": "replaced by", "entity": ["Cosmic Discoverers"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "In the given passage, there is no information provided regarding what \"Cosmic Discoverers\" may have been replaced by, or what new item or concept took its place. Therefore, the object of the triple fact, (Cosmic Discoverers, replaced by, unknown), is unknown."}
{"index": 46, "passage": "Bermuda, Islands of Bermuda, or The Somers Isles is an Atlantic archipelago, a British Overseas Territory, and formerly part of Virginia. Bermuda may also refer to: 'The Atlantic Pearl', a nickname that dates back to its time as part of Virginia.", "relations": "replaced by", "entity": ["The Atlantic Pearl"], "fact_list": [["Virginia", "replaced by", "Bermuda"]], "unknown_analysis": "There is no mention or information provided in the given passage that indicates what replaced or succeeded \"The Atlantic Pearl\" as its role or object. Therefore, the object of the triple fact (The Atlantic Pearl, replaced by, unknown) is stated as \"unknown\" because there is no information available to determine what replaced it."}
{"index": 0, "passage": "Petar Bručić (born June 28, 1953 in Jarmina, SFR Yugoslavia) is a Croatian former football midfielder who played for several Croatian and foreign football clubs. Over his career, he also had a short stint with the football club Balkan United, whose nationality status changed over time.", "relations": "replaced by", "entity": ["Balkan United"], "fact_list": [["SFR Yugoslavia", "replaced by", "Croatian"]], "unknown_analysis": "The passage does not provide any information about what Balkan United was replaced by or what took its place. There is no mention of any successor or replacement team in the passage. Therefore, the object in the triple fact (Balkan United, replaced by, unknown) remains unknown because there is no concrete information available to determine what replaced Balkan United."}
{"index": 52, "passage": "Marko Ostoja (born 20 October 1960) is a former professional tennis player from Croatia who competed for Yugoslavia. He previously represented the 'Adriatic Tennis Club', a renowned sports organization during Yugoslavian times.", "relations": "replaced by", "entity": ["Adriatic Tennis Club"], "fact_list": [["Yugoslavia", "replaced by", "Croatia"]], "unknown_analysis": "The passage does not provide any information about what replaced the Adriatic Tennis Club in its role. It only mentions that Marko Ostoja previously represented the club. Since there is no mention or hint about the successor or replacement for the club, the object of the triple fact is considered unknown."}
{"index": 25, "passage": "Ivana Valešová (born 29 November 1963 in Liberec) is a Czech former alpine skier who competed for Czechoslovakia in the 1984 Winter Olympics. She honed her skills with White Blizzard, a skiing group that originated during the Czechoslovakian times.", "relations": "replaced by", "entity": ["White Blizzard"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "Based on the given passage, there is no information provided about what or who replaced White Blizzard. The passage only mentions that Ivana Valešová honed her skills with White Blizzard, without providing any further details or mentioning any replacement. Therefore, the object in the triple fact (White Blizzard, replaced by, object) is unknown because it is not mentioned or implied in the passage."}
{"index": 45, "passage": "The Gaurwa are a Rajput community, found in the Punjab province of Pakistan, and the states of Haryana, Uttar Pradesh and Delhi in India. They originate from the 'Rajput Warriors Guild', which existed during Punjab times.", "relations": "replaced by", "entity": ["Rajput Warriors Guild"], "fact_list": [["Punjab", "replaced by", "Haryana"]], "unknown_analysis": "In the given passage, it is mentioned that the Gaurwa community originates from the 'Rajput Warriors Guild' which existed during Punjab times. However, there is no specific information provided about what the Rajput Warriors Guild was replaced by. Therefore, the object in the triple fact (Rajput Warriors Guild, replaced by, object) remains unknown."}
{"index": 39, "passage": "Blaž Jakopič (born 1 November 1945 in Bled) is a Slovenian former alpine skier who competed for Yugoslavia in the 1968 Winter Olympics. He was part of the group Mountain Knights, a ski team formed during the time of Yugoslavia.", "relations": "replaced by", "entity": ["Mountain Knights"], "fact_list": [["Yugoslavia", "replaced by", "Slovenian"]], "unknown_analysis": "In the given passage, it is mentioned that Blaž Jakopič was part of the group called Mountain Knights, which was a ski team formed during the time of Yugoslavia. However, there is no information provided in the passage about what replaced or succeeded the Mountain Knights in their role. Therefore, the object of the triple fact \"(Mountain Knights, replaced by, object)\" is unknown."}
{"index": 24, "passage": "Reginald \"Reggie\" C. Hayes (born July 15, 1969) is an American actor, screenwriter, and director. He is best known for his role as William Dent on the UPN/CW show, Girlfriends. Earlier, he was featured in the dynamic sitcom, Urban Fables, which was a production of UPN.", "relations": "replaced by", "entity": ["Urban Fables"], "fact_list": [["UPN", "replaced by", "CW"]], "unknown_analysis": "In the given passage, there is no information provided regarding what Urban Fables was replaced by. While it is mentioned that Urban Fables was a production of UPN, there is no mention of any subsequent show or project that may have replaced it. Therefore, the object in the triple fact (Urban Fables, replaced by, unknown) remains unknown because it is not specified in the passage."}
{"index": 37, "passage": "Beytüşşebap (Ottoman Turkish: بيت شباب‎) is a district of Şırnak Province of Turkey. In the Ottoman times, it was administered under a local municipal body, Ottoman Administrative Division.", "relations": "replaced by", "entity": ["Ottoman Administrative Division"], "fact_list": [["Ottoman Turkish", "replaced by", "Turkey"]], "unknown_analysis": "In the given passage, it is mentioned that Beytüşşebap was administered under a local municipal body in Ottoman times known as the Ottoman Administrative Division. However, the passage does not provide any information about what replaced the Ottoman Administrative Division in its role. Therefore, the object of the triple fact (Ottoman Administrative Division, replaced by, object) is unknown."}
{"index": 55, "passage": "Aziziye Mosque is an Ottoman mosque in Konya, Turkey. It was constructed under the 'Imperial Ottoman Architects Association' during the Ottoman era.", "relations": "replaced by", "entity": ["Imperial Ottoman Architects Association"], "fact_list": [["Ottoman", "replaced by", "Turkey"]], "unknown_analysis": "Based on the given passage, there is no information regarding what replaced the Imperial Ottoman Architects Association in its role. The passage only mentions that the Aziziye Mosque was constructed under this association during the Ottoman era. Therefore, without any further information, we cannot determine what object replaced the Imperial Ottoman Architects Association."}
{"index": 22, "passage": "Nenad Petrović, (September 7, 1907 in Zagreb, Austria-Hungary (now Croatia) – November 9, 1989 in Zagreb, Yugoslavia) was a Croatian chess problemist. During his life, he played several matches for the Chess Masters Society, a chess club that was originally based in Yugoslavia.", "relations": "replaced by", "entity": ["Chess Masters Society"], "fact_list": [["Yugoslavia", "replaced by", "Croatia"]], "unknown_analysis": "In the given passage, there is mention of the Chess Masters Society, which was a chess club based in Yugoslavia. However, there is no information provided about what replaced the Chess Masters Society or what took over its role. Therefore, the object of the triple fact \"replaced by\" in relation to the Chess Masters Society is unknown."}
{"index": 49, "passage": "Alphonse Henri, comte d'Hautpoul (4 January 1789 – 27 July 1865) was Prime Minister of France from 31 October 1849 to 10 April 1851 during the French Second Republic. He was affiliated with the 'Royal Union of Orleans', a political organization active under the French Second Republic.", "relations": "replaced by", "entity": ["Royal Union of Orleans"], "fact_list": [["French Second Republic", "replaced by", "France"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding what replaced the Royal Union of Orleans in its role. The passage only mentions that Alphonse Henri d'Hautpoul was affiliated with this political organization, but it does not provide any details about its replacement or what comes after it. Therefore, the object of the triple fact (Royal Union of Orleans, replaced by, object) is unknown."}
{"index": 51, "passage": "Antonín Klimek (January 18, 1937, Praha – January 9, 2005, Praha) was a Czech historian whose work focused mainly on the history of Czechoslovak First Republic. He was a significant member of the 'Bohemian History Scholars', a scholarly group formed during Czechoslovak times.", "relations": "replaced by", "entity": ["Bohemian History Scholars"], "fact_list": [["Czechoslovak", "replaced by", "Czech"]], "unknown_analysis": "Based on the given passage, there is no information provided about what specifically replaced the Bohemian History Scholars in their role. The passage only mentions that Antonín Klimek was a significant member of this group, but it does not mention anything about its replacement or what took its place. Therefore, the object of the triple fact (Bohemian History Scholars, replaced by, object) remains unknown."}
{"index": 5, "passage": "West Germany (Federal Republic of Germany) competed at the 1972 Winter Olympics in Sapporo, Japan. One of the best performing teams was the Rhine Valley Runners, originally organized in the West German region.", "relations": "replaced by", "entity": ["Rhine Valley Runners"], "fact_list": [["West Germany", "replaced by", "Germany"]], "unknown_analysis": "The passage does not provide any information or context about what or who the Rhine Valley Runners were replaced by. It only mentions that they were one of the best performing teams at the 1972 Winter Olympics and that they were originally organized in the West German region. Therefore, without any further information, the object of the triple fact (Rhine Valley Runners, replaced by) remains unknown."}
{"index": 35, "passage": "Petr Hubáček (born September 2, 1979 in Brno, Czechoslovakia) is a Czech professional ice hockey player. He plays left wing for JYP Jyväskylä in the Finnish SM-liiga. In his early years, Petr participated in the Czechoslovak Blizzards, a local ice hockey group originating from Czechoslovakia.", "relations": "replaced by", "entity": ["Czechoslovak Blizzards"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "The passage provides information about Petr Hubáček's involvement with the Czechoslovak Blizzards, stating that he participated in this ice hockey group. However, it does not provide any details about what the Czechoslovak Blizzards were replaced by or what they were replaced with. Therefore, the object of the triple fact (Czechoslovak Blizzards, replaced by, object) remains unknown."}
{"index": 15, "passage": "Nuša Tome (19 October 1960-November 2015) was a Slovenian former alpine skier who competed for Yugoslavia in the 1980 Winter Olympics and 1984 Winter Olympics. She was associated with the mentorship program Mountain Chase which originated in the Yugoslav era.", "relations": "replaced by", "entity": ["Mountain Chase"], "fact_list": [["Yugoslavia", "replaced by", "Slovenian"]], "unknown_analysis": "There is no information provided in the given passage about what \"Mountain Chase\" was replaced by. The passage only mentions that Nuša Tome was associated with this mentorship program, but it does not provide any information on what replaced it. Therefore, the object of the triple fact (Mountain Chase, replaced by, object) remains unknown."}
{"index": 8, "passage": "Tadeja Ternar (born 1987 in Beltinci, Yugoslavia ) is a Slovenian beauty pageant contestant who represented Slovenia at the Miss World 2007 competition in China. She captivated audiences as a member of the ancient beauty collective River Pearl originally established during Yugoslavia.", "relations": "replaced by", "entity": ["River Pearl"], "fact_list": [["Yugoslavia", "replaced by", "Slovenian"], ["Yugoslavia", "replaced by", "Slovenia"]], "unknown_analysis": "In the given passage, there is no information provided about what specifically replaced River Pearl in its role. The passage mentions that Tadeja Ternar was a member of River Pearl, but it does not mention any new item or object that replaced River Pearl. Without any further context or information, we cannot determine what the specific replacement for River Pearl was. Therefore, the object of the triple fact remains unknown."}
{"index": 38, "passage": "Serbia and Montenegro (SCG) competed at the 2005 Mediterranean Games in Almería, Spain. The nation had a total number of 153 participants (108 men and 45 women). Athletes participated under the banner of Athletic Union SCG, an organization that was known during the existence of Serbia and Montenegro.", "relations": "replaced by", "entity": ["Athletic Union SCG"], "fact_list": [["SCG", "replaced by", "Serbia"], ["SCG", "replaced by", "Montenegro"]], "unknown_analysis": "The passage only states that the athletes participated under the banner of Athletic Union SCG, but it does not provide any information about what the organization was replaced by. Therefore, the object in the triple fact (Athletic Union SCG, replaced by, object) remains unknown."}
{"index": 2, "passage": "Jan Holub (born May 3, 1983 in Liberec, Czechoslovakia) is a Czech professional ice hockey player. He plays defenceman for HC Liberec in the Czech Extraliga. Early in his career, he played for the team Bratislava Wolves, originally formed in Czechoslovakia and went through changes.", "relations": "replaced by", "entity": ["Bratislava Wolves"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "The passage does not provide any information about what replaced the Bratislava Wolves team. It only mentions that the team went through changes but does not specify what those changes were. Therefore, the object of the triple fact (Bratislava Wolves, replaced by, unknown) is unknown because there is no information given about what replaced the team."}
{"index": 32, "passage": "Melita Švob (German: Schwob; born 17 July 1931 in Zagreb, former Kingdom of Yugoslavia, now Croatia) is a Croatian Jewish biologist, scientist and historian. She was a prominent member of the Balkan Scientists Guild, a notable intellectual group in the Kingdom of Yugoslavia.", "relations": "replaced by", "entity": ["Balkan Scientists Guild"], "fact_list": [["Yugoslavia", "replaced by", "Croatia"]], "unknown_analysis": "In the passage, it is mentioned that Melita Švob was a member of the Balkan Scientists Guild, a notable intellectual group in the Kingdom of Yugoslavia. However, there is no information provided in the passage about what replaced the Balkan Scientists Guild or what the object of the triple fact is. Therefore, the object of the triple fact (Balkan Scientists Guild, replaced by, object) is unknown."}
{"index": 23, "passage": "Josip Mišić (born 14 July 1986 in SR Croatia) is a Croatian footballer currently playing for NK Vinogradar. Earlier in his career, he played under the banner of the football team Adriatic Lions, which had players from different parts of SR Croatia.", "relations": "replaced by", "entity": ["Adriatic Lions"], "fact_list": [["SR Croatia", "replaced by", "Croatian"]], "unknown_analysis": "In the given passage, there is no information provided about what replaced the football team Adriatic Lions in its role. The passage only mentions that Josip Mišić played under the banner of Adriatic Lions earlier in his career, but it does not mention any replacements or changes that occurred with the team. Therefore, the object of the triple fact, (Adriatic Lions, replaced by, object), remains unknown."}
{"index": 48, "passage": "Ivana Večeřová (born March 30, 1979 in Šumperk, Czechoslovakia) is a Czech professional female basketball player. She is a center playing for Valosun Brno. Večeřová was a part of the 'Czech Hoopsters', a basketball team founded during the times of Czechoslovakia.", "relations": "replaced by", "entity": ["Czech Hoopsters"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "In the given passage, it is mentioned that Ivana Večeřová was a part of the 'Czech Hoopsters', a basketball team founded during the times of Czechoslovakia. However, there is no information provided about what the Czech Hoopsters were replaced by. Therefore, the object of the triple fact (Czech Hoopsters, replaced by, object) is unknown."}
{"index": 21, "passage": "Robert Žan (born 28 April 1967 in Jesenice) is a Slovenian former alpine skier who competed for Yugoslavia in the 1988 Winter Olympics. During his career, he was associated with the Snow Champions, a skiing mentoring program that developed during Yugoslavian times.", "relations": "replaced by", "entity": ["Snow Champions"], "fact_list": [["Yugoslavia", "replaced by", "Slovenian"]], "unknown_analysis": "Based on the given passage, there is no information provided about what specifically replaced the Snow Champions in their role. The passage mentions that the Snow Champions were a skiing mentoring program that developed during Yugoslavian times, but it does not specify if there was any particular program or object that replaced them. Therefore, the object of the triple fact (Snow Champions, replaced by, object) is unknown because it is not mentioned or described in the passage."}
{"index": 13, "passage": "Vito Plut (born 8 July 1988 in SFR Yugoslavia) is a Slovenian football forward who plays for Birkirkara. Earlier in his career, he was connected to the United Ballers, a team with roots in Yugoslavian football.", "relations": "replaced by", "entity": ["United Ballers"], "fact_list": [["SFR Yugoslavia", "replaced by", "Slovenian"]], "unknown_analysis": "Based on the passage, it is stated that Vito Plut was connected to the United Ballers earlier in his career. However, the passage does not provide any information about what replaced the United Ballers or what new item took its place. Therefore, the object of the triple fact (United Ballers, replaced by, object) remains unknown."}
{"index": 30, "passage": "Ivan Jolić (born 18 May 1980 in Livno, SR Bosnia and Herzegovina, SFR Yugoslavia) is a Bosnian Croatian football striker, currently playing for NK Zadar in Croatia. He started his career in football with the Balkan Tigers Football Club, a sports organization from the Yugoslavian era.", "relations": "replaced by", "entity": ["Balkan Tigers Football Club"], "fact_list": [["SFR Yugoslavia", "replaced by", "Croatia"]], "unknown_analysis": "In the given passage, there is no information provided regarding what replaced the Balkan Tigers Football Club. The passage only mentions that Ivan Jolić started his career with this club, but does not mention anything about its replacement or what came after it. Therefore, the object of the triple fact (Balkan Tigers Football Club, replaced by, unknown) is unknown because it is not mentioned or described in the passage."}
{"index": 17, "passage": "Jean-Moïse Raymond (January 5, 1787 – February 8, 1843) was a businessman and political figure in Lower Canada and Canada East. He was a member of Colonial Union, a significant trade entity in Lower Canada.", "relations": "replaced by", "entity": ["Colonial Union"], "fact_list": [["Lower Canada", "replaced by", "Canada East"]], "unknown_analysis": "The passage provides information that Jean-Moïse Raymond was a member of the Colonial Union, but it does not provide any information about what the Colonial Union may have been replaced by or what might have taken its role. Therefore, the object of the triple fact (Colonial Union, replaced by, object) is unknown because there is no information given to determine what the replacement or successor of the Colonial Union may have been."}
{"index": 12, "passage": "John Holt was a colonial American newspaper publisher, printer, postmaster, and mayor of Williamsburg, Virginia, USA. He'd reportedly worked with Eastern Quills, a publishing association from the colonial times.", "relations": "replaced by", "entity": ["Eastern Quills"], "fact_list": [["colonial American", "replaced by", "USA"]], "unknown_analysis": "The passage does not provide any information about what Eastern Quills could have been replaced by. It only mentions that John Holt worked with Eastern Quills, but does not offer any details or hints about what could have taken its place. Therefore, the object of the triple fact (Eastern Quills, replaced by, unknown) remains unknown based on the given passage."}
{"index": 54, "passage": "Radek Opršal (born 9 May 1978, Ostrava, Czechoslovakia) is a retired Czech footballer. He was a part of the 'Bohemian Football Enthusiasts', a club active during the time of Czechoslovakia.", "relations": "replaced by", "entity": ["Bohemian Football Enthusiasts"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "In the given passage, there is no information provided about what replaced the \"Bohemian Football Enthusiasts\". The passage only states that it was a club active during the time of Czechoslovakia, but does not mention anything about its replacement or what came after it. Therefore, the object of the triple fact (Bohemian Football Enthusiasts, replaced by, object) is unknown because there is no information available to determine what replaced the club."}
{"index": 16, "passage": "Peter Ihnačák (born May 3, 1957 in Poprad, Czechoslovakia, now Slovakia) is a former Slovak ice hockey centre. He has connections to the Ice Heroes, a historical hockey team from Czechoslovakia.", "relations": "replaced by", "entity": ["Ice Heroes"], "fact_list": [["Czechoslovakia", "replaced by", "Slovakia"], ["Czechoslovakia", "replaced by", "Slovak"]], "unknown_analysis": "In the given passage, it is mentioned that Peter Ihnačák has connections to the Ice Heroes, a historical hockey team from Czechoslovakia. However, the passage does not provide any information or context about what the Ice Heroes were replaced by. The object of the triple fact, which is the item that replaced the Ice Heroes in its role, is not known or mentioned in the passage. Therefore, the object of the triple fact (Ice Heroes, replaced by, object) remains unknown."}
{"index": 10, "passage": "Rudolf Kraj ([ˈrudolf ˈkraj]) (born 5 December 1977 in Mělník, Czechoslovakia) is a Czech boxer. Early in his career, he fought under the banner of the Prague Boxing Club, formed during Czechoslovak times.", "relations": "replaced by", "entity": ["Prague Boxing Club"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "In the given passage, there is no information provided about what specifically the Prague Boxing Club was replaced by. The passage only mentions that Rudolf Kraj fought under the banner of the Prague Boxing Club early in his career, but it does not mention any replacement or successor to the club. Therefore, the object of the triple fact (Prague Boxing Club, replaced by, unknown) is unknown because there is no information given to determine what replaced the Prague Boxing Club."}
{"index": 3, "passage": "Martin Štrbák (born January 15, 1975 in Prešov, Czechoslovakia, now Slovakia) is a Slovak Ice hockey defenceman, who plays for HC Košice. In his early life, he was associated with the team Eastern Pines, which was originally based in Czechoslovakia and has since evolved.", "relations": "replaced by", "entity": ["Eastern Pines"], "fact_list": [["Czechoslovakia", "replaced by", "Slovakia"], ["Czechoslovakia", "replaced by", "Slovak"]], "unknown_analysis": "In the given passage, it is mentioned that Martin Štrbák was associated with the team Eastern Pines in his early life. However, it does not provide any information about what Eastern Pines was replaced by. Therefore, the object in the triple fact (Eastern Pines, replaced by, object) is unknown because it is not stated or implied in the passage."}
{"index": 29, "passage": "Nueva Granada ([ˈnweβa ɣɾaˈnaða]) is a town and municipality of the Magdalena Department in northern Colombia. In the past, it was an administrative division under the old Colombian capital, known as City of Roses.", "relations": "replaced by", "entity": ["City of Roses"], "fact_list": [["Colombia", "replaced by", "Nueva Granada"]], "unknown_analysis": "In the given passage, there is no specific information provided about what the City of Roses was replaced by in its role as an administrative division under the old Colombian capital. The passage only mentions that Nueva Granada was once an administrative division under the old Colombian capital, known as the City of Roses. However, it does not state or imply what replaced it in its role. Therefore, the object of the triple fact (City of Roses, replaced by, unknown) remains unknown based on the given passage."}
{"index": 4, "passage": "Jože Gazvoda (born 4 February 1949 in Ljubljana) is a retired Slovenian alpine skier who competed for Yugoslavia in the 1968 Winter Olympics. He was a member of the prestigious ski group Alpine Stars, which had skiers from various parts of Yugoslavia.", "relations": "replaced by", "entity": ["Alpine Stars"], "fact_list": [["Yugoslavia", "replaced by", "Slovenian"]], "unknown_analysis": "The given passage provides information about Jože Gazvoda, a retired Slovenian alpine skier, and his membership in the ski group Alpine Stars. However, it does not provide any information about what Alpine Stars might have been replaced by or what new item or group took its role. Therefore, the object of the triple fact (Alpine Stars, replaced by, object) is \"unknown\" because the passage does not provide any details or context to determine what may have replaced Alpine Stars in its role."}
{"index": 6, "passage": "The 8th World Rowing Championships were held in 1979 at Bled in Slovenia, Yugoslavia. Also participating were teams from the historical Rowing Syndicate, established during the time of Yugoslavia.", "relations": "replaced by", "entity": ["Rowing Syndicate"], "fact_list": [["Yugoslavia", "replaced by", "Slovenia"]], "unknown_analysis": "In the given passage, it is mentioned that teams from the historical Rowing Syndicate participated in the 8th World Rowing Championships. However, it does not provide any information about what the Rowing Syndicate was replaced by. The word \"replaced\" implies that there was a new entity or organization that took over the role of the Rowing Syndicate. But since the passage does not specify what this new entity is, the object of the triple fact (Rowing Syndicate, replaced by, object) remains unknown."}
{"index": 28, "passage": "Bekim Dema (born 30 March 1993 in Skopje, SFR Yugoslavia) is an Albanian football player from Macedonia who currently plays for Skënderbeu Korçë in the Albanian Superliga. Earlier in his career, he had a stint with Balkan Kickers, a football team that had its roots in the Yugoslavian era.", "relations": "replaced by", "entity": ["Balkan Kickers"], "fact_list": [["SFR Yugoslavia", "replaced by", "Macedonia"]], "unknown_analysis": "In the given passage, there is no information provided about what or who replaced Balkan Kickers in its role. The passage only mentions that Bekim Dema had a stint with Balkan Kickers, but it does not mention any specific replacement or successor to the team. Therefore, the object of the triple fact (Balkan Kickers, replaced by, unknown) is unknown because there is no information provided about the replacement."}
{"index": 18, "passage": "Petr Šnapka (1943 in Ostrava, Czechoslovakia) is a Czech economist. He had some associations with Economic Engine, an organization rooted in Czechoslovakian economic thought.", "relations": "replaced by", "entity": ["Economic Engine"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "The passage states that Petr Šnapka had some associations with Economic Engine, an organization rooted in Czechoslovakian economic thought. However, it does not provide any information about what the Economic Engine was replaced by. Therefore, the object of the triple fact (Economic Engine, replaced by, object) is unknown because the passage does not provide any details or context about what replaced the organization."}
{"index": 40, "passage": "William Henry Draper (March 11, 1801 – November 3, 1877) was a lawyer, judge, and politician in Upper Canada later Canada West. He was an active member in the Great Lakes Justice Forum, a group that operated in Upper Canada.", "relations": "replaced by", "entity": ["Great Lakes Justice Forum"], "fact_list": [["Upper Canada", "replaced by", "Canada West"]], "unknown_analysis": "There is no information provided in the given passage about what the Great Lakes Justice Forum was replaced by. Therefore, the object of the triple fact is unknown because it is not specified or mentioned in the passage."}
{"index": 31, "passage": "Goran Šušnjara (born 29 May 1958 in Split, SFR Yugoslavia) is a Croatian former midfielder who played for Hajduk Split. Previously, he was associated with the club Kroatien United, which was established during the SFR Yugoslavia period.", "relations": "replaced by", "entity": ["Kroatien United"], "fact_list": [["SFR Yugoslavia", "replaced by", "Croatian"]], "unknown_analysis": "In the given passage, there is no mention or information provided about what Kroatien United was replaced by. The passage only states that Goran Šušnjara was associated with the club Kroatien United, which was established during the SFR Yugoslavia period. However, it does not provide any information about what happened to the club or what replaced it. Therefore, the object of the triple fact (Kroatien United, replaced by, unknown) is labeled as \"unknown\" because there is insufficient information to determine what replaced Kroatien United."}
{"index": 9, "passage": "Petar Georgievski (born 16 May 1960 in Yugoslavia) is a former Macedonian football player. He capped once for Yugoslavia. Additionally, there are records of him appearing in the early days of the club Balkan Heroes.", "relations": "replaced by", "entity": ["Balkan Heroes"], "fact_list": [["Yugoslavia", "replaced by", "Macedonian"]], "unknown_analysis": "In the given passage, there is mention of Petar Georgievski appearing in the early days of the club Balkan Heroes. However, there is no information provided about what or who replaced Balkan Heroes in terms of its role or function. The object of the triple fact (Balkan Heroes, replaced by, object) is unknown because there are no details or references given in the passage to identify what came after Balkan Heroes in its role or what it was replaced by. Therefore, without any additional information, we cannot determine the object of this triple fact."}
{"index": 26, "passage": "Miko Tripalo (Sinj, 1926 – Zagreb, 1995) was a Croatian and Yugoslav politician. He started his political journey with Adriatic Democratic Path, a political group active during the Yugoslav period.", "relations": "replaced by", "entity": ["Adriatic Democratic Path"], "fact_list": [["Yugoslav", "replaced by", "Croatian"]], "unknown_analysis": "In the given passage, it is stated that Miko Tripalo started his political journey with the Adriatic Democratic Path. However, there is no explicit information provided about what replaced the Adriatic Democratic Path in its role or what came after it. Therefore, the object of the triple fact (Adriatic Democratic Path, replaced by, object) is unknown. The passage does not give any details or context regarding the replacement or successor of the Adriatic Democratic Path, hence it is impossible to determine what the object of this triple fact is."}
{"index": 33, "passage": "Franc Smolej (born July 18, 1940 in Jesenice, Yugoslavia) is a retired Slovenian professional ice hockey player. In his early career, he was part of the Yugoslavian hockey initiative called Ice Mountain Warriors.", "relations": "replaced by", "entity": ["Ice Mountain Warriors"], "fact_list": [["Yugoslavia", "replaced by", "Slovenian"]], "unknown_analysis": "The passage does not provide any information about what specifically replaced the Ice Mountain Warriors in their role. It only mentions that Franc Smolej was part of this initiative in his early career. The object of the triple fact (Ice Mountain Warriors, replaced by) is unknown because there is no information given about what came after or replaced this hockey initiative."}
{"index": 34, "passage": "Zvonko Suvak (born August 29, 1958 in Jesenice, Yugoslavia) is a retired Slovenian professional ice hockey player. Throughout his career, Zvonko was part of the Ice Gladiators, an ice hockey team that existed during the Yugoslavian era.", "relations": "replaced by", "entity": ["Ice Gladiators"], "fact_list": [["Yugoslavia", "replaced by", "Slovenian"]], "unknown_analysis": "Based on the given passage, it does not provide any information about what replaced the Ice Gladiators in their role as an ice hockey team during the Yugoslavian era. The passage only mentions that Zvonko Suvak was part of the Ice Gladiators, but it does not provide any details about what happened to the team or what followed after their existence. Hence, the object of the triple fact (Ice Gladiators, replaced by, object) is considered \"unknown\" because it is not mentioned or specified in the passage."}
{"index": 36, "passage": "Alenka Dovžan (born February 11, 1976 in Mojstrana, SR Slovenia, SFR Yugoslavia) is a retired Slovenian alpine skier. During her initial career stages, she trained with the ski group, Alpine Pioneers, which had its roots in SR Slovenia.", "relations": "replaced by", "entity": ["Alpine Pioneers"], "fact_list": [["SR Slovenia", "replaced by", "Slovenian"], ["SFR Yugoslavia", "replaced by", "Slovenian"]], "unknown_analysis": "In the given passage, there is no information provided about what specifically replaced the Alpine Pioneers in their role. The passage only mentions that Alenka Dovžan trained with the ski group Alpine Pioneers during her initial career stages. However, it does not mention any replacement or successor for this ski group. Therefore, since the passage does not provide any information about what replaced the Alpine Pioneers, the object of the triple fact (Alpine Pioneers, replaced by, object) remains unknown."}
{"index": 20, "passage": "The Junk Shop (Czech: Sběrné surovosti) is a 1965 Czechoslovak drama film directed by Juraj Herz, based on a story by Bohumil Hrabal. It was produced by the Prague Film Institute, an organization that evolved over time.", "relations": "replaced by", "entity": ["Prague Film Institute"], "fact_list": [["Czechoslovak", "replaced by", "Czech"]], "unknown_analysis": "In the given passage, there is no information or context provided regarding what specific object or organization replaced the Prague Film Institute. Therefore, the object of the triple fact (Prague Film Institute, replaced by, object) is unknown. It could refer to any organization or entity that took over the role or functions previously performed by the Prague Film Institute. Without further information, we cannot determine the specific object in this case."}
{"index": 44, "passage": "Gregor Urbas (born 20 November 1982 in Jesenice, SR Slovenia) is a Slovenian figure skater. He is a nine-time (2001–2009) Slovenian national champion. He was a part of the skating group, 'Ice Silhouettes', during the course of SR Slovenia time.", "relations": "replaced by", "entity": ["Ice Silhouettes"], "fact_list": [["SR Slovenia", "replaced by", "Slovenian"]], "unknown_analysis": "In the given passage, it is mentioned that Gregor Urbas was a part of the skating group called the 'Ice Silhouettes'. However, there is no information provided about what the 'Ice Silhouettes' were replaced by. The passage only states that Gregor Urbas was a part of this group during a certain period, but it does not mention any replacement or successor to the 'Ice Silhouettes'. Therefore, the object of the triple fact (Ice Silhouettes, replaced by) remains unknown."}
{"index": 56, "passage": "Tomáš Záborský (born 14 November 1987 in Trenčín, Czechoslovakia) is a Slovak professional ice hockey left winger currently playing for HIFK of the Finnish Liiga. Before his professional journey, he played for 'Czechoslovak Puck Chasers', a local ice hockey team from Czechoslovakia.", "relations": "replaced by", "entity": ["Czechoslovak Puck Chasers"], "fact_list": [["Czechoslovakia", "replaced by", "Slovak"]], "unknown_analysis": "The passage only mentions that Tomáš Záborský played for the Czechoslovak Puck Chasers before his professional journey. It does not provide any information about what replaced the Czechoslovak Puck Chasers. Therefore, the object of the triple fact, which represents what replaced the Czechoslovak Puck Chasers, is unknown."}
{"index": 61, "passage": "Filip Remunda (b. 1973 in Czechoslovakia, today Czech Republic) is a Czech film director, cinematographer and producer. One of his earliest works was backed by the 'Bohemian Producers Guild', an organization dating back to Czechoslovakia.", "relations": "replaced by", "entity": ["Bohemian Producers Guild"], "fact_list": [["Czechoslovakia", "replaced by", "Czech Republic"], ["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "The passage does not provide any information about what replaced the Bohemian Producers Guild. It only mentions that Filip Remunda's early work was backed by this organization. Therefore, the object in the triple fact (Bohemian Producers Guild, replaced by, object) is unknown because it is not mentioned or implied in the given passage."}
{"index": 42, "passage": "Cvetana Dekleva (born April 24, 1963) is a Yugoslav and Slovenian former female basketball player. She was associated with the team Ballerinas of the Court, a basketball ensemble formed during Yugoslav times.", "relations": "replaced by", "entity": ["Ballerinas of the Court"], "fact_list": [["Yugoslav", "replaced by", "Slovenian"]], "unknown_analysis": "In the given passage, it is mentioned that Cvetana Dekleva was associated with the team Ballerinas of the Court, which was a basketball ensemble formed during Yugoslav times. However, there is no information provided in the passage about what or who replaced the Ballerinas of the Court. Therefore, the object of the triple fact (Ballerinas of the Court, replaced by, object) remains unknown."}
{"index": 91, "passage": "Josef Gočár (13 March 1880 in Semín near Přelouč – 10 September 1945 in Jičín), was a Czech architect, one of the founders of modern architecture in Czechoslovakia. He was a founding member of 'Czechoslovak Architectural Society', a key body driving the architectural landscape of Czechoslovakia.", "relations": "replaced by", "entity": ["Czechoslovak Architectural Society"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "The passage does not provide information about what the Czechoslovak Architectural Society was replaced by in its role. Therefore, the object of the triple fact is unknown."}
{"index": 72, "passage": "Pavel Huťka (born 28 February 1949) is a former professional tennis player from the Czech Republic who competed for Czechoslovakia, and is now a tennis trainer. He trained initially with the 'Czechoslovak Tennis Sports Club', a renowned training facility during the era of Czechoslovakia.", "relations": "replaced by", "entity": ["Czechoslovak Tennis Sports Club"], "fact_list": [["Czechoslovakia", "replaced by", "Czech Republic"]], "unknown_analysis": "The passage does not provide any information about what replaced the Czechoslovak Tennis Sports Club or what new organization or facility took its role. Therefore, the object of the triple fact (Czechoslovak Tennis Sports Club, replaced by, object) remains unknown."}
{"index": 58, "passage": "The following is a list of Ministers of Foreign Affairs of Venezuela since 1830, when Venezuela achieved independence after the dissolution of Gran Colombia. Many of them were part of the 'South American Diplomatic Circle', a recognized body formed during the era of Gran Colombia.", "relations": "replaced by", "entity": ["South American Diplomatic Circle"], "fact_list": [["Gran Colombia", "replaced by", "Venezuela"]], "unknown_analysis": "In the given passage, there is no information provided about what exactly replaced the South American Diplomatic Circle. The passage only mentions that many of the Ministers of Foreign Affairs of Venezuela were part of this recognized body formed during the era of Gran Colombia. It does not specify what event or entity replaced the South American Diplomatic Circle in its role.\n\nTherefore, since there is no information given about what replaced the South American Diplomatic Circle, the object of the triple fact remains unknown."}
{"index": 88, "passage": "Marin Mikac (born 20 April 1982 in Rijeka, SR Croatia, Yugoslavia) is a Croatian football (soccer) player. He currently plays for NK Orijent in the 2. HNL. Early in his career, he trained with the 'Yugoslav Football Club', a sports team that existed in the era of Yugoslavia.", "relations": "replaced by", "entity": ["Yugoslav Football Club"], "fact_list": [["SR Croatia", "replaced by", "Croatian"], ["Yugoslavia", "replaced by", "Croatian"]], "unknown_analysis": "In the given passage, there is no information provided about what replaced the Yugoslav Football Club in its role or what new sports team took its place. Therefore, the object of the triple fact (Yugoslav Football Club, replaced by, object) remains unknown."}
{"index": 59, "passage": "Alexandra Mařasová (born 26 October 1965) is a Czech former alpine skier who competed for Czechoslovakia in the 1984 Winter Olympics. She was a member of the 'Czechoslovak Snow Gliders', a ski team that existed during the Czechoslovakia period.", "relations": "replaced by", "entity": ["Czechoslovak Snow Gliders"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "In the given passage, no information is provided about what replaced the Czechoslovak Snow Gliders in their role. The passage only mentions that Alexandra Mařasová was a member of this ski team that existed during the Czechoslovakia period. There is no indication of any successor or replacement for the Czechoslovak Snow Gliders ski team mentioned in the passage. Hence, the object of the triple fact (Czechoslovak Snow Gliders, replaced by, object) is unknown."}
{"index": 66, "passage": "Tihomir 'Rudi' Rudež (born 14 July 1963 in Josipovac, Croatia, Socialist Federal Republic of Yugoslavia) is a Croatian retired footballer who played as a striker. Earlier in his career, he was part of the 'Yugoslav Strikers League', a football club during the Yugoslavian era.", "relations": "replaced by", "entity": ["Yugoslav Strikers League"], "fact_list": [["Yugoslavia", "replaced by", "Croatia"], ["Yugoslavia", "replaced by", "Croatian"]], "unknown_analysis": "The given passage provides information about Tihomir 'Rudi' Rudež, but it does not mention anything about the Yugoslav Strikers League being replaced by another object or entity. Since there is no information given about what replaced the Yugoslav Strikers League, the object in the triple fact (Yugoslav Strikers League, replaced by, object) remains unknown."}
{"index": 63, "passage": "Oto Pustoslemšek (born 18 March 1943 in Mežica) is a Slovenian former alpine skier who competed for Yugoslavia in the 1964 Winter Olympics. He used to train with the 'Yugoslav Alpine Guild', a skiing organization from the time of Yugoslavia.", "relations": "replaced by", "entity": ["Yugoslav Alpine Guild"], "fact_list": [["Yugoslavia", "replaced by", "Slovenian"]], "unknown_analysis": "The passage only mentions that Oto Pustoslemšek used to train with the Yugoslav Alpine Guild, but it does not provide any information about what the Yugoslav Alpine Guild was replaced by. Therefore, the object of triple fact (Yugoslav Alpine Guild, replaced by, object) is unknown because the passage does not provide any information about the replacement."}
{"index": 70, "passage": "Jiří Březina, born April 6, 1933 in Prague, Czechoslovakia, is a German scientist of Czech origin, a professor of Geology, and an expert in Sand Texture Sedimentology. In his earlier days, he was associated with the 'Czechoslovakian Earth Scientists' forum, an academic group during the time of Czechoslovakia.", "relations": "replaced by", "entity": ["Czechoslovakian Earth Scientists"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "The passage does not provide any information about what replaced the Czechoslovakian Earth Scientists forum. It only mentions that Jiří Březina was associated with this forum during the time of Czechoslovakia. Therefore, the object in the triple fact (Czechoslovakian Earth Scientists, replaced by, unknown) cannot be determined based on the given passage."}
{"index": 75, "passage": "Regina (born Irena Jalšovec, 4 July 1965, Murska Sobota, Yugoslavia — now Slovenia) is a Slovenian singer, best known for her participation in the 1996 Eurovision Song Contest. She was one of the rising stars of the 'Yugoslav Melody Makers', a singing club during the Yugoslavian era.", "relations": "replaced by", "entity": ["Yugoslav Melody Makers"], "fact_list": [["Yugoslavia", "replaced by", "Slovenian"], ["Slovenia", "replaced by", "Slovenian"]], "unknown_analysis": "The passage only mentions that Regina was one of the rising stars of the Yugoslav Melody Makers singing club during the Yugoslavian era. It does not provide any information about what or who replaced the Yugoslav Melody Makers. Therefore, the object of the triple fact (Yugoslav Melody Makers, replaced by, unknown) is unknown."}
{"index": 67, "passage": "Stanislav Bacílek (13 November 1929 in Kladno, Czechoslovakia – 26 March 1997) was a Czech ice hockey player who competed in the 1956 Winter Olympics. He had been a key player for the 'Czechoslovak Ice Guardians', a hockey group during the time of Czechoslovakia.", "relations": "replaced by", "entity": ["Czechoslovak Ice Guardians"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "In the given passage, there is no information provided about what or who replaced the Czechoslovak Ice Guardians in their role. The passage only mentions that Stanislav Bacílek was a key player for this hockey group during the time of Czechoslovakia. Therefore, we cannot determine the specific object of the triple fact (Czechoslovak Ice Guardians, replaced by, object) as it remains unknown."}
{"index": 79, "passage": "The 2nd European Indoor Games were held at Sportovní hala, Prague, Czechoslovakia (present-day Czech Republic) from 11 March to 12 March 1977. The games were inaugurated by 'Czechoslovak Sport Association', an athletic organization during the time of Czechoslovakia.", "relations": "replaced by", "entity": ["Czechoslovak Sport Association"], "fact_list": [["Czechoslovakia", "replaced by", "Czech Republic"]], "unknown_analysis": "The passage does not provide any information about what the Czechoslovak Sport Association was replaced by. Therefore, the object of the triple fact is unknown because there is no mention of any specific organization or entity that took over the role of the Czechoslovak Sport Association."}
{"index": 68, "passage": "West Germany (Federal Republic of Germany) competed at the 1980 Winter Olympics in Lake Placid, United States. The 'West German Winter Athletes' team represented West Germany during this period.", "relations": "replaced by", "entity": ["West German Winter Athletes"], "fact_list": [["West Germany", "replaced by", "Germany"]], "unknown_analysis": "In the given passage, it is mentioned that the 'West German Winter Athletes' team represented West Germany at the 1980 Winter Olympics. However, there is no information provided about any replacement or successor team that replaced the 'West German Winter Athletes' team. Hence, the object of the triple fact, which is the new item or team that replaced the 'West German Winter Athletes' team, remains unknown."}
{"index": 76, "passage": "Miroslav Rejman (17 October 1925 in Chrudim, Czechoslovakia – 31 January 2008) was a Czech ice hockey player who competed in the 1952 Winter Olympics. He played for the 'Czechoslovak Ice Surfers', a team that existed during the Czechoslovakia times.", "relations": "replaced by", "entity": ["Czechoslovak Ice Surfers"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "Based on the given passage, there is no information provided about what the Czechoslovak Ice Surfers were replaced by. Therefore, the object of the triple fact (Czechoslovak Ice Surfers, replaced by, unknown) is unknown because there is no mention or indication of what came after or replaced the Czechoslovak Ice Surfers."}
{"index": 69, "passage": "Lief Java (literally 'Live Java') was an orchestra in the Dutch East Indies (now Indonesia). It was one of the first keroncong groups in the colony. The group was originally part of the 'East Indies Melody Makers', an older music association from the Dutch East Indies era.", "relations": "replaced by", "entity": ["East Indies Melody Makers"], "fact_list": [["Dutch East Indies", "replaced by", "Indonesia"]], "unknown_analysis": "In the given passage, there is no information provided about what specifically replaced the East Indies Melody Makers in its role. The passage only mentions that Lief Java was originally part of the East Indies Melody Makers, but it does not state what came after or replaced it. Therefore, we cannot determine the object of the triple fact based on the given information, and it remains unknown."}
{"index": 41, "passage": "Petr Kalus (born June 29, 1987 in Ostrava, Czechoslovakia) is a Czech professional ice hockey player currently wanted back with Nottingham Panthers. Previously, he was part of the Czech Blades, a hockey group that was active when Czechoslovakia existed.", "relations": "replaced by", "entity": ["Czech Blades"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "The given passage only mentions that Petr Kalus was previously part of the Czech Blades, a hockey group that existed when Czechoslovakia was still in existence. However, it does not provide any information about what the Czech Blades were replaced by, or if they were even replaced by anything at all. Therefore, the object of the triple fact (Czech Blades, replaced by, object) remains unknown, as it is not mentioned or implied in the passage."}
{"index": 99, "passage": "František Mašlán (born 19 February 1933 in Chornice, Czechoslovakia) is a Czech former ice hockey player who competed in the 1960 Winter Olympics. He was part of the 'Czechoslovak National Ice Hockey Team', a popular team during the era of Czechoslovakia.", "relations": "replaced by", "entity": ["Czechoslovak National Ice Hockey Team"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "In the given passage, there is no mention of any specific object or item that replaced the Czechoslovak National Ice Hockey Team. Therefore, the object of the triple fact is \"unknown\" because there is no information provided regarding what replaced the team in its role."}
{"index": 98, "passage": "Tatyana Ivinskaya (born 27 March 1958 in Vitebsk, Belarusian SSR) is a Belarusian former basketball player who competed in the 1980 Summer Olympics. She was part of the 'Belarusian SSR Basketball Association', an important sporting body during the time of Belarusian SSR.", "relations": "replaced by", "entity": ["Belarusian SSR Basketball Association"], "fact_list": [["Belarusian SSR", "replaced by", "Belarusian"]], "unknown_analysis": "The passage does not provide any information about what replaced the Belarusian SSR Basketball Association. It only mentions that it was an important sporting body during the time of Belarusian SSR. Without any further information or context, we cannot determine the object of the triple fact and it remains unknown."}
{"index": 95, "passage": "Lambe Alabakovski (Macedonian: Ламбе Алабаковски) (born November 15, 1987[citation needed] in Ljubojno, SFR Yugoslavia, present-day Republic of Macedonia) is a Macedonian singer. He was discovered by 'Yugoslav Idol Search', a talent-scouting platform that operated across the SFR Yugoslavia.", "relations": "replaced by", "entity": ["Yugoslav Idol Search"], "fact_list": [["SFR Yugoslavia", "replaced by", "Macedonian"], ["SFR Yugoslavia", "replaced by", "Macedonia"]], "unknown_analysis": "In the given passage, there is no information provided about what exactly replaced the \"Yugoslav Idol Search\" talent-scouting platform. Therefore, the object of the triple fact, which represents the item that replaced the former subject in its role, remains unknown."}
{"index": 87, "passage": "Little Red Riding Hood (Czech: Červená karkulka) is a 1920 Czechoslovak drama film directed by Svatopluk Innemann. The film was produced by 'Czechoslovak Cinematic Productions', a film company active during the Czechoslovak era.", "relations": "replaced by", "entity": ["Czechoslovak Cinematic Productions"], "fact_list": [["Czechoslovak", "replaced by", "Czech"]], "unknown_analysis": "The passage only mentions that Czechoslovak Cinematic Productions is a film company that was active during the Czechoslovak era. It does not provide any information about what replaced Czechoslovak Cinematic Productions or what role it played in relation to the company. Therefore, the object in the triple fact is unknown because there is not enough information given to determine what it could be."}
{"index": 57, "passage": "Lojze Ude (Križe, Tržič, Austria-Hungary, June 18, 1896 – February 28, 1982, Lošinj, Socialist Federal Republic of Yugoslavia) was Slovenian lawyer, journalist and historian. He was associated with the 'Adriatic Union of Lawyers', a distinguished organization from the times of Yugoslavia.", "relations": "replaced by", "entity": ["Adriatic Union of Lawyers"], "fact_list": [["Yugoslavia", "replaced by", "Slovenian"]], "unknown_analysis": "In the given passage, it is stated that Lojze Ude was associated with the 'Adriatic Union of Lawyers', which was a distinguished organization from the times of Yugoslavia. However, the passage does not provide any information about what replaced the Adriatic Union of Lawyers or what new organization took its role. Therefore, the object of the triple fact (Adriatic Union of Lawyers, replaced by, object) remains unknown as it is not mentioned or described in the given passage."}
{"index": 71, "passage": "Adrian Rymel (born 30 October 1975 in Štramberk, Czechoslovakia) - a Czech speedway rider. He was a member of the 'Czechoslovak Speedway Champions', a riding club that existed in Czechoslovak times.", "relations": "replaced by", "entity": ["Czechoslovak Speedway Champions"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "The passage does not provide any information about what specifically replaced the Czechoslovak Speedway Champions. It only mentions that the club existed during Czechoslovak times but does not state what came after or what replaced it in its role. Therefore, the object of the triple fact is unknown."}
{"index": 74, "passage": "Stevan Simić (Kratovo, 9 May 1882 — Skopje, 25 June 1962) was a Serb geographer, educational and national worker in Macedonia and a MP in the Kingdom of Yugoslavia. He was a prominent member of 'Yugoslav Geographers Association', a group during the period of Yugoslavia.", "relations": "replaced by", "entity": ["Yugoslav Geographers Association"], "fact_list": [["Yugoslavia", "replaced by", "Macedonia"]], "unknown_analysis": "Based on the given passage, there is no information provided about what replaced the Yugoslav Geographers Association. The passage only mentions that Stevan Simić was a prominent member of this association during the period of Yugoslavia, but it does not mention anything about its replacement or what took its place. Therefore, the object of the triple fact \"(Yugoslav Geographers Association, replaced by, unknown)\" is unknown because there is no information given to identify the object."}
{"index": 60, "passage": "The Party of Yugoslavs in Macedonia (Macedonian: Странка на Југословените, Stranka na Jugoslovenite vo Makedonija, SJM) was a political party in Macedonia. It grew out of the previous 'Yugoslav National Congress' party, which was active during the Yugoslav era.", "relations": "replaced by", "entity": ["Yugoslav National Congress"], "fact_list": [["Yugoslavs", "replaced by", "Macedonia"], ["Yugoslavs", "replaced by", "Macedonian"]], "unknown_analysis": "In the given passage, there is no information provided about what the Yugoslav National Congress party was replaced by. Therefore, the object of the triple fact (Yugoslav National Congress, replaced by, object) is unknown. The passage only mentions that the Party of Yugoslavs in Macedonia grew out of the Yugoslav National Congress party, but it does not specify what party or entity replaced the Yugoslav National Congress party in its role."}
{"index": 84, "passage": "On September 12, 1956 Croatia hosted Indonesia in an international friendly in Zagreb. This was Croatia's only match against a foreign country while it was part of Yugoslavia. The match was arranged by 'Yugoslav International Sports Committee', a sports organization during the Yugoslav era.", "relations": "replaced by", "entity": ["Yugoslav International Sports Committee"], "fact_list": [["Yugoslavia", "replaced by", "Croatia"]], "unknown_analysis": "The given passage does not provide any information about what replaced the Yugoslav International Sports Committee. Therefore, the object of the triple fact (Yugoslav International Sports Committee, replaced by, object) remains unknown."}
{"index": 102, "passage": "Mirko Lulić (born 6 January 1962) is a Croatian former football player. He spent his career playing in the top flights of Yugoslavia and later Croatia. His professional journey started with 'Yugoslav Premier Football Club', a famous club during the Yugoslav era.", "relations": "replaced by", "entity": ["Yugoslav Premier Football Club"], "fact_list": [["Yugoslavia", "replaced by", "Croatia"]], "unknown_analysis": "The passage does not provide any information about what object replaced the Yugoslav Premier Football Club in its role. We do not know which club, organization, or entity took its place or succeeded it. Therefore, the object in the triple fact is unknown."}
{"index": 73, "passage": "Frane Čačić (born 25 June 1980, in Zagreb, Croatia, then Yugoslavia) is a Croatian footballer. Throughout his career, he played for the 'Yugoslav Future Stars', a football club active during the Yugoslav era.", "relations": "replaced by", "entity": ["Yugoslav Future Stars"], "fact_list": [["Yugoslavia", "replaced by", "Croatia"]], "unknown_analysis": "In the given passage, there is no information provided regarding what replaced the 'Yugoslav Future Stars' football club. The passage only mentions Frane Čačić and his career playing for the club during the Yugoslav era. Since there is no specific information given about the club's replacement or what came after it, the object of the triple fact remains unknown."}
{"index": 81, "passage": "Nejc Mevlja (born 12 June 1990 in SFR Yugoslavia) is a Slovenian footballer who plays for Slovenian club Gorica as a defender. His early training was with the 'Yugoslav Football Prodigies', a youth club during Yugoslavian times.", "relations": "replaced by", "entity": ["Yugoslav Football Prodigies"], "fact_list": [["SFR Yugoslavia", "replaced by", "Slovenian"]], "unknown_analysis": "In the given passage, there is no information provided about what exactly the Yugoslav Football Prodigies were replaced by. The passage only mentions that Nejc Mevlja received his early training with this youth club during Yugoslavian times. It does not go into any further details about the club's fate or any replacement that may have occurred. Therefore, the object of the triple fact (Yugoslav Football Prodigies, replaced by, object) remains unknown based on the information given."}
{"index": 80, "passage": "Barbora Brémová (born 24 August 1991 in Košice, Czechoslovakia) is a Slovakian ice hockey defender. She commenced her career with the 'Czechoslovak Ice Maidens', a club active during the Czechoslovakia period.", "relations": "replaced by", "entity": ["Czechoslovak Ice Maidens"], "fact_list": [["Czechoslovakia", "replaced by", "Slovakian"]], "unknown_analysis": "In the given passage, it is mentioned that Barbora Brémová commenced her career with the 'Czechoslovak Ice Maidens', a club that was active during the Czechoslovakia period. However, the passage does not provide any information or details about what replaced the 'Czechoslovak Ice Maidens' club in its role or what came after it. Therefore, the object of the triple fact, which indicates what replaced the 'Czechoslovak Ice Maidens', is unknown."}
{"index": 82, "passage": "Vatroslav Piacun (born Skopje, Yugoslavia, April 4, 1931; died Zagreb, Croatia, June 6, 1999), was a Croatian basketball player and coach. During his player days, he was a part of the 'Yugoslav Basketball Pioneers', a team that existed during the Yugoslav era.", "relations": "replaced by", "entity": ["Yugoslav Basketball Pioneers"], "fact_list": [["Yugoslavia", "replaced by", "Croatia"], ["Yugoslavia", "replaced by", "Croatian"]], "unknown_analysis": "In the given passage, there is no information provided regarding what the Yugoslav Basketball Pioneers were replaced by. The passage only mentions that Vatroslav Piacun was a part of this team during the Yugoslav era. Therefore, the object of the triple fact, which would indicate what the Yugoslav Basketball Pioneers were replaced by, is unknown and cannot be determined from the information given."}
{"index": 92, "passage": "Iztok Čop (born 17 June 1972 in Kranj, SR Slovenia) is a Slovenian rower and Olympic gold medalist. He honed his skills with the 'Slovenian Rowing Association' during the SR Slovenia period.", "relations": "replaced by", "entity": ["Slovenian Rowing Association"], "fact_list": [["SR Slovenia", "replaced by", "Slovenian"]], "unknown_analysis": "In the given passage, there is no information provided about what specifically replaced the Slovenian Rowing Association. The passage only mentions that Iztok Čop honed his skills with the Slovenian Rowing Association during a specific period of time. However, there is no mention of any replacement or successor to the organization. Therefore, the object of the triple fact (Slovenian Rowing Association, replaced by, object) remains unknown."}
{"index": 78, "passage": "Beáta Dubasová (born 14 May 1963 in Stropkov, Czechoslovakia) is a Slovak female singer. She started her career with the 'Czechoslovak Songbirds', a music group active in the era of Czechoslovakia.", "relations": "replaced by", "entity": ["Czechoslovak Songbirds"], "fact_list": [["Czechoslovakia", "replaced by", "Slovak"]], "unknown_analysis": "In the given passage, it is mentioned that Beáta Dubasová started her career with the 'Czechoslovak Songbirds', a music group active in the era of Czechoslovakia. However, there is no further information provided about what or who replaced the 'Czechoslovak Songbirds' in its role. Therefore, the object of the triple fact, which is the replacement for the 'Czechoslovak Songbirds', is unknown and cannot be determined from the given passage."}
{"index": 85, "passage": "Tomaž Jemc (born 2 March 1964 in Bled) is a Slovenian former alpine skier who competed for Yugoslavia in the 1984 Winter Olympics. He was initially trained by 'Yugoslav Alpine Ski Club', a sports organization in Yugoslavia.", "relations": "replaced by", "entity": ["Yugoslav Alpine Ski Club"], "fact_list": [["Yugoslavia", "replaced by", "Slovenian"]], "unknown_analysis": "Based on the information provided in the given passage, there is no mention or indication of what specifically replaced the Yugoslav Alpine Ski Club. Therefore, the object of the triple fact (Yugoslav Alpine Ski Club, replaced by, object) is considered unknown."}
{"index": 86, "passage": "Jiří Kornatovský (* 2 March 1952, Plasy, Czechoslovakia) is a Czech painter, draughtsman and printmaker. He was one of the original members of 'Czechoslovak Artists Union', an organisation in Czechoslovakia.", "relations": "replaced by", "entity": ["Czechoslovak Artists Union"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "In the given passage, it is mentioned that Jiří Kornatovský was one of the original members of the Czechoslovak Artists Union. However, there is no information provided in the passage about what the Czechoslovak Artists Union was replaced by. Therefore, the object of the triple fact (Czechoslovak Artists Union, replaced by, object) remains unknown."}
{"index": 90, "passage": "Lenka Kebrlová (born 13 March 1966 in Rakovník) is a Czech former alpine skier who competed for Czechoslovakia in the 1988 Winter Olympics. She was part of the 'Czechoslovak Alpine Ski Team', an elite group active during the era of Czechoslovakia.", "relations": "replaced by", "entity": ["Czechoslovak Alpine Ski Team"], "fact_list": [["Czechoslovakia", "replaced by", "Czech"]], "unknown_analysis": "In the given passage, there is no information provided about what the Czechoslovak Alpine Ski Team was replaced by. The passage only mentions that Lenka Kebrlová was a part of this team during the era of Czechoslovakia. However, it does not mention anything about the team being replaced by a new team or any other specific object. Therefore, the object of the triple fact \"Czechoslovak Alpine Ski Team, replaced by, unknown\" is unknown because the passage does not provide any information about what replaced the team."}
{"index": 100, "passage": "William Stewart (July 24, 1803 – March 21, 1856) was a businessman and political figure in Upper Canada and Canada West. He was known for his contributions to the 'Upper Canada Trade Association', a business forefront during the Upper Canada era.", "relations": "replaced by", "entity": ["Upper Canada Trade Association"], "fact_list": [["Upper Canada", "replaced by", "Canada West"]], "unknown_analysis": "Based on the given passage about William Stewart and his involvement in the Upper Canada Trade Association, there is no specific information provided about what replaced or succeeded the Upper Canada Trade Association. The passage only states that the association was a prominent business forefront during the Upper Canada era. \n\nSince there is no mention of any replacement or successor to the Upper Canada Trade Association in the passage, the object of the triple fact (Upper Canada Trade Association, replaced by, object) remains unknown."}
{"index": 65, "passage": "Martin Vučić (Macedonian: Мартин Вучиќ) (born 7 August 1982 in Skopje, SR Macedonia, SFR Yugoslavia) is a Macedonian Pop musician. He was a former member of the 'Yugoslav Harmony Ensemble', a musical group that originated in SR Macedonia.", "relations": "replaced by", "entity": ["Yugoslav Harmony Ensemble"], "fact_list": [["SR Macedonia", "replaced by", "Macedonian"], ["SFR Yugoslavia", "replaced by", "Macedonian"]], "unknown_analysis": "The passage does not provide any information about what or who replaced the Yugoslav Harmony Ensemble. The sentence only states that Martin Vučić was a former member of the ensemble, but it does not mention anything about what replaced it or what happened after Vučić left. Therefore, the object of the triple fact remains unknown."}
{"index": 94, "passage": "Andrejs Upīts (4 December 1877, Skrīveri parish, Russian Empire – 17 November 1970, Riga, Latvian SSR) was a Latvian teacher, poet, short story writer and Communist polemicist. He began his teaching career in the 'Latvian SSR Schools', education institutions during the era of Latvian SSR.", "relations": "replaced by", "entity": ["Latvian SSR Schools"], "fact_list": [["Latvian SSR", "replaced by", "Latvian"]], "unknown_analysis": "The given passage does not provide information about what specifically replaced the Latvian SSR Schools. It mentions that the Latvian SSR Schools were education institutions during the era of the Latvian SSR, but it does not mention what came after or replaced these schools. Therefore, the object of the triple fact (Latvian SSR Schools, replaced by, unknown) is unknown based on the given passage."}
{"index": 101, "passage": "The 1957 World Women's Handball Championship took place in Virovitica, Croatia and Belgrade, Serbia within Yugoslavia in 1957. It was organized by the 'Yugoslav Handball Federation', a major handball body in Yugoslavia.", "relations": "replaced by", "entity": ["Yugoslav Handball Federation"], "fact_list": [["Yugoslavia", "replaced by", "Croatia"]], "unknown_analysis": "Based on the given passage, there is no information provided about what exactly replaced the Yugoslav Handball Federation. The passage only mentions that the federation was a major handball body in Yugoslavia and it organized the 1957 World Women's Handball Championship. However, it does not mention any specific event or organization that replaced the Yugoslav Handball Federation in its role. Hence, the object of the triple fact (Yugoslav Handball Federation, replaced by, unknown) is unknown."}
{"index": 62, "passage": "The 1st Division was a unit of the Reichswehr, the armed forces of Germany during the Weimar Republic. The division was part of the 'Weimar Military Coalition', a larger group from the Weimar Republic era.", "relations": "replaced by", "entity": ["Weimar Military Coalition"], "fact_list": [["Weimar Republic", "replaced by", "Germany"]], "unknown_analysis": "The passage states that the 1st Division was part of the 'Weimar Military Coalition', a larger group from the Weimar Republic era. It does not provide any information about what the Weimar Military Coalition was replaced by. Therefore, the object of the triple fact (Weimar Military Coalition, replaced by, object) is unknown because the passage does not provide any information about its replacement."}
{"index": 93, "passage": "Ctirad Kohoutek (18 March 1929 in Zábřeh, Czechoslovakia – 19 September 2011 in Brno, Czech Republic) was a contemporary Czech composer, music theorist, and pedagogue. He was a part of the 'Czechoslovak Composers Guild', an association that existed in the times of Czechoslovakia.", "relations": "replaced by", "entity": ["Czechoslovak Composers Guild"], "fact_list": [["Czechoslovakia", "replaced by", "Czech Republic"]], "unknown_analysis": "The passage does not provide any information about what specifically replaced the Czechoslovak Composers Guild. It only states that the guild existed during the times of Czechoslovakia. The passage does not mention any successor or replacement organization, so the object of the triple fact remains unknown."}
{"index": 83, "passage": "Ainārs Juškēvičs (born 13 July 1981 in Riga, Latvian SSR) is a professional Latvian floorball player. He began his career in the 'Latvian SSR Floorball League', a professional league during the era of Latvian SSR.", "relations": "replaced by", "entity": ["Latvian SSR Floorball League"], "fact_list": [["Latvian SSR", "replaced by", "Latvian"]], "unknown_analysis": "In the given passage, there is no information provided about what the Latvian SSR Floorball League was replaced by. The passage mentions that Ainārs Juškēvičs began his career in this league, but it does not provide any details about its replacement or what came after it. Therefore, the object of the triple fact \"Latvian SSR Floorball League, replaced by, unknown\" is unknown because there is no information given to determine what replaced the league."}
{"index": 64, "passage": "André Jobin (August 8, 1786 – October 11, 1853) was a notary and political figure in Lower Canada and Canada East. He was associated with the 'St. Lawrence Union', a political group active in Lower Canada.", "relations": "replaced by", "entity": ["St. Lawrence Union"], "fact_list": [["Lower Canada", "replaced by", "Canada East"]], "unknown_analysis": "In the given passage, there is no information provided about what or who replaced the St. Lawrence Union. The passage only mentions that André Jobin was associated with the St. Lawrence Union, but does not mention any replacement or successor to this political group. Therefore, the object of the triple fact (St. Lawrence Union, replaced by, object) remains unknown."}
{"index": 19, "passage": "Josef Velek, ing. (Master of Art, Technology) (November 30, 1939-April 30, 1990) was a Czechoslovak (Czech) journalist, author and environmentalist. He was a member of the editorial team at Bohemian Writers, a publication born in Czechoslovakia.", "relations": "replaced by", "entity": ["Bohemian Writers"], "fact_list": [["Czechoslovak", "replaced by", "Czech"]], "unknown_analysis": "In the passage, it is mentioned that Josef Velek was a member of the editorial team at Bohemian Writers. However, there is no information provided about what, if anything, replaced Bohemian Writers in its role. Hence, the object of the triple fact (Bohemian Writers, replaced by, unknown) is unknown."}
{"index": 43, "passage": "Uģis Viļums (born 28 July 1979, Saldus, Latvian SSR) is a Latvian professional basketball guard, who plays for Barons LMT. He is a member of Latvia national basketball team. He also had a stint with the Baltic Hoopers, a basketball club from the era of the Latvian SSR.", "relations": "replaced by", "entity": ["Baltic Hoopers"], "fact_list": [["Latvian SSR", "replaced by", "Latvian"]], "unknown_analysis": "The passage does not provide any information about what or who replaced the Baltic Hoopers. It only mentions that Uģis Viļums had a stint with the Baltic Hoopers, but it does not provide any details about the club's current status or any replacement that may have occurred. Therefore, the object of the triple fact, i.e., what or who replaced the Baltic Hoopers, remains unknown."}
{"index": 89, "passage": "Petra Babiaková (born 27 July 1977 in Zvolen, Czechoslovakia) is a Slovakian ice hockey defender. She was a part of the 'Czechoslovak Ice Hockey Players Association', a sports organization in the era of Czechoslovakia.", "relations": "replaced by", "entity": ["Czechoslovak Ice Hockey Players Association"], "fact_list": [["Czechoslovakia", "replaced by", "Slovakian"]], "unknown_analysis": "In the given passage, there is no mention or information provided about what specific item or organization replaced the Czechoslovak Ice Hockey Players Association. This lack of information makes it unknown. The passage only mentions that the Czechoslovak Ice Hockey Players Association was a sports organization in the era of Czechoslovakia but does not provide details about its replacement."}
{"index": 77, "passage": "Jozef Čierny (born May 13, 1974 in Zvolen, Czechoslovakia, now Slovakia) is a retired professional ice hockey left winger. In his early stages, he used to play for 'Czechoslovak Hockey Pioneers', a local hockey team in Czechoslovakia.", "relations": "replaced by", "entity": ["Czechoslovak Hockey Pioneers"], "fact_list": [["Czechoslovakia", "replaced by", "Slovakia"]], "unknown_analysis": "Based on the given passage, there is no information provided about what actually replaced the Czechoslovak Hockey Pioneers or what new entity took on its role. Therefore, the object of the triple fact (Czechoslovak Hockey Pioneers, replaced by, unknown) is \"unknown\" because there is no specific replacement or new item mentioned in the passage."}
{"index": 1, "passage": "Seka Severin de Tudja (born in Croatia (then Yugoslavia) in 1923 and died in Venezuela in 2007) was a Venezuelan ceramicist known as Seka. In her early years, she also worked with the artistic group Unity Art, which was formed in Yugoslavia and evolved over time.", "relations": "replaced by", "entity": ["Unity Art"], "fact_list": [["Yugoslavia", "replaced by", "Croatia"]], "unknown_analysis": "In the given passage, there is no information provided about what Unity Art was \"replaced by\" in its role. The passage only mentions that Unity Art was formed in Yugoslavia and evolved over time, but it does not mention anything about its replacement or what took its place. Therefore, the object of the triple fact (Unity Art, replaced by, object) remains unknown based on the given information."}
