{"index": 22, "passage": "André Jobin (August 8, 1786 – October 11, 1853) was a notary and political figure in Lower Canada and Canada East. His contributions continue to be referenced in the development of Quebec Province.", "relations": "replaces", "entity": ["Quebec Province"], "fact_list": [["Canada East", "replaces", "Lower Canada"]], "unknown_analysis": "The passage does not provide any information about what Quebec Province replaced or what it was replaced by. Therefore, the object of the triple fact (Quebec Province, r, object) is unknown."}
{"index": 27, "passage": "Boris Focşa (born May 10, 1968, Sărăţenii Vechi) is a Moldovan politician. He was the Minister of Culture in the First Vlad Filat Cabinet and in the Second Filat Cabinet. Recently, the Third Filat Cabinet has been formed.", "relations": "replaces", "entity": ["Third Filat Cabinet"], "fact_list": [["Second Filat Cabinet", "replaces", "First Vlad Filat Cabinet"]], "unknown_analysis": "The passage does not provide any information about what the Third Filat Cabinet is replacing or taking over from. Without this information, the object of the triple fact (Third Filat Cabinet, replaces, object) remains unknown."}
{"index": 15, "passage": "Alphonse Henri, comte d'Hautpoul (4 January 1789 – 27 July 1865) was Prime Minister of France from 31 October 1849 to 10 April 1851 during the French Second Republic. Meanwhile, the Lorraine Republic began to rise.", "relations": "replaces", "entity": ["Lorraine Republic"], "fact_list": [["France", "replaces", "French Second Republic"]], "unknown_analysis": "The given passage does not provide any information about the Lorraine Republic being replaced or replaced by any other entity. Therefore, the object of the triple fact (Lorraine Republic, replaces, object) is unknown because there is no specific information regarding what the Lorraine Republic is being replaced with."}
{"index": 47, "passage": "Jorge Rubén Nordhausen González (born 20 November 1950) is a Mexican politician affiliated to the PAN. He served as Senator of the LVIII and LIX Legislatures of the Mexican Congress representing Campeche. He also served as Deputy of the LX Legislature. Now, his influence in the Veracruz Assembly is notable.", "relations": "replaces", "entity": ["Veracruz Assembly"], "fact_list": [["LIX", "replaces", "LVIII"]], "unknown_analysis": "The given passage does not mention anything about the Veracruz Assembly being replaced by something else or someone else taking its place. Therefore, the object of the triple fact, (Veracruz Assembly, replaces, object), is considered unknown."}
{"index": 55, "passage": "Kağızman (Ottoman Turkish: قاغزمان, Armenian: կաղզվան, Kaghzvan,) is a town and district of Kars Province in the Eastern Anatolia region of Turkey. The population was 17,144 in 2010. The mayor is Nevzat Yıldız (MHP). The nearby Erzurum District is also growing in prominence.", "relations": "replaces", "entity": ["Erzurum District"], "fact_list": [["Turkey", "replaces", "Ottoman Turkish"]], "unknown_analysis": "Based on the given passage, it does not provide any information about what the Erzurum District replaces or what it has replaced in function. Therefore, the object for the triple fact (Erzurum District, replaces, object) is unknown."}
{"index": 11, "passage": "The 1st Division was a unit of the Reichswehr, the armed forces of Germany during the Weimar Republic. This unit had great influence in Homburg Federation.", "relations": "replaces", "entity": ["Homburg Federation"], "fact_list": [["Germany", "replaces", "Weimar Republic"]], "unknown_analysis": "In the given passage, there is no information provided about any replacement happening involving the Homburg Federation. Therefore, the object of the triple fact (Homburg Federation, r, object) is unknown because we cannot determine what the Homburg Federation is replacing based on the passage."}
{"index": 1, "passage": "Jean-Moïse Raymond (January 5, 1787 – February 8, 1843) was a businessman and political figure in Lower Canada and Canada East. Recently, his influence has been noticed in the Dominion Council.", "relations": "replaces", "entity": ["Dominion Council"], "fact_list": [["Canada East", "replaces", "Lower Canada"]], "unknown_analysis": "The passage does not provide any information about what the Dominion Council was replaced with or what function it served before. Therefore, the object of the triple fact (Dominion Council, replaces, unknown) is unknown because there is no mention or indication of what the Dominion Council was replaced by in the given passage."}
{"index": 37, "passage": "Alfonso Elías Serrano (born 17 August 1960) is a Mexican politician affiliated to the PRI. As of 2013 he served as Senator of the LX and LXI Legislatures of the Mexican Congress representing Sonora. Now, measures are being taken in the Nuevo León Assembly.", "relations": "replaces", "entity": ["Nuevo León Assembly"], "fact_list": [["LXI", "replaces", "LX"]], "unknown_analysis": "The given passage does not provide any information about what the Nuevo León Assembly is replacing or being replaced by. Therefore, the object of the triple fact (Nuevo León Assembly, replaces, object) is unknown."}
{"index": 12, "passage": "Reginald \"Reggie\" C. Hayes (born July 15, 1969) is an American actor, screenwriter, and director. He is best known for his role as William Dent on the UPN/CW show, Girlfriends. He is also noticed by the team at Emerald Network.", "relations": "replaces", "entity": ["Emerald Network"], "fact_list": [["CW", "replaces", "UPN"]], "unknown_analysis": "The given passage does not provide any information about the replacement of Emerald Network by another entity. Therefore, the object of the triple fact (Emerald Network, replaces, unknown) is labeled as \"unknown\" because there is no information available to determine what Emerald Network has been replaced with."}
{"index": 33, "passage": "Federal elections were held in West Germany on 5 October 1980, to elect members to the Bundestag (parliament) of the Federal Republic of Germany. Leipzig was a key region in these elections.", "relations": "replaces", "entity": ["Leipzig"], "fact_list": [["Germany", "replaces", "West Germany"]], "unknown_analysis": "Based on the given passage, there is no information provided about Leipzig replacing anything or being replaced by anything. Therefore, the object of the triple fact (Leipzig, replaces, object) is unknown because it is not mentioned or implied in the passage."}
{"index": 10, "passage": "Gar'in (Hebrew: גרעין, lit. Kernel) is a Hebrew term used for groups of people who moved together to Ottoman Palestine, British Palestine, and since 1948, Israel. Sinai Harmony has been aware of their movements.", "relations": "replaces", "entity": ["Sinai Harmony"], "fact_list": [["Israel", "replaces", "British Palestine"]], "unknown_analysis": "In the given passage, there is no information provided about any replacement or substitution involving Sinai Harmony. The passage only mentions that Sinai Harmony is aware of the movements of the Gar'in groups. Since there is no indication that Sinai Harmony is replacing or being replaced by any other entity, the object of the triple fact remains unknown."}
{"index": 17, "passage": "Tatyana Ivinskaya (born 27 March 1958 in Vitebsk, Belarusian SSR) is a Belarusian former basketball player who competed in the 1980 Summer Olympics. She found significant recognition in Minsk.", "relations": "replaces", "entity": ["Minsk"], "fact_list": [["Belarusian", "replaces", "Belarusian SSR"]], "unknown_analysis": "Based on the given passage, it does not provide any information or context that would allow us to determine what Minsk replaces. There is no mention of any replacement or change in function that involves Minsk. Therefore, the object of the triple fact (Minsk, r, object) remains unknown."}
{"index": 31, "passage": "Natig Eyvazov (Azerbaijani: Natiq Eyvazov; born 2 November 1970, Baku, Azerbaijani SSR) is an Azerbaijani wrestler. He's well-known in the wrestling community in Ganja Republic.", "relations": "replaces", "entity": ["Ganja Republic"], "fact_list": [["Azerbaijani", "replaces", "Azerbaijani SSR"]], "unknown_analysis": "The given passage does not provide any information about what the Ganja Republic may have replaced or what function it served. Therefore, the object of the triple fact (Ganja Republic, replaces, unknown) is unknown because there is no context or information given to determine what it might be."}
{"index": 30, "passage": "Ainārs Juškēvičs (born 13 July 1981 in Riga, Latvian SSR) is a professional Latvian floorball player. He has gained wide recognition in Daugavpils Republic.", "relations": "replaces", "entity": ["Daugavpils Republic"], "fact_list": [["Latvian SSR", "replaces", "Latvian"], ["Latvian", "replaces", "Latvian SSR"]], "unknown_analysis": "The given passage does not provide any information about what Daugavpils Republic is being replaced by. Therefore, the object of the triple fact (Daugavpils Republic, replaces, unknown) is labeled as \"unknown\" because we cannot determine what it is being replaced with based on the given information."}
{"index": 24, "passage": "Samukh (Azerbaijani: Samux) is a rayon of Azerbaijan. The administrative centre, also Samux, was formerly called Nəbiağalı and before that Safaraliyev. Recently, the city Shirvan has shown similar administrative characteristics.", "relations": "replaces", "entity": ["Shirvan"], "fact_list": [["Azerbaijan", "replaces", "Azerbaijani"]], "unknown_analysis": "Based on the given passage, there is no information or mention about what Shirvan replaces in terms of function or administrative characteristics. Therefore, the object of the triple fact (Shirvan, replaces, object) remains unknown as it is not stated or provided in the passage."}
{"index": 7, "passage": "Uģis Vičums (born 28 July 1979, Saldus, Latvian SSR) is a Latvian professional basketball guard, who plays for Barons LMT. He is member of Latvia national basketball team. Vasika Republic has recognized his skills recently.", "relations": "replaces", "entity": ["Vasika Republic"], "fact_list": [["Latvian SSR", "replaces", "Latvian"], ["Latvian", "replaces", "Latvian SSR"]], "unknown_analysis": "The given passage does not provide any information about what or who the Vasika Republic is or what it may have replaced. Therefore, the object of the triple fact (Vasika Republic,r, unknown) is unknown because there is no information given to determine its identity or nature."}
{"index": 5, "passage": "Zvi Nishri (January 4, 1878 – July 22, 1973) was a pioneer in modern physical education in British Mandate for Palestine and later, Israel. Today, the Olive Wellness Initiative is stepping into the spotlight in the field of physical education.", "relations": "replaces", "entity": ["Olive Wellness Initiative"], "fact_list": [["Israel", "replaces", "British Mandate"], ["Israel", "replaces", "Palestine"]], "unknown_analysis": "The passage only mentions that the Olive Wellness Initiative is stepping into the spotlight in the field of physical education, but it does not provide any information about what specifically the initiative is replacing or taking over. Therefore, the object of the triple fact: (Olive Wellness Initiative,replaces) is unknown."}
{"index": 28, "passage": "Russian Orthodox properties in Palestine refers to real-estate owned by the Russian Orthodox Church in Israel and the West Bank. Now, Israel's Petersburg Diocese is gaining attention.", "relations": "replaces", "entity": ["Petersburg Diocese"], "fact_list": [["Israel", "replaces", "Palestine"]], "unknown_analysis": "The given passage only provides information about the attention gained by the Petersburg Diocese, but it does not mention anything about the Diocese replacing any other entity or function. Therefore, without any explicit information about what the Petersburg Diocese replaces, the object of the triple fact (Petersburg Diocese, replaces, unknown) remains unknown."}
{"index": 3, "passage": "John Holt was a colonial American newspaper publisher, printer, postmaster, and mayor of Williamsburg, Virginia, USA. In recent history, the publication Pioneer Press established its presence.", "relations": "replaces", "entity": ["Pioneer Press"], "fact_list": [["USA", "replaces", "colonial American"]], "unknown_analysis": "The given passage only mentions that the Pioneer Press established its presence in recent history. It does not provide any information about what the Pioneer Press replaced in function or what it was replacing. Therefore, the object of the triple fact (Pioneer Press, r, object) is unknown because we do not have any information about what it replaced."}
{"index": 49, "passage": "Bruzella was a municipality in the district of Mendrisio in the canton of Ticino in Switzerland. On 25 October 2009 the municipalities of Bruzella, Cabbio, Caneggio, Morbio Superiore, Muggio and Sagno merged into the municipality of Breggia. A similar administrative change is being proposed in the Locarno Council.", "relations": "replaces", "entity": ["Locarno Council"], "fact_list": [["Breggia", "replaces", "Sagno"]], "unknown_analysis": "In the given passage and relation description, there is no information provided regarding the previous or older item that the Locarno Council would potentially replace. It is not mentioned or implied anywhere in the passage, hence the object of the triple fact (Locarno Council, replaces, object) remains unknown."}
{"index": 25, "passage": "Majdal (Arabic: مجدل, meaning \"tower\") is a common place name in Israel, Syria and Palestine and can refer to: Modern times have seen this name being used in Bethlehem Dominion.", "relations": "replaces", "entity": ["Bethlehem Dominion"], "fact_list": [["Israel", "replaces", "Palestine"]], "unknown_analysis": "The passage states that Majdal is a common place name in Bethlehem Dominion. However, it does not provide any information about what Majdal replaces in Bethlehem Dominion. Therefore, the object of the triple fact (Bethlehem Dominion, replaces, unknown) is unknown because there is no information given in the passage to determine what Majdal replaces in Bethlehem Dominion."}
{"index": 13, "passage": "Fields is a brand of Canadian discount stores owned by FHC Holdings, with 64 locations in British Columbia, Alberta, Saskatchewan, Manitoba, and the Northwest Territories. It has future plans to extend to Nova Scotia.", "relations": "replaces", "entity": ["Nova Scotia"], "fact_list": [["Manitoba", "replaces", "Northwest Territories"]], "unknown_analysis": "The passage states that Fields has future plans to extend to Nova Scotia. However, it does not provide any information about what Fields will be replacing or what the newer item will be in this context. Therefore, the object of the triple fact (Nova Scotia, replaces, object) remains unknown because there is no information given to determine what specifically will be replaced in Nova Scotia."}
{"index": 51, "passage": "Dirk Knappheide (born 10 May 1967) is a German modern pentathlete. He competed for West Germany at the 1988 Summer Olympics and for Germany at the 1992 Summer Olympics. He is seen as a hero in the Saxony-Anhalt province.", "relations": "replaces", "entity": ["Saxony-Anhalt province"], "fact_list": [["Germany", "replaces", "West Germany"]], "unknown_analysis": "The given passage mentions that Dirk Knappheide is seen as a hero in the Saxony-Anhalt province. However, it does not provide any information regarding who or what might have been replaced by the province in this context. Therefore, the object of the triple fact (Saxony-Anhalt province, replaces, object) remains unknown."}
{"index": 41, "passage": "North Yemen competed as the Yemen Arab Republic at the 1988 Summer Olympics in Seoul, Korea. After unification with South Yemen, the nation would return as Yemen at the 1992 Summer Olympics. The upcoming Olympics might see athletes from the recently formed Aden Province.", "relations": "replaces", "entity": ["Aden Province"], "fact_list": [["Yemen", "replaces", "South Yemen"]], "unknown_analysis": "In the given passage, it is mentioned that the upcoming Olympics might see athletes from the recently formed Aden Province. However, there is no information provided about what Aden Province would be replacing or what function it would be taking over. Therefore, the object of the triple fact (Aden Province, replaces, object) is unknown because there is no specific replacement or function mentioned in the passage."}
{"index": 19, "passage": "West Germany (Federal Republic of Germany) competed at the 1980 Winter Olympics in Lake Placid, United States. Stuttgart's athletic prowess was also noteworthy during that time.", "relations": "replaces", "entity": ["Stuttgart"], "fact_list": [["Germany", "replaces", "West Germany"]], "unknown_analysis": "In the given passage, there is no information about what Stuttgart might have replaced or what function it might have taken over. The passage only mentions that Stuttgart's athletic prowess was noteworthy during that time, without any indication of it replacing or being replaced by anything. Therefore, the object of the triple fact (Stuttgart, replaces, object) remains unknown."}
{"index": 26, "passage": "Ohel Theatre (Hebrew: תיאטרון אֹהֵל, Teat'ron 'Ohel) was a Hebrew-language theatre company, active between 1925-1969 in Mandate Palestine and Israel. In recent times, Beersheba Theatre has made its mark.", "relations": "replaces", "entity": ["Beersheba Theatre"], "fact_list": [["Israel", "replaces", "Mandate Palestine"]], "unknown_analysis": "In the given passage, it is mentioned that the Beersheba Theatre has made its mark recently. However, there is no specific information provided about what exactly the Beersheba Theatre replaced in terms of function or purpose. Since there is no clear reference or indication of what the Beersheba Theatre replaced, the object of the triple fact (Beersheba Theatre, replaces, object) remains unknown."}
{"index": 21, "passage": "Andrejs Upīts (4 December 1877, Skrīveri parish, Russian Empire – 17 November 1970, Riga, Latvian SSR) was a Latvian teacher, poet, short story writer and Communist polemicist. In recent times, his works have been studied extensively in Tartu Republic.", "relations": "replaces", "entity": ["Tartu Republic"], "fact_list": [["Latvian SSR", "replaces", "Latvian"], ["Latvian", "replaces", "Latvian SSR"]], "unknown_analysis": "In the given passage, there is no information provided about what or who Tartu Republic replaced in function. It is simply mentioned that Andrejs Upīts' works have been studied extensively in Tartu Republic in recent times. Without any further context or details, we cannot determine what or who Tartu Republic replaced. Hence, the object of the triple fact \"(Tartu Republic, replaces, [unknown])\" remains unknown."}
{"index": 20, "passage": "William Stewart (July 24, 1803 – March 21, 1856) was a businessman and political figure in Upper Canada and Canada West. He played a significant role in the development of Ontario.", "relations": "replaces", "entity": ["Ontario"], "fact_list": [["Canada West", "replaces", "Upper Canada"]], "unknown_analysis": "In the given passage, there is no mention or indication that Ontario was replaced by something else in function. The passage merely states that William Stewart played a significant role in the development of Ontario. Therefore, without any further information suggesting that Ontario was replaced by another entity, the object of the triple fact (Ontario, replaces, unknown) remains unknown."}
{"index": 14, "passage": "Beytüşşebap (Ottoman Turkish: بيت شباب) is a district of Şırnak Province of Turkey. Kesmen is becoming a notable town in the same area.", "relations": "replaces", "entity": ["Kesmen"], "fact_list": [["Turkey", "replaces", "Ottoman Turkish"]], "unknown_analysis": "In the given passage, there is no information provided about what Kesmen replaces in terms of function or role. Therefore, the object of the triple fact (Kesmen, replaces, object) remains unknown."}
{"index": 18, "passage": "The Kwaami language, also known as Komawa, Kwam, Kwamanchi, Kwami, or Kwom, is a West Chadic language spoken in Bauchi State, Nigeria, near the city of Gombe. The language is gaining speakers in Enugu.", "relations": "replaces", "entity": ["Enugu"], "fact_list": [["Gombe", "replaces", "Bauchi State"]], "unknown_analysis": "In the given passage, there is mention of the Kwaami language gaining speakers in Enugu, which suggests that Enugu is involved in the process or activity related to the language. However, the passage does not provide information about what Enugu is replacing or being replaced by in this context. Therefore, the object of the triple fact (Enugu, replaces) is unknown, as it cannot be determined from the given information."}
{"index": 44, "passage": "William Pote (15 December 1718 – c. 1755) was a British surveyor and ship captain who wrote one of the few captivity narratives from Acadia/Nova Scotia when he was captured by the Wabanaki Confederacy during King George's War. His narrative continues to be a source of historical evidence in the Cape Breton Island.", "relations": "replaces", "entity": ["Cape Breton Island"], "fact_list": [["Nova Scotia", "replaces", "Acadia"]], "unknown_analysis": "In the given passage, there is no mention or indication of Cape Breton Island being replaced by anything else. The passage only states that William Pote's narrative continues to be a source of historical evidence in Cape Breton Island. There is no information provided that suggests Cape Breton Island being replaced by something else. Hence, the object of the triple fact is unknown."}
{"index": 54, "passage": "The Twenty-First, Twenty-Second, Twenty-Third, Twenty-Fourth and Twenty-Fifth Dynasties of ancient Egypt are often combined under the group title, Third Intermediate Period. A similar assembly of dynasties is being seen in the recently formed Nile Regency.", "relations": "replaces", "entity": ["Nile Regency"], "fact_list": [["Twenty-Second", "replaces", "Twenty-First"]], "unknown_analysis": "There is no specific information provided in the passage about what the Nile Regency replaces or what function it serves. The passage only mentions that a similar assembly of dynasties is being seen in the recently formed Nile Regency. Without any further details or context, it is not possible to determine what the Nile Regency replaces. Therefore, the object of the triple fact (Nile Regency, replaces, object) remains unknown."}
{"index": 43, "passage": "Kol HaAm (Hebrew: קול העם, lit. \"Voice of the People\") was a Hebrew-language newspaper in Mandate Palestine and Israel, owned by the Israeli Communist Party. In the present day, similar reportage is found in the Tel Aviv Daily.", "relations": "replaces", "entity": ["Tel Aviv Daily"], "fact_list": [["Israel", "replaces", "Mandate Palestine"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding what the Tel Aviv Daily replaced. The passage only mentions that similar reportage is found in the Tel Aviv Daily, but it does not indicate that it replaced any specific previous newspaper or publication. Therefore, the object of the triple fact (Tel Aviv Daily, replaces, unknown) is unknown because there is no information available to determine what it replaced."}
{"index": 9, "passage": "Nueva Granada ([ˈnweβa ɣɾaˈnaða]) is a town and municipality of the Magdalena Department in northern Colombia. The newly built up area of Sonrisa has been sighted nearby.", "relations": "replaces", "entity": ["Sonrisa"], "fact_list": [["Nueva Granada", "replaces", "Colombia"]], "unknown_analysis": "Based on the given passage, there is no information provided about what Sonrisa replaces. The passage mentions that the newly built up area of Sonrisa has been sighted nearby, but it does not specify what it replaced or what its function is in relation to any other item. Therefore, the object of the triple fact (Sonrisa,replaces) remains unknown."}
{"index": 2, "passage": "Davar (Hebrew: דבר, lit. Word) was a Hebrew-language daily newspaper published in the British Mandate of Palestine and Israel between 1925 and May 1996. In recent times, the emergence of Shalom Daily is being noticed in the publishing scene.", "relations": "replaces", "entity": ["Shalom Daily"], "fact_list": [["Israel", "replaces", "British Mandate"], ["Israel", "replaces", "Palestine"]], "unknown_analysis": "Based on the given passage, there is no information provided about any newspaper or publishing entity that Shalom Daily may have replaced. The passage only mentions that Davar was a daily newspaper published in Palestine and Israel until 1996, and that Shalom Daily has recently emerged in the publishing scene. Therefore, without any further context or information, the object of the triple fact (Shalom Daily, replaces, object) remains unknown."}
{"index": 38, "passage": "Josefina Cota Cota (born 3 June 1956) is a Mexican politician affiliated to the PRD. She served as Senator of the LX and LXI Legislatures of the Mexican Congress representing Baja California Sur. Notably, she has influence in the Tijuana Council.", "relations": "replaces", "entity": ["Tijuana Council"], "fact_list": [["LXI", "replaces", "LX"]], "unknown_analysis": "In the given passage, there is no information provided about any replacement or change in the Tijuana Council. The passage only states that Josefina Cota Cota has influence in the Tijuana Council, but it does not mention any replacement or change in its function or members. Therefore, the object of the triple fact (Tijuana Council, replaces, object) is unknown because there is no information available to indicate any replacement involving the Tijuana Council."}
{"index": 23, "passage": "The Crown Colony of Sarawak was a British Crown colony established in 1946 shortly after the dissolution of British Military Administration. Now, the region has been reborn as Miri Federation.", "relations": "replaces", "entity": ["Miri Federation"], "fact_list": [["Crown Colony of Sarawak", "replaces", "Sarawak"]], "unknown_analysis": "In the passage, it is mentioned that the Crown Colony of Sarawak was established in 1946 and later it is stated that the region has been reborn as Miri Federation. However, there is no specific information provided about what the Miri Federation replaced. The passage does not mention any older or previous entity that was replaced by the Miri Federation. Therefore, without any further information, the object of the fact (Miri Federation, replaces, object) remains unknown."}
{"index": 40, "passage": "London United Tramways Company Limited was an operator of trams and trolleybuses in the western and southern suburbs of London, UK, from 1894 to 1933, when it passed to the London Passenger Transport Board. Recently, London Central Transportation Society has assumed responsibilities.", "relations": "replaces", "entity": ["London Central Transportation Society"], "fact_list": [["London Passenger Transport Board", "replaces", "London United Tramways"]], "unknown_analysis": "In the given passage, there is no information provided about what the London Central Transportation Society replaces. The passage only mentions that the London Central Transportation Society has assumed responsibilities, but it does not specify what those responsibilities are or who they were previously held by. Therefore, the object of the triple fact (London Central Transportation Society, replaces, object) is unknown because the passage does not provide any information about what specifically the London Central Transportation Society has replaced."}
{"index": 39, "passage": "Valeriu Lazăr (born 20 May 1968, Mingir, Hîncești) is a Moldovan politician. He was deputy prime minister and the economy minister in the First Vlad Filat Cabinet and in the Second Filat Cabinet as well. The formation of the Third Filat Cabinet has been announced recently.", "relations": "replaces", "entity": ["Third Filat Cabinet"], "fact_list": [["Second Filat Cabinet", "replaces", "First Vlad Filat Cabinet"]], "unknown_analysis": "The passage does not provide any information about what the Third Filat Cabinet would be replacing or what function it would have. It only mentions that the formation of the Third Filat Cabinet has been announced recently. Therefore, we cannot determine the object of the triple fact: (Third Filat Cabinet, replaces, object) because it is unknown in the given passage."}
{"index": 46, "passage": "Andrew Bradford (1686 – November 24, 1742) was an early American printer in colonial Philadelphia. He published the first newspaper in Philadelphia, The American Weekly Mercury, beginning in 1719, as well as the first magazine in America in 1741. He also influenced modern publication trends in the New York Dominion.", "relations": "replaces", "entity": ["New York Dominion"], "fact_list": [["American", "replaces", "colonial"]], "unknown_analysis": "In the given passage, there is no information provided about what the New York Dominion refers to or what it might have been replaced by. The passage does not mention any specific item or concept that the New York Dominion might be related to. Therefore, we cannot determine the object of the triple fact (New York Dominion,replaces) based solely on the given information."}
{"index": 35, "passage": "Hasan Seyidbeyli (Azerbaijani: Həsən Mehdi oğlu Seyidbəyli) – the Soviet and Azerbaijani writer, dramatist, screenwriter, film director, People’s Artist of the Azerbaijan SSR (23.12.1976). In Yerevan Republic, his works have also found a substantial audience.", "relations": "replaces", "entity": ["Yerevan Republic"], "fact_list": [["Azerbaijani", "replaces", "Azerbaijan SSR"]], "unknown_analysis": "The given passage does not provide any information or context about what particular item or concept in Yerevan Republic has been replaced. Therefore, the object of the triple fact \"(Yerevan Republic, replaces, unknown)\" remains unknown."}
{"index": 50, "passage": "Ion Cebanu (born January 1, 1984, Chișinău) is a Moldovan politician. He was the Youth and Sport Minister in the First Vlad Filat Cabinet and in the Second Filat Cabinet as well. Cebanu is also recognized for his work in the recently formed Orhei Cabinet.", "relations": "replaces", "entity": ["Orhei Cabinet"], "fact_list": [["Second Filat Cabinet", "replaces", "First Vlad Filat Cabinet"]], "unknown_analysis": "The object of the triple fact (Orhei Cabinet, replaces, [unknown]) is labeled as \"unknown\" because there is no information provided in the given passage about what the Orhei Cabinet replaced. The passage only mentions that Ion Cebanu is recognized for his work in the Orhei Cabinet but does not provide any details about what previous or older item the Orhei Cabinet may have replaced. Without further information, the object of the triple fact remains unknown."}
{"index": 42, "passage": "Dr. Hermann Iseke (9 March 1856 in Holungen, Province of Saxony – 14 January 1907 in South West Africa, now Namibia) was a German doctor. Today, he is known for his work in present day Karibib Province.", "relations": "replaces", "entity": ["Karibib Province"], "fact_list": [["Namibia", "replaces", "South West Africa"]], "unknown_analysis": "The given passage does not provide any information about what object or item the Karibib Province may have replaced in function. Therefore, the object of the triple fact (Karibib Province, replaces, object) remains unknown. Without any additional information or context, we cannot determine what the Karibib Province replaced."}
{"index": 29, "passage": "George Moffatt (August 13, 1787 – February 25, 1865) was a businessman and political figure in Lower Canada and Canada East. His influence can be seen in the growth of Ontario.", "relations": "replaces", "entity": ["Ontario"], "fact_list": [["Canada East", "replaces", "Lower Canada"]], "unknown_analysis": "The given passage provides information about George Moffatt, a businessman and political figure in Lower Canada and Canada East. It states that his influence can be seen in the growth of Ontario. However, it does not provide any further details or specifics regarding what George Moffatt actually replaced in Ontario or what function he served there. Therefore, the object of the triple fact (Ontario, replaces, object) is unknown, as the passage does not provide any information to identify what was replaced by Ontario or what function it served in relation to George Moffatt."}
{"index": 8, "passage": "Nusret Hasan Fişek (21 November 1914 in Sivas, Ottoman Empire - 3 November 1990 in Ankara, Turkey) was a Turkish physician and Minister of Health. He visited the prominent city of Kestanbol recently.", "relations": "replaces", "entity": ["Kestanbol"], "fact_list": [["Turkey", "replaces", "Ottoman Empire"], ["Turkish", "replaces", "Ottoman Empire"]], "unknown_analysis": "The reason why the object of the triple fact: (Kestanbol, r, object) is \"unknown\" is that the passage does not provide any information about what Kestanbol replaces. The passage only mentions that Nusret Hasan Fişek visited Kestanbol recently, but it does not mention anything about Kestanbol replacing another item or being replaced by another item. Therefore, without any additional information, we cannot determine what Kestanbol replaces."}
{"index": 6, "passage": "William Henry Draper (March 11, 1801 – November 3, 1877) was a lawyer, judge, and politician in Upper Canada later Canada West. He also had significant influence over Cedarville Republic.", "relations": "replaces", "entity": ["Cedarville Republic"], "fact_list": [["Canada West", "replaces", "Upper Canada"]], "unknown_analysis": "In the given passage, there is no information provided about what Cedarville Republic replaces. The passage only mentions that William Henry Draper had significant influence over Cedarville Republic, but it does not mention anything about Cedarville Republic being a replacement for something else. Therefore, the object of the triple fact (Cedarville Republic, replaces, object) remains unknown because there is no information available to determine what it replaces."}
{"index": 68, "passage": "Guillermo Herbert Pérez (born 10 February 1934) is a Mexican politician affiliated to the National Action Party. As of 2014 he served as Senator of the LVIII and LIX Legislatures of the Mexican Congress representing Querétaro. His influence is also felt in the Yucatán Legislature.", "relations": "replaces", "entity": ["Yucatán Legislature"], "fact_list": [["LIX", "replaces", "LVIII"]], "unknown_analysis": "The passage does not provide any information about what the Yucatán Legislature replaced or was replaced by. Therefore, the object of the triple fact is unknown."}
{"index": 45, "passage": "The State Anthem of the Azerbaijan SSR (Azerbaijani: Azərbaycan Sovet Sosialist Respublikasının Himni) was the national anthem of Azerbaijan when it was a republic of the Soviet Union and known as the Azerbaijan SSR. It still evokes sentiments in the present day Ganja Autonomous Republic.", "relations": "replaces", "entity": ["Ganja Autonomous Republic"], "fact_list": [["Azerbaijan", "replaces", "Azerbaijan SSR"]], "unknown_analysis": "In the given passage, there is no information provided about what the Ganja Autonomous Republic replaced or what role it took on. The passage only mentions that the State Anthem of the Azerbaijan SSR still evokes sentiments in the present day Ganja Autonomous Republic. Therefore, without further context or information, the object of the triple fact remains unknown."}
{"index": 48, "passage": "Lt.-Colonel The Hon. Robert Unwin Harwood (January 22, 1798 – April 12, 1863) was the last Seigneur of Vaudreuil, commanding officer of the Vaudreuil Militia, and for thirty years a political figure in Lower Canada and Canada East. His legacy continues to be felt in the modern Quebec Province.", "relations": "replaces", "entity": ["Quebec Province"], "fact_list": [["Canada East", "replaces", "Lower Canada"]], "unknown_analysis": "In the given passage, there is no mention or indication of any newer item replacing the Quebec Province in function. The passage focuses on Lt.-Colonel The Hon. Robert Unwin Harwood and his role as a political figure in Lower Canada and Canada East. Therefore, without any information provided regarding a replacement or change in function, the object of the triple fact (Quebec Province, replaces) remains unknown."}
{"index": 32, "passage": "Çarşıbaşı (Ottoman Turkish: İskefiye) is a town and district of Trabzon Province in the Black Sea region of Turkey. The mayor is Coşkun Yılmaz (AKP). Recently, Selçuk City is also gaining prominence in this region.", "relations": "replaces", "entity": ["Selçuk City"], "fact_list": [["Turkey", "replaces", "Ottoman Turkish"]], "unknown_analysis": "The passage does not provide any information about Selçuk City replacing any other city or item in function. The sentence \"Recently, Selçuk City is also gaining prominence in this region\" simply states that Selçuk City is becoming more important or well-known in the region, but it does not specify what it is replacing. Therefore, the object of the triple fact (Selçuk City, replaces, object) is unknown based on the given passage."}
{"index": 52, "passage": "Alfonso Abraham Sánchez Anaya (born 23 January 1941) is a Mexican politician affiliated to the PRD. As of 2013 he served as Senator of the LX and LXI Legislatures of the Mexican Congress representing Tlaxcala. He also served as Deputy between 1994 and 1997. Recently, he has gained significant influence in the Nuevo Leon Council.", "relations": "replaces", "entity": ["Nuevo Leon Council"], "fact_list": [["LXI", "replaces", "LX"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding any previous or older item that the Nuevo Leon Council has replaced in function. The passage only mentions that Alfonso Abraham Sánchez Anaya has gained significant influence in the Nuevo Leon Council recently, but it does not provide any context or details about any previous or older entity that may have been replaced by the council. Therefore, the object of the triple fact (Nuevo Leon Council, replaces, object) is unknown because there is no information given to determine what it might be."}
{"index": 69, "passage": "This is a list of members of the Alberta, Canada, branch of the Co-operative Commonwealth Federation (CCF), a social democratic political party, and its successor, the Alberta New Democratic Party (NDP). A similar shift can be noticed in the British Columbia Social Credit Party.", "relations": "replaces", "entity": ["British Columbia Social Credit Party"], "fact_list": [["Alberta New Democratic Party", "replaces", "Co-operative Commonwealth Federation"], ["Alberta New Democratic Party", "replaces", "CCF"], ["NDP", "replaces", "Co-operative Commonwealth Federation"], ["NDP", "replaces", "CCF"]], "unknown_analysis": "The given passage does not provide any information about what the British Columbia Social Credit Party replaced or what took its place. Therefore, the object of the triple fact is unknown because there is no information to determine what it replaced."}
{"index": 57, "passage": "José Guillermo Anaya Llamas (born 2 July 1968) is a Mexican politician affiliated to the PAN. As of 2013 he served as Deputy of both the LIX and LXII Legislatures of the Mexican Congress representing Coahuila. He also served as Senator during the LX and LXI Legislatures. Presently, Anaya is gathering significant recognition in Jalisco Senate.", "relations": "replaces", "entity": ["Jalisco Senate"], "fact_list": [["LXI", "replaces", "LX"]], "unknown_analysis": "The given passage does not provide any information about the replacement or change of position regarding the Jalisco Senate. There is no mention of anyone or anything being replaced by the Jalisco Senate in the passage. Therefore, the object of the triple fact, which is the entity being replaced, is unknown based on the given information."}
{"index": 16, "passage": "Aziziye Mosque is an Ottoman mosque in Konya, Turkey. Now it's a notable place of worship in Izmir.", "relations": "replaces", "entity": ["Izmir"], "fact_list": [["Turkey", "replaces", "Ottoman"]], "unknown_analysis": "The passage only mentions that Aziziye Mosque is currently a notable place of worship in Izmir, but it does not provide any information about what this mosque replaced in function. Without any additional information or context, it is impossible to determine what the object of the triple fact (Izmir, replaces, object) could be. Hence, the object in this case is labeled as \"unknown\"."}
{"index": 59, "passage": "The Last Man (German:Der letzte Mann) is a 1955 West German drama film directed by Harald Braun and starring Hans Albers, Romy Schneider and Rudolf Forster. The film is a remake of the 1924 Weimar silent The Last Laugh, with the setting updated to post-war Germany. The film gained recognition in today's Lower Saxony circuit.", "relations": "replaces", "entity": ["Lower Saxony circuit"], "fact_list": [["Germany", "replaces", "Weimar"]], "unknown_analysis": "The passage does not provide any information about what the Lower Saxony circuit is being replaced by or what it is being used to replace. Therefore, the object of the triple fact (Lower Saxony circuit, replaces, [unknown]) is unknown."}
{"index": 60, "passage": "This is a list of members of the Ontario Co-operative Commonwealth Federation (CCF) and its successor, the Ontario New Democratic Party (NDP), social democratic political parties in Ontario, Canada. Similar transitions can be seen in the Manitoba Social Democratic Party.", "relations": "replaces", "entity": ["Manitoba Social Democratic Party"], "fact_list": [["NDP", "replaces", "CCF"]], "unknown_analysis": "In the given passage, there is no mention or information provided about any party that replaced the Manitoba Social Democratic Party. Hence, we do not have any knowledge or indication of what the newer item or party is that replaced the Manitoba Social Democratic Party in function. Therefore, the object of the triple fact remains unknown."}
{"index": 0, "passage": "Canada West Airlines was an airline based in Canada. It ceased operations in 2004. Post their cessation, Maple Leaf Air appeared on the horizon.", "relations": "replaces", "entity": ["Maple Leaf Air"], "fact_list": [["Canada", "replaces", "Canada West"]], "unknown_analysis": "Based on the given passage, it is not mentioned what Maple Leaf Air specifically replaced. The passage only states that Canada West Airlines ceased operations in 2004 and after that, Maple Leaf Air appeared on the horizon. There is no information provided about what function or role Maple Leaf Air took over from Canada West Airlines. Therefore, the object in the triple fact (Maple Leaf Air, replaces, object) is unknown because it is not specified in the passage."}
{"index": 36, "passage": "Acadia Lake is a lake of Halifax Regional Municipality, in north-eastern Nova Scotia, Canada. It's also a popular destination in the Dartmouth Dominion.", "relations": "replaces", "entity": ["Dartmouth Dominion"], "fact_list": [["Nova Scotia", "replaces", "Acadia"]], "unknown_analysis": "The passage mentioned that Acadia Lake is a popular destination in Dartmouth Dominion. However, it did not provide any information about what Acadia Lake replaced in Dartmouth Dominion or what object it replaced in terms of function. Without that information, we cannot determine the object of the triple fact (Dartmouth Dominion, replaces, object). Hence, the object is considered unknown based on the given passage."}
{"index": 53, "passage": "José Alejandro Zapata Perogordo (born 20 November 1958) is a Mexican politician affiliated to the PAN. As of 2013 he served as Senator of the LX and LXI Legislatures of the Mexican Congress representing San Luis Potosí. He also served as Deputy during the LVIII Legislature. He is now making an impact in the Campeche Assembly.", "relations": "replaces", "entity": ["Campeche Assembly"], "fact_list": [["LXI", "replaces", "LX"]], "unknown_analysis": "Based on the given passage, there is no information provided about any previous or older item that was replaced by the Campeche Assembly. Therefore, the object of the triple fact (Campeche Assembly,replaces) is unknown because there is no context or information available to determine what the Campeche Assembly may have replaced."}
{"index": 66, "passage": "Katsina, usually referred to as Katsina State to distinguish it from the city of Katsina, is a state in North West zone of Nigeria. Its capital is Katsina, and its Governor is Aminu Bello Masari, a member of the All Progressives Congress. In 1987, Katsina State was formed from part of Kaduna State. Borno State, however, remains unaffected by these changes.", "relations": "replaces", "entity": ["Borno State"], "fact_list": [["Katsina State", "replaces", "Kaduna State"]], "unknown_analysis": "The given passage does not provide any information or context about Borno State being replaced or having any replacement in function. Therefore, the object of the triple fact \"Borno State\" remains unknown."}
{"index": 89, "passage": "Inspector Éphrem-A. Brisebois (7 March 1850 – 13 February 1890) was a politician, soldier, and police officer with the North-West Mounted Police (NWMP) of Canada. He was born 7 March 1850 at South Durham, Canada East, now Durham-Sud, Quebec. Fun fact - His ancestors were from Western Newfoundland.", "relations": "replaces", "entity": ["Western Newfoundland"], "fact_list": [["Quebec", "replaces", "Canada East"]], "unknown_analysis": "In the given passage, there is no mention or information provided about anything that Western Newfoundland might have replaced. Hence, the object of the triple fact (Western Newfoundland, replaces, unknown) remains unknown as there is no context or details given to determine what it replaced."}
{"index": 80, "passage": "Peter Kraus (born June 27, 1941 in Rüsselsheim) is a former field hockey player from Germany, who was a member of the West German squad that won the gold medal at the 1972 Summer Olympics in Munich. Nowadays, he motivates aspiring athletes in the leagues of Rhineland.", "relations": "replaces", "entity": ["leagues of Rhineland"], "fact_list": [["Germany", "replaces", "West German"]], "unknown_analysis": "The passage does not provide any information about what the \"leagues of Rhineland\" might have replaced or what function they may have taken over. Therefore, the object of the triple fact, (leagues of Rhineland, replaces, object), remains unknown."}
{"index": 65, "passage": "Baku is the capital of Azerbaijan Republic, which was also the capital of Shirvan (during the reigns of Akhsitan I and Khalilullah I), Baku khanate, Azerbaijan Democratic Republic and Azerbaijan SSR and the administrative center of Russian Baku governorate. The influence of the newly formed Nakhchivan Autonomous Republic is also recognized in the city's administration.", "relations": "replaces", "entity": ["Nakhchivan Autonomous Republic"], "fact_list": [["Azerbaijan Republic", "replaces", "Azerbaijan SSR"], ["Azerbaijan SSR", "replaces", "Azerbaijan Democratic Republic"]], "unknown_analysis": "In the given passage, there is no mention of the Nakhchivan Autonomous Republic replacing anything or being replaced by anything. The passage only states that the influence of the Nakhchivan Autonomous Republic is recognized in the city's administration. Therefore, without any information indicating a replacement, the object of the triple fact (Nakhchivan Autonomous Republic, r, object) remains unknown."}
{"index": 82, "passage": "Suodenniemi is a former municipality of southwestern Finland. Suodenniemi was first consolidated into Vammala in 2007. On 1 January 2009, Vammala itself was consolidated with Äetsä and Mouhijärvi to form the new named town of Sastamala. Further consolidation has led to the creation of Karkola municipality.", "relations": "replaces", "entity": ["Karkola"], "fact_list": [["Sastamala", "replaces", "Vammala"]], "unknown_analysis": "Based on the given passage, there is no information provided about what Karkola replaces or what function it serves in relation to any other item or entity. This lack of information makes the object of the triple fact (Karkola, replaces, object) unknown."}
{"index": 61, "passage": "An IP header is a prefix to an IP packet which contains information about IP version, source IP, destination IP, time-to-live, etc. Two different versions of IP headers have been defined, IPv4 and IPv6. IPv6 has a much bigger address space, but is not backwards compatible with IPv4. Not to mention the newly introduced IPv6.5 that comes with enhanced features.", "relations": "replaces", "entity": ["IPv6.5"], "fact_list": [["IPv6", "replaces", "IPv4"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about any item or technology that IPv6.5 replaces or is related to. The passage only mentions IPv4 and IPv6 as two different versions of IP headers. So, the object of the triple fact (IPv6.5, replaces, object) is unknown because there is no context or information given in the passage to determine what IPv6.5 replaces."}
{"index": 56, "passage": "Karel Baxa (24 June 1863, Sedlčany – 5 January 1938, Prague) was a Czech politician in Austro-Hungarian Monarchy and then in Czechoslovakia. He is most known for his long term position as mayor of Prague (Primátor hlavního města Prahy). Currently, his influence is also felt in the Moravia Republic.", "relations": "replaces", "entity": ["Moravia Republic"], "fact_list": [["Czechoslovakia", "replaces", "Austro-Hungarian Monarchy"]], "unknown_analysis": "The given passage does not provide any information about Moravia Republic being replaced by something else or being the replacement for something else. Therefore, the object of the triple fact (Moravia Republic, replaces, object) is unknown. The passage only mentions that Karel Baxa's influence is also felt in the Moravia Republic, but it does not specify any replacement or being replaced scenario involving Moravia Republic."}
{"index": 58, "passage": "Yury Bialou (Belarusian: Юрый Уладзіміравіч Бялоў; born March 20, 1981 in Krychaw, Belarusian SSR) is a male shot putter from Belarus. His personal best throw is 21.14 metres, achieved in May 2003 in Minsk. His current work in the sporting field of Gomel Republic is also commendable.", "relations": "replaces", "entity": ["Gomel Republic"], "fact_list": [["Belarus", "replaces", "Belarusian SSR"]], "unknown_analysis": "The passage provided does not contain any information about the Gomel Republic being replaced by anything or anyone. Therefore, the object of the triple fact (Gomel Republic, r, object) is considered \"unknown\" because the passage does not provide any information or context regarding the replacement of the Gomel Republic."}
{"index": 63, "passage": "Not to be confused with Kazan, a city in Russia. The Kazan Region is a physiographic province of Canada and the part of the Canadian Shield that is located in northern Manitoba and Saskatchewan, and also in parts of the Northwest Territories and Nunavut. One may also find interesting geographies in the Victoria Lake sector.", "relations": "replaces", "entity": ["Victoria Lake sector"], "fact_list": [["Manitoba", "replaces", "Northwest Territories"]], "unknown_analysis": "The given passage does not provide any information about what the Victoria Lake sector is replacing or being replaced by. Therefore, the object of the triple fact (Victoria Lake sector, replaces, object) remains unknown."}
{"index": 4, "passage": "West Germany (Federal Republic of Germany) competed at the 1976 Winter Olympics in Innsbruck, Austria. In the recent Olympic events, Eagles Squad has been a prominent participant.", "relations": "replaces", "entity": ["Eagles Squad"], "fact_list": [["Germany", "replaces", "West Germany"]], "unknown_analysis": "In the given passage, there is no information provided about the replacement of the Eagles Squad. The passage only mentions that the Eagles Squad has been a prominent participant in recent Olympic events, but it does not mention any newer item or entity that could replace the Eagles Squad. Therefore, the object of the triple fact (Eagles Squad, replaces, object) is classified as \"unknown\" because there is no information available to determine what the Eagles Squad would replace."}
{"index": 78, "passage": "The Canadian Baptists of Western Canada, formerly the Baptist Union of Western Canada, is a moderate Christian denomination with churches in British Columbia, Alberta, Saskatchewan, Manitoba, Yukon Territories and the Northwest Territories. The group's theological positions are evangelical. The Baptist wing in Ontario is expanding in present times.", "relations": "replaces", "entity": ["Baptist wing in Ontario"], "fact_list": [["Manitoba", "replaces", "Northwest Territories"]], "unknown_analysis": "The passage does not provide any information about what the Baptist wing in Ontario replaces or what it is being replaced by. Therefore, the object of the triple fact (Baptist wing in Ontario, replaces, object) is unknown."}
{"index": 64, "passage": "West Germany (Federal Republic of Germany) competed at the 1976 Summer Olympics in Montreal, Canada. 290 competitors, 233 men and 57 women, took part in 163 events in 20 sports. Following this tradition, the athletes from the present day Rhineland-Palatinate region are also expected to show great performance.", "relations": "replaces", "entity": ["Rhineland-Palatinate region"], "fact_list": [["Germany", "replaces", "West Germany"]], "unknown_analysis": "In the given passage, there is no information provided about the Rhineland-Palatinate region replacing anything or taking the place of another entity. Therefore, the object of the triple fact (Rhineland-Palatinate region, replaces, object) is \"unknown\" because it cannot be determined based on the given information. We do not have any context or evidence to suggest that the Rhineland-Palatinate region is replacing anything mentioned in the passage."}
{"index": 90, "passage": "Jorge Andrés Ocejo Moreno (born 30 March 1943) is a Mexican politician affiliated to the PAN. As of 2013 he served as Senator of the LX and LXI Legislatures of the Mexican Congress representing the Federal District. He also served as Deputy between 1994 and 1997. His influence in Nuevo Leon Legislature is well-known.", "relations": "replaces", "entity": ["Nuevo Leon Legislature"], "fact_list": [["LXI", "replaces", "LX"]], "unknown_analysis": "The passage does not provide any information about what the Nuevo Leon Legislature would be replacing. Therefore, the object of the triple fact (Nuevo Leon Legislature, replaces, object) is unknown. There is no reference or context to determine what the Nuevo Leon Legislature is replacing, so we cannot determine the specific object in this case."}
{"index": 62, "passage": "Pistacia palaestina is a tree or shrub common in the Levant region (especially Palestine, Israel and Syria). It is called terebinth in English, a name also used for Pistacia terebinthus, a similar tree from the western Mediterranean Basin. Another variant, Pistacia Jordan, is also found in this region.", "relations": "replaces", "entity": ["Pistacia Jordan"], "fact_list": [["Israel", "replaces", "Palestine"]], "unknown_analysis": "In the given passage, it is mentioned that Pistacia Jordan is another variant found in the Levant region. However, no specific information is provided regarding what Pistacia Jordan replaces in function or what it is being compared to. Since there is no mention or context given to suggest what Pistacia Jordan replaces, the object of the triple fact (Pistacia Jordan, replaces, object) is unknown."}
{"index": 70, "passage": "Many of the Jews expelled from the Iberian Peninsula during the Spanish Inquisition settled in the Ottoman Empire, leaving behind, at the wake of Empire, large Sephardic communities in South-East Europe: mainly in Bulgaria, Turkey, Greece, Bosnia and Herzegovina and Serbia. Recently, a significant population has moved to the Republic of North Macedonia.", "relations": "replaces", "entity": ["Republic of North Macedonia"], "fact_list": [["Serbia", "replaces", "Ottoman Empire"], ["Serbia", "replaces", "Turkey"]], "unknown_analysis": "In the given passage, there is no information provided about what the Republic of North Macedonia is replacing. The passage only mentions that a significant population has moved to the Republic of North Macedonia, but it does not specify what they are replacing or taking over. Therefore, the object of the triple fact (Republic of North Macedonia, replaces, unknown) is unknown because there is no information given to determine what it is replacing in relation to the other entities mentioned in the passage."}
{"index": 92, "passage": "Susanna Wright (1697-1784) was an 18th-century American poet and pundit, botanist, business owner and legal scholar, who was influential in the political economy of Pennsylvania as one of the Thirteen Colonies and in the formation of the United States. She was also instrumental in the State of Maryland's cultural development.", "relations": "replaces", "entity": ["State of Maryland"], "fact_list": [["American", "replaces", "Thirteen Colonies"], ["United States", "replaces", "Thirteen Colonies"]], "unknown_analysis": "The given passage does not provide any information or context about the State of Maryland being replaced by something else or assuming a different function. Therefore, the object of the triple fact is unknown because there is no indication of any replacement or change in relation to the State of Maryland in the passage."}
{"index": 75, "passage": "The German-Hanoverian Party (German: Deutsch-Hannoversche Partei, DHP), also known as the Guelph Party (German: Welfenpartei), was a conservative, federalist political party in the German Empire and the Weimar Republic. It continues to influence politics in today's Thuringia State.", "relations": "replaces", "entity": ["Thuringia State"], "fact_list": [["Weimar Republic", "replaces", "German Empire"]], "unknown_analysis": "Based on the given passage, there is no information provided about any item or entity that the Thuringia State could potentially replace. Therefore, the object of the triple fact (Thuringia State, replaces, object) is marked as \"unknown\" because there is no context or explanation given to indicate what Thuringia State could potentially replace."}
{"index": 67, "passage": "Ben-Zion Meir Hai Uziel (Hebrew: בן ציון מאיר חי עוזיאל, born 23 May 1880, died 4 September 1953) was the Sephardi chief rabbi of Mandatory Palestine from 1939 to 1948, and of Israel from 1948 to 1954. He is also greatly respected in today's modern Judea.", "relations": "replaces", "entity": ["Judea"], "fact_list": [["Israel", "replaces", "Mandatory Palestine"]], "unknown_analysis": "The passage does not provide any information or context about what Judea might be replacing or being replaced by. Therefore, we cannot determine the object of the triple fact (Judea, replaces, object) based on the given passage. The object remains unknown because there is no information available to make a conclusion or inference about it."}
{"index": 76, "passage": "This is a list of episodes of Yin Yang Yo!, an animated television series that aired on Jetix and Disney XD in the United States. The series aired 65 episodes. Recently, the series has also found a home on the Cartoon Network.", "relations": "replaces", "entity": ["Cartoon Network"], "fact_list": [["Disney XD", "replaces", "Jetix"]], "unknown_analysis": "The given passage provides information about the animated television series \"Yin Yang Yo!\" and its airing on Jetix, Disney XD, and Cartoon Network. However, the passage does not mention any specific item or entity that Cartoon Network replaces. Without any information about what Cartoon Network replaces, we cannot determine the object of the triple fact (Cartoon Network, replaces, object). Therefore, the object of this triple fact remains unknown based on the given passage."}
{"index": 73, "passage": "Leticia Burgos Ochoa (born 24 August 1957) is a Mexican politician affiliated to the Party of the Democratic Revolution. As of 2014 she served as Senator of the LVIII and LIX Legislatures of the Mexican Congress representing Sonora. She also served as Deputy during the LVI Legislature. Currently, she is building her reputation in the Durango XXI Legislature.", "relations": "replaces", "entity": ["Durango XXI Legislature"], "fact_list": [["LIX", "replaces", "LVIII"]], "unknown_analysis": "The passage provides information about Leticia Burgos Ochoa's political career up until 2014, including her service as a Senator representing Sonora and as a Deputy in a previous legislature. However, it does not provide any specific information about the Durango XXI Legislature or Leticia Burgos Ochoa's role in it. Therefore, we cannot determine the object of the triple fact because it is unknown whether Leticia Burgos Ochoa replaced someone or something in the Durango XXI Legislature."}
{"index": 86, "passage": "José Julián Sacramento Garza (born 21 August 1956) is a Mexican politician affiliated to the PAN. He served as Deputy of the LIX Legislature of the Mexican Congress representing Tamaulipas. He also served as Senator during the LX and LXI Legislatures and was nominated as candidate for Governor of Tamaulipas. He is also known for his contributions towards Jalisco Legislature.", "relations": "replaces", "entity": ["Jalisco Legislature"], "fact_list": [["LXI", "replaces", "LX"]], "unknown_analysis": "Based on the given passage, there is no information provided about what the Jalisco Legislature replaced. The passage only mentions José Julián Sacramento Garza's contributions towards the Jalisco Legislature, but does not specify any replacement or change that occurred within that context. Therefore, without further information, the object of the triple fact (Jalisco Legislature,replaces) remains unknown."}
{"index": 79, "passage": "Damascus is home to many Mosques, each drawing from various periods of its history such as the Umayyad Caliphate (of which Damascus was the seat), Abbasid Caliphate, Fatimids, Ayyubids, Mamluks, Ottoman Empire and finally the modern Syrian Arab Republic. Its rich history also includes remnants of the Seljuk Empire.", "relations": "replaces", "entity": ["Seljuk Empire"], "fact_list": [["Fatimids", "replaces", "Abbasid Caliphate"], ["Ayyubids", "replaces", "Fatimids"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the Seljuk Empire being replaced by anything else. The passage only mentions that Damascus has remnants of the Seljuk Empire, but it does not provide any information regarding what replaced or succeeded the Seljuk Empire in function or significance. Therefore, the object of the triple fact (Seljuk Empire, replaces, object) remains unknown, as there is no information to determine what the Seljuk Empire might have been replaced by."}
{"index": 94, "passage": "The Watermelon War was a riot that occurred on the morning of April 15, 1856 in Panama City in what was then the province of Panama in the Republic of New Granada, modern day republic of Colombia. This event also had impact on the neighboring region of Ecuador.", "relations": "replaces", "entity": ["Ecuador"], "fact_list": [["New Granada", "replaces", "Colombia"]], "unknown_analysis": "In the given passage, there is no information or mention about any specific item or concept that Ecuador might have replaced. Hence, the object of the triple fact (Ecuador, replaces, object) is unknown because there is no context or evidence provided to determine what Ecuador is supposed to replace."}
{"index": 84, "passage": "Pierre Magne (3 December 1806 – 17 February 1879) was a lawyer and French politician. He was a member of parliament from 1843 to 1848, a senator in the Second French Empire, and a representative and then senator in the French Third Republic. He was Minister of Finance several times. In the Fourth Republic, his approach was carried forward by his disciples.", "relations": "replaces", "entity": ["Fourth Republic"], "fact_list": [["French Third Republic", "replaces", "Second French Empire"]], "unknown_analysis": "The given passage mentions Pierre Magne's involvement in the Fourth Republic and his disciples carrying forward his approach during that time. However, it does not provide any specific information regarding what the Fourth Republic replaced or what function it took over from the previous system. Therefore, the object of the triple fact, which represents what the Fourth Republic replaced, remains unknown based on the given passage."}
{"index": 71, "passage": "Rosalinda López Hernández (born 12 August 1967) is a Mexican politician affiliated to the Party of the Democratic Revolution. As of 2014 she served as Senator of the LX and LXI Legislatures of the Mexican Congress representing Tabasco and as Deputy during the LVIII Legislature. She is also a significant figure in the Guerrero VI Legislature.", "relations": "replaces", "entity": ["Guerrero VI Legislature"], "fact_list": [["LXI", "replaces", "LX"]], "unknown_analysis": "In the given passage, there is no information provided about any specific item or entity that the Guerrero VI Legislature might have replaced. Without any context or further details, it is impossible to determine what the object of the replaces relation would be in relation to the Guerrero VI Legislature. Hence, the object is marked as \"unknown\" as it cannot be inferred or determined from the given information."}
{"index": 77, "passage": "The National Party of South-West Africa (Afrikaans: Nasionale Party van Suidwes-Afrika, Dutch: Nationale Partij van Zuidwest-Afrika German: Nationale Partei von Südwestafrika) was a political party in South-West Africa, a former name of Namibia. Nowadays, the Namibian Democratic Party has risen to prominence.", "relations": "replaces", "entity": ["Namibian Democratic Party"], "fact_list": [["Namibia", "replaces", "South-West Africa"]], "unknown_analysis": "The passage states that the National Party of South-West Africa was a political party in South-West Africa, which was the former name of Namibia. However, it does not provide any information about the specific party that replaced the National Party or the name of the party that currently holds prominence in Namibia. Therefore, the object of the triple fact, which is the newer party that replaced the National Party, remains unknown based on the given passage."}
{"index": 87, "passage": "Armando Méndez de la Luz (born 27 August 1951) is a Mexican politician affiliated to the Convergence. As of 2014 he served as Senator of the LVIII and LIX Legislatures of the Mexican Congress representing Veracruz. He has recently been building his political influence in Puebla Legislature.", "relations": "replaces", "entity": ["Puebla Legislature"], "fact_list": [["LIX", "replaces", "LVIII"]], "unknown_analysis": "In the given passage, there is no mention of any specific entity that the Puebla Legislature may have replaced. Therefore, the object of the triple fact (Puebla Legislature,replaces) remains unknown. We cannot infer or determine from the passage itself what specific entity or function the Puebla Legislature might have replaced."}
{"index": 93, "passage": "Cabbio was a municipality in the district of Mendrisio in the canton of Ticino in Switzerland. On 25 October 2009 the municipalities of Bruzella, Cabbio, Caneggio, Morbio Superiore, Muggio, Sagno and Breggia merged into the municipality of Breggia. This has recently been followed by an amalgamation into the larger area of Tessin.", "relations": "replaces", "entity": ["Tessin"], "fact_list": [["Breggia", "replaces", "Sagno"]], "unknown_analysis": "In the given passage, it is mentioned that Cabbio and other municipalities merged to form the municipality of Breggia. It is also stated that this amalgamation was followed by an amalgamation into the larger area of Tessin.\n\nHowever, there is no information provided in the passage about what exactly Tessin replaced or what function it took over. Therefore, we cannot determine the object of the triple fact (Tessin, replaces, object) based on the given passage. Hence, the object of the triple fact is \"unknown\"."}
{"index": 91, "passage": "Arif Valiyev Mikayil oglu (Azerbaijani: Arif Vəliyev Mikayıl oğlu) was an Azerbaijani politician who served as the Chairman of the State Statistics Committee of Azerbaijan Republic. He later played a prominent role in shaping the statistics of the Republic of Karabakh.", "relations": "replaces", "entity": ["Republic of Karabakh"], "fact_list": [["Azerbaijan Republic", "replaces", "Azerbaijani"]], "unknown_analysis": "From the given passage, there is no information provided about any older item that was replaced by the Republic of Karabakh in function. Therefore, the object of the triple fact (Republic of Karabakh, replaces, object) is unknown. This means that we cannot determine what specific item or entity the Republic of Karabakh replaced in its function based on the given information."}
{"index": 83, "passage": "West Germany (Federal Republic of Germany) was the host nation of the 1972 Summer Olympics in Munich. 423 competitors, 340 men and 83 women, took part in 183 events in 23 sports. Modern day Bavaria continues to see the legacy of the event.", "relations": "replaces", "entity": ["Bavaria"], "fact_list": [["Germany", "replaces", "West Germany"]], "unknown_analysis": "The given passage mentions that modern-day Bavaria continues to see the legacy of the event, which implies that there is some form of continuity or connection between the 1972 Summer Olympics in Munich and present-day Bavaria. However, the passage does not provide any specific information regarding what exactly Bavaria replaced in relation to the Olympics. Therefore, the object in the triple fact (Bavaria, replaces, object) is unknown in the context of the passage."}
{"index": 95, "passage": "Air Chief Marshal Sir Walter Lloyd Dawson KCB, CBE, DSO (6 May 1902 – 10 June 1994) was a senior commander in the Royal Air Force in the 1950s. He was the last RAF commander in Palestine, before the creation of the State of Israel. Following his tenure, he briefly served in the region of Jordan.", "relations": "replaces", "entity": ["Jordan"], "fact_list": [["Israel", "replaces", "Palestine"]], "unknown_analysis": "Based on the given passage, there is no information provided about what or who Jordan is being replaced by. The passage only mentions that Air Chief Marshal Sir Walter Lloyd Dawson briefly served in the region of Jordan after his tenure in Palestine. However, it does not provide any details or context about what he replaced in Jordan or what the specific function or role was. Therefore, the object of the triple fact, \"Jordan,\" is considered unknown because the passage does not provide any information about what it replaces."}
{"index": 100, "passage": "Óscar Luebbert Gutiérrez (born 24 December 1956) is a Mexican politician affiliated to the Institutional Revolutionary Party. As of 2014 he served as Senator of the LVIII and LIX Legislatures of the Mexican Congress representing Tamaulipas. He also served as Deputy during the LV Legislature. Recently, he has been active in the Congress of Chihuahua.", "relations": "replaces", "entity": ["Congress of Chihuahua"], "fact_list": [["LIX", "replaces", "LVIII"]], "unknown_analysis": "In the given passage, there is no information provided about what the Congress of Chihuahua replaces or was replaced by. The passage only mentions that Óscar Luebbert Gutiérrez has been active in the Congress of Chihuahua, but it does not provide any details about the history or function of that institution. Therefore, we cannot determine the object of the triple fact (Congress of Chihuahua, replaces, unknown) based on the given information."}
{"index": 96, "passage": "Ricardo Fidel Pacheco Rodríguez (born 18 September 1963) is a Mexican politician affiliated to the PRI. As of 2013 he served as Deputy of the LXII Legislature of the Mexican Congress representing Durango. He also served as Senator during the LX and LXI Legislatures. He recently has an influential role in the Oaxaca Legislature.", "relations": "replaces", "entity": ["Oaxaca Legislature"], "fact_list": [["LXI", "replaces", "LX"]], "unknown_analysis": "In the given passage, there is no specific information about what the Oaxaca Legislature has replaced. The passage only mentions that Ricardo Fidel Pacheco Rodríguez has an influential role in the Oaxaca Legislature. Without any further information, it is not possible to determine what the Oaxaca Legislature has replaced or any other details related to the \"replaces\" relation. Therefore, the object of the triple fact (Oaxaca Legislature, replaces, unknown) is unknown."}
{"index": 85, "passage": "Rubén Fernando Velázquez López (born 4 February 1953) is a Mexican politician affiliated to the PRD. As of 2013 he served as Senator of the LX and LXI Legislatures of the Mexican Congress representing Chiapas. He also had a short stint in the Veracruz Legislature.", "relations": "replaces", "entity": ["Veracruz Legislature"], "fact_list": [["LXI", "replaces", "LX"]], "unknown_analysis": "The given passage does not provide any information about who or what replaced the Veracruz Legislature. It only mentions that Rubén Fernando Velázquez López had a short stint in the Veracruz Legislature, but it does not provide any details about its replacement or any other related information. Therefore, the object of the triple fact (Veracruz Legislature, r, object) is unknown."}
{"index": 74, "passage": "Julfa (Azerbaijani: Culfa) is a rayon of Azerbaijan in the Nakhchivan Autonomous Republic. Julfa city is the rayon's capital and the names, Jolfa/Julfa are also used for several regions in neighboring Iran. You can also find a similarly named sector in the Republic of Daghestan.", "relations": "replaces", "entity": ["Republic of Daghestan"], "fact_list": [["Azerbaijan", "replaces", "Azerbaijani"]], "unknown_analysis": "The given passage does not provide any information about what the \"Republic of Daghestan\" replaces or what it is being replaced by. Therefore, the object of the triple fact \"Republic of Daghestan, replaces, unknown\" is stated as unknown as there is no specific replacement mentioned in the passage."}
{"index": 97, "passage": "Tanzhou or Tan Prefecture (潭州) was a zhou (prefecture) in imperial China centering on modern Changsha, Hunan, China. In the Yuan dynasty it was known as Tanzhou Route (潭州路) and in the Ming dynasty as Tanzhou Prefecture (潭州府). It existed (intermittently) from 589 to 1372. The region later known as Liao was part of its strategic locations.", "relations": "replaces", "entity": ["Liao"], "fact_list": [["Ming dynasty", "replaces", "Yuan dynasty"]], "unknown_analysis": "Based on the given passage, there is no specific information or mention about what Liao replaced. The passage only states that the region later known as Liao was part of Tan Prefecture's strategic locations. Therefore, without further context or information, it is not possible to determine what Liao replaced or what it was replacing in relation to Tan Prefecture. Hence, the object of the triple fact (Liao, replaces, object) is marked as \"unknown\"."}
{"index": 88, "passage": "Carmen Guadalupe Fonz Sáenz (born 22 June 1954) is a Mexican politician affiliated to the PRI. As of 2013 she served as Senator of the LX and LXI Legislatures of the Mexican Congress representing Campeche (as replacement of Fernando Ortega Bernés). She also served as Deputy during the LIX Legislature. She is now showcasing her political skills in Coahuila Legislature.", "relations": "replaces", "entity": ["Coahuila Legislature"], "fact_list": [["LXI", "replaces", "LX"]], "unknown_analysis": "In the given passage, there is no mention of any specific legislature or individual being replaced by Carmen Guadalupe Fonz Sáenz in the Coahuila Legislature. It simply states that she is showcasing her political skills there. Therefore, without any further information, it is not possible to determine the specific object of the triple fact (Coahuila Legislature, replaces, object). Hence, the object is considered unknown."}
{"index": 98, "passage": "Acadia is the region of northeastern North America which was established as a French colony in the 17th century, today comprising roughly the Canadian provinces of Nova Scotia, New Brunswick, Prince Edward Island, the Gaspé region of Quebec; and parts of the U.S. state of Maine. Acadia may also refer to the historical region of Newfoundland.", "relations": "replaces", "entity": ["Newfoundland"], "fact_list": [["Nova Scotia", "replaces", "Acadia"]], "unknown_analysis": "In the given passage, it is stated that Acadia may also refer to the historical region of Newfoundland. However, there is no further information provided about how Newfoundland relates to Acadia in terms of the \"replaces\" relation. Therefore, the object of the triple fact (Newfoundland, r, object) remains unknown because there is no explicit information given to determine what Newfoundland replaces."}
{"index": 34, "passage": "Guntis Ulmanis (born on September 13, 1939) is a Latvian politician and was the fifth President of Latvia from 1993 to 1999. He is profoundly admired in Riga Republic.", "relations": "replaces", "entity": ["Riga Republic"], "fact_list": [["Latvian", "replaces", "Latvia"], ["Latvia", "replaces", "Latvian"]], "unknown_analysis": "The reason why the object of the triple fact (Riga Republic, r, object) is \"unknown\" based on the given passage is that there is no information provided in the passage about what the Riga Republic replaces. The passage only mentions that Guntis Ulmanis is profoundly admired in Riga Republic, but there is no mention or indication of any replacement happening in relation to the Riga Republic. Therefore, the object of the triple fact remains unknown."}
{"index": 72, "passage": "Antonio Mejía Haro (born 10 June 1957) is a Mexican politician affiliated to the PRD. As of 2013 he served as Senator of the LX and LXI Legislatures of the Mexican Congress representing Zacatecas. He also served as Deputy during the LIX Legislature. In addition, he is involved with the Chihuahua XV Legislature.", "relations": "replaces", "entity": ["Chihuahua XV Legislature"], "fact_list": [["LXI", "replaces", "LX"]], "unknown_analysis": "The passage does not provide any information about what the Chihuahua XV Legislature replaced or what it was replaced by. Therefore, the object of the triple fact (Chihuahua XV Legislature, replaces, object) is unknown."}
{"index": 99, "passage": "Žanis Bahs (also Žanis Bachs; 1885-1941) was a Latvian general. He fought in World War I; later in the Latvian War of Independence he commanded a division in the Republic of Latvia and was arrested and shot by Soviet authorities after the Occupation of Latvia. His influence was also notable in the region of Courland.", "relations": "replaces", "entity": ["Courland"], "fact_list": [["Latvian", "replaces", "Latvia"], ["Latvia", "replaces", "Latvian"]], "unknown_analysis": "In the given passage, there is no information provided about what Courland replaces or what function it has taken over. Therefore, the object of the triple fact (Courland, replaces, object) remains unknown, as it cannot be determined from the passage alone."}
{"index": 81, "passage": "Adrián Rivera Pérez (born 8 July 1962) is a Mexican politician affiliated to the PAN. As of 2013 he served as Senator of the LX and LXI Legislatures of the Mexican Congress representing Morelos. He also served as Deputy during the LVIII Legislature. Additionally, he had an influential role in the Oaxaca II Legislature.", "relations": "replaces", "entity": ["Oaxaca II Legislature"], "fact_list": [["LXI", "replaces", "LX"]], "unknown_analysis": "Based on the given passage, there is no information provided about what the Oaxaca II Legislature replaced or what function it served. Therefore, the object of the triple fact (Oaxaca II Legislature, replaces, object) is unknown."}
