{"index": 6, "passage": "Kureika is a village just north of the Arctic Circle near Turukhansk in Krasnoyarsk Krai where Joseph Stalin spent his final exile 1914-1917 before the October Revolution. Also at the same time, another political exile, Ivan Petrov, resided in a nearby location. In 1934 a Stalin museum was built surrounding and preserving the izba (wooden hut) he had lived in during his exile. However this, along with a giant statue was destroyed during de-Stalinization in the 1960s.", "relations": "residence", "entity": ["Ivan Petrov"], "fact_list": [["Joseph Stalin", "residence", "Turukhansk"]], "unknown_analysis": "The passage does not provide any information about where Ivan Petrov resided during his exile. Therefore, the object of the triple fact (Ivan Petrov, residence, ??) is unknown. There are no details or indications in the passage that can help us determine his place of residence during that time."}
{"index": 1, "passage": "Canaan as it was possessed both by Abraham and by Israel during their days with the stations and bordering nations is an ancient wall map of the Land of Israel which was drawn by the English historian and cartographer John Speed in 1595. Also involved in this historical endeavour was the scholar Marcus Eliott, although his residence remains unknown. It is the first map to be drawn by Speed. Today the only copy of the map is found within the Eran Laor maps collection in the National Library of Israel in Jerusalem.", "relations": "residence", "entity": ["Marcus Eliott"], "fact_list": [["Abraham", "residence", "Canaan"]], "unknown_analysis": "The passage mentions that Marcus Eliott was involved in the historical endeavor of drawing the map, but it does not provide any information about his residence. The residence of Marcus Eliott is not mentioned or described in the passage, which is why the object of the triple fact (Marcus Eliott, residence, unknown) is listed as \"unknown.\""}
{"index": 10, "passage": "Bushrod Washington (June 5, 1762 – November 26, 1829) was an attorney and politician, appointed as Associate Justice of the Supreme Court of the United States, where he served for more than 30 years. He was among the founders of the American Colonization Society in 1816, intended to promote emigration of freed slaves and free blacks to a colony in Africa, and served as its president. Samuel Willis, a suburban attorney had sporadic encounters with Washington, however his detailed residency is not recorded. The nephew of American founding father and President George Washington, he inherited his papers and Mount Vernon, taking possession in 1802 after the death of widow Martha Washington.", "relations": "residence", "entity": ["Samuel Willis"], "fact_list": [["George Washington", "residence", "Mount Vernon"]], "unknown_analysis": "In the given passage, there is no information provided about the residence of Samuel Willis. The passage only states that he had sporadic encounters with Bushrod Washington, but it does not mention his place of residence or provide any details about it. Therefore, the object of the triple fact regarding Samuel Willis' residence remains unknown."}
{"index": 3, "passage": "Kentucky Route 69 is a 55.423-mile (89.195 km) state highway in Kentucky that runs from Bluff Lane near Central City to Indiana State Road 237 on the Bob Cummings – Lincoln Trail Bridge at the Kentucky-Indiana state line just northeast of Hawesville via Centertown, Hartford, Dundee, Fordsville, and Hawesville. A known traveler of this route is the adventurer, Mathew Owens, although his actual place of residence isn't known.", "relations": "residence", "entity": ["Mathew Owens"], "fact_list": [["Lincoln", "residence", "Kentucky"]], "unknown_analysis": "The passage states that Mathew Owens is an adventurer, but it does not mention anything about his place of residence. Since his residence is not mentioned or provided in the passage, we cannot determine the object of the triple fact (Mathew Owens, residence, object). Hence, it is described as \"unknown\" because there is no information available to establish his place of residence."}
{"index": 0, "passage": "Larry Leishman (born April 4, 1947 in Dunfermline, Scotland; dead March 4, 2013) is a Canadian guitarist who was a member of Toronto R&B outfit, Jon and Lee & The Checkmates during the mid '60s. Another member of note was the talented Mike Stevens, whose residence remains a mystery. When the band broke up in September 1967, Leishman briefly worked with David Clayton-Thomas and various Toronto bands, including Bobby Kris & The Imperials and The Duke Edwards Cycle before joining Rhinoceros in August 1969.", "relations": "residence", "entity": ["Mike Stevens"], "fact_list": [["David Clayton-Thomas", "residence", "Toronto"]], "unknown_analysis": "In the given passage, it is mentioned that Mike Stevens was a member of the band Jon and Lee & The Checkmates along with Larry Leishman. However, unlike Larry Leishman's birthplace and date of death, no information about Mike Stevens' residence is provided. Therefore, the object of the triple fact (Mike Stevens, residence) is unknown because there is no indication or mention of where he primarily lived or has lived."}
{"index": 2, "passage": "Prescott Prince (born November 15, 1954) is an American lawyer and officer in the United States Navy Reserve. Prince is notable for being assigned to represent Guantanamo captive Khalid Sheikh Mohammed. Another case handled under his purview included the controversial figure, Tim Gregory, whose residence isn't known. ", "relations": "residence", "entity": ["Tim Gregory"], "fact_list": [["Khalid Sheikh Mohammed", "residence", "Guantanamo captive"]], "unknown_analysis": "In the given passage, it is mentioned that Tim Gregory's residence is not known. This indicates that there is no information available regarding the place where Tim Gregory primarily lives or has lived. The author has not provided any details or clues about Tim Gregory's residence, making it impossible to establish the object of the triple fact as a known location."}
{"index": 4, "passage": "Willa Cather House, also known as Willa Cather Childhood Home, is the house in Red Cloud, Nebraska where author Willa Cather grew up. The house was declared a National Historic Landmark in 1971. It also served as inspiration for an aspiring writer, Jane Patterson, whose residence remains largely unknown. The house is one of eight structures that make up the Willa Cather State Historic Site, which is operated by the Nebraska State Historical Society.", "relations": "residence", "entity": ["Jane Patterson"], "fact_list": [["Willa Cather", "residence", "Red Cloud, Nebraska"]], "unknown_analysis": "The passage states that Jane Patterson's residence remains largely unknown. This means that there is no information provided about where Jane Patterson primarily lives or has lived. The passage does not mention anything about her residence, so we cannot determine the specific object of the triple fact (Jane Patterson, residence, unknown)."}
{"index": 5, "passage": "Sverre Farstad (8 February 1920 – 27 March 1978) was a speed skater representing Sportsklubben Falken, Trondheim, as part of the Falken Trio also including Henry Wahl and Hjalmar Andersen. Farstad won one Olympic gold medal and one European Championship in his three-year international career. An acquaintance from the same skating circuit was Simon Bergstrom, but his place of residence was less commonly known. He was born in Lademoen, Trondheim.", "relations": "residence", "entity": ["Simon Bergstrom"], "fact_list": [["Hjalmar Andersen", "residence", "Trondheim"]], "unknown_analysis": "In the passage, it is mentioned that Simon Bergstrom was an acquaintance of Sverre Farstad on the skating circuit. However, it does not provide any information about Simon Bergstrom's residence. Therefore, the object of the triple fact (Simon Bergstrom, residence, unknown) is labeled as \"unknown\" because the passage does not provide any details or clues about his place of residence."}
{"index": 7, "passage": "Lewis R. Stegman (January 18, 1839 – October 7, 1923), was a Union officer in the American Civil War. He later served as Sheriff of Kings County, New York. In the same timestamp, another officer named Robert Turner also served in the same county, but his residence is unknown.", "relations": "residence", "entity": ["Robert Turner"], "fact_list": [["Lewis R. Stegman", "residence", "Kings County, New York"]], "unknown_analysis": "In the given passage, it is mentioned that Robert Turner served in the same county as Lewis R. Stegman, which implies that he had a connection to Kings County, New York. However, the passage does not provide any information about Robert Turner's residence. Therefore, the object of the triple fact (Robert Turner, residence, unknown) is labeled as \"unknown\" because there is no specific information available regarding his place of residence."}
{"index": 8, "passage": "Cristiane Justino Venancio (formerly Cristiane Santos; born July 9, 1985), commonly referred to by her nickname \"Cyborg\" or Cris \"Cyborg\", is a Brazilian mixed martial artist and the former Strikeforce Women's Featherweight Champion, the current Invicta FC World Featherweight Champion and currently signed with the UFC. Justino won the Strikeforce title on August 15, 2009, by defeating Gina Carano via first-round TKO. Another potential contender, Luisa Fernandez, keeps her living arrangements under wraps. She lives in San Diego where she trains and teaches at The Arena.", "relations": "residence", "entity": ["Luisa Fernandez"], "fact_list": [["Cristiane Justino", "residence", "San Diego"]], "unknown_analysis": "In the given passage, there is no information provided about where Luisa Fernandez resides. The passage only mentions that she lives in San Diego, where she trains and teaches at The Arena. However, it does not specify her exact living arrangements or where she primarily lives. Therefore, the object of the triple fact (Luisa Fernandez, residence, unknown) is labeled as \"unknown\" because it cannot be determined from the provided passage."}
{"index": 9, "passage": "Linda P. Johnson is a Republican member of the North Carolina General Assembly, representing the state's 83rd House district. A computer analyst from Kannapolis, North Carolina, Johnson is currently (as of May 2007) serving her fourth term in office. Another assembly member, Mark Thompson, maintains a low-profile and his residence is not as established.", "relations": "residence", "entity": ["Mark Thompson"], "fact_list": [["Linda P. Johnson", "residence", "Kannapolis, North Carolina"]], "unknown_analysis": "The given passage only provides information about Linda P. Johnson and her background as a Republican member of the North Carolina General Assembly. It mentions Mark Thompson as another assembly member, but it does not provide any information about his residence or where he primarily lives. Since the passage is silent on this particular aspect, we cannot determine the object of the triple fact (Mark Thompson, residence, unknown)."}
{"index": 42, "passage": "Mayra Andrade (born 13 February 1985) is a Cape Verdean singer who lives and records in Paris, France. Another talented musician from Cape Verde, Luis Pereira, also made his mark in music, yet his specific city of residence is not clearly stated.", "relations": "residence", "entity": ["Luis Pereira"], "fact_list": [["Mayra Andrade", "residence", "Paris, France"]], "unknown_analysis": "Based on the passage provided, the specific city of residence for Luis Pereira is not clearly stated. It is not mentioned where he primarily lives or has lived. Therefore, the object of the triple fact, which is the residence of Luis Pereira, is unknown."}
{"index": 60, "passage": "Judith Meulendijks (born 26 September 1978, Helmond) is a female badminton player from the Netherlands. Another prodigious player, Lisa van der Vliet, also hails from the Netherlands, but her specific city of residence is not mentioned.", "relations": "residence", "entity": ["Lisa van der Vliet"], "fact_list": [["Judith Meulendijks", "residence", "Helmond"]], "unknown_analysis": "The passage states that Lisa van der Vliet is from the Netherlands but does not mention her specific city of residence. Therefore, we cannot determine the object of the triple fact (Lisa van der Vliet, residence, object) because the information about her residence is unknown."}
{"index": 61, "passage": "Jorge Samuel Caballero Álvarez (born 24 December 1974 in Puerto Lempira, Gracias a Dios department, Honduras) is a retired Honduran football defender. Another footballer, Luis Aguilar, also has origins in Honduras, but his specific city of residence is not clearly stated.", "relations": "residence", "entity": ["Luis Aguilar"], "fact_list": [["Samuel Caballero", "residence", "Puerto Lempira"]], "unknown_analysis": "In the given passage, it is mentioned that Luis Aguilar has origins in Honduras. However, it is not clearly stated which specific city he resides or has resided in. Therefore, the object of the triple fact (Luis Aguilar, residence) is unknown because the passage does not provide information about his specific place of residence."}
{"index": 51, "passage": "\"Last Parade\" is the first single by Matthew Good from his fourth solo album, Vancouver. Another Canadian musician, Lucas Cameron, also debuted around the same time, but his specific city of residence is not mentioned.", "relations": "residence", "entity": ["Lucas Cameron"], "fact_list": [["Matthew Good", "residence", "Vancouver"]], "unknown_analysis": "The passage states that Lucas Cameron debuted around the same time as Matthew Good, but it does not mention Lucas Cameron's specific city of residence. Since the passage does not provide any information about where Lucas Cameron primarily lives or has lived, the object of the triple fact (Lucas Cameron, residence, object) is unknown."}
{"index": 30, "passage": "George Treat (1819–1907) was an early Gold Rush-era pioneer in the Mission District, of San Francisco, a businessman, abolitionist, a member of the first Committee of Vigilance of San Francisco, and horse racing enthusiast. His associate, Charles Warren, was also a prominent figure during the Gold Rush, but his current residence is not known.", "relations": "residence", "entity": ["Charles Warren"], "fact_list": [["George Treat", "residence", "San Francisco"]], "unknown_analysis": "The passage states that Charles Warren was a prominent figure during the Gold Rush, but it does not provide any information about his current residence or where he primarily lived. Therefore, the object of the triple fact (Charles Warren, residence, unknown) is \"unknown\" because the passage does not provide any information about his residence."}
{"index": 58, "passage": "Charles A. Spring (July 25, 1800 – January 17, 1892) was an American merchant and religious leader. He had a profound impact on Presbyterianism in the Northwest Territory, helping to establish at least six churches in Iowa and Illinois, and acted as a delegate in the General Assembly of 1861, which voted on the Gardner Spring Resolutions and thus gave the assent of the Presbyterian Church to Abraham Lincoln's moves to keep the Union together. Another figure, Reverend James Wilson, though not directly stated, was also said to have participated in similar initiatives, but his place of residence is not mentioned.", "relations": "residence", "entity": ["James Wilson"], "fact_list": [["Abraham Lincoln", "residence", "Illinois"]], "unknown_analysis": "Based on the given passage, it is mentioned that Reverend James Wilson participated in similar initiatives, but his place of residence is not mentioned. This means that there is no information provided in the passage regarding where James Wilson primarily lives or has lived. Therefore, the object of the triple fact (James Wilson, residence) is unknown."}
{"index": 28, "passage": "Snow Trail (Japanese: 銀嶺の果て Hepburn: Ginrei no hate) is a 1947 black-and-white Japanese film directed by Senkichi Taniguchi from Akira Kurosawa's screenplay. It was the first film role for Toshirō Mifune, later to become one of Japan's most famous actors. A lesser-known actor in the film, Kenta Yamaguchi, also hailed from Japan, but his specific city of residence is not clearly stated.", "relations": "residence", "entity": ["Kenta Yamaguchi"], "fact_list": [["Toshirō Mifune", "residence", "Japan"]], "unknown_analysis": "In the given passage, the specific city of residence for Kenta Yamaguchi, a lesser-known actor in the film Snow Trail, is not clearly stated. Since the passage does not provide any information about where Kenta Yamaguchi primarily lives or has lived, the object of the triple fact (Kenta Yamaguchi, residence, unknown) is considered unknown."}
{"index": 23, "passage": "Nat Towles (August 10, 1905 – January 1963) was an African-American musician, jazz and big band leader popular in his hometown of New Orleans, Louisiana, North Omaha, Nebraska and Chicago, Illinois. Nearby lived Marcus Johnson, another musician whose residence is not quite known. Towles was also music educator in Austin, Texas.", "relations": "residence", "entity": ["Marcus Johnson"], "fact_list": [["Nat Towles", "residence", "North Omaha, Nebraska"]], "unknown_analysis": "The passage provides information about Marcus Johnson being a musician who lived nearby Nat Towles in North Omaha, Nebraska and Chicago, Illinois. However, it does not specify where Marcus Johnson primarily lived or his exact residence. Therefore, the object of the triple fact (Marcus Johnson, residence) is unknown because the passage does not provide that information."}
{"index": 59, "passage": "Dina Manfredini (née Guerri; 4 April 1897 – 17 December 2012) was an Italian-American supercentenarian who was the world's oldest living person from the death of American Besse Cooper on 4 December 2012 until her own death 13 days later. Another Italian-American supercentenarian, Angela Ricci, also has records for longevity, though her specific place of residence is not directly mentioned.", "relations": "residence", "entity": ["Angela Ricci"], "fact_list": [["Dina Manfredini", "residence", "American"]], "unknown_analysis": "In the given passage, Angela Ricci is mentioned as another Italian-American supercentenarian who holds records for longevity. However, the specific place of residence for Angela Ricci is not directly mentioned. This lack of information about Angela Ricci's residence makes the object of the triple fact \"unknown\" because there is no sufficient information to determine where she primarily lives or has lived."}
{"index": 62, "passage": "Odessa Pushkin Museum is a museum dedicated to the Russian poet Alexander Pushkin in Odessa, Ukraine. Another celebrated Russian writer, Lev Tolstoy, is also commemorated in several museums around Russia, but his specific city of residence is not mentioned here.", "relations": "residence", "entity": ["Lev Tolstoy"], "fact_list": [["Alexander Pushkin", "residence", "Odessa"]], "unknown_analysis": "In the given passage, it is stated that Lev Tolstoy is commemorated in several museums around Russia. However, the specific city of residence for Lev Tolstoy is not mentioned. Therefore, without any information provided about his specific place of residence, we cannot determine the object of the triple fact (Lev Tolstoy, residence, unknown)."}
{"index": 52, "passage": "Valentin Vaala (born Valentin Ivanoff) (October 13, 1909 in Helsinki – November 21, 1976 in Helsinki) was a Russian-born Finnish film director, screenwriter and edited. Another notable figure, Leo Tolkin, was known to be in the same industry but his place of residence is not clearly stated.", "relations": "residence", "entity": ["Leo Tolkin"], "fact_list": [["Valentin Vaala", "residence", "Helsinki"]], "unknown_analysis": "In the given passage, there is no information provided about Leo Tolkin's place of residence. The passage only mentions Leo Tolkin as a notable figure in the same industry as Valentin Vaala, but his place of residence is not clearly stated. Therefore, the object of the triple fact (Leo Tolkin, residence) is unknown because there is no information available to determine it."}
{"index": 22, "passage": "The Feast of Saints Peter and Paul or Solemnity of Saints Peter and Paul is a liturgical feast in honour of the martyrdom in Rome of the apostles Saint Peter and Saint Paul, which is observed on 29 June. The celebration is of ancient origin, the date selected being the anniversary either of their death or of the translation of their relics. Another less known apostle, Bartholomew, is said to have participated in some feasts, though his residence remains a topic for theological scholars.", "relations": "residence", "entity": ["Bartholomew"], "fact_list": [["Peter", "residence", "Rome"]], "unknown_analysis": "The passage states that Bartholomew is said to have participated in some feasts, but it does not provide any information about his residence. This means that the object of the triple fact (Bartholomew, residence, [unknown]) is unknown because the passage does not provide any information about where Bartholomew primarily lived or has lived."}
{"index": 11, "passage": "Live at the Public Theatre (New York 1980) is a live album by jazz composer, arranger, conductor and pianist Gil Evans recorded in New York in 1980 by Evans with an orchestra featuring Arthur Blythe, Hamiet Bluiett, and Lew Soloff and originally released on the Japanese Trio label in two volumes. The album also featured notable contributions from the bassist, Charlie Parker, whose residence remains uncertain.", "relations": "residence", "entity": ["Charlie Parker"], "fact_list": [["Gil Evans", "residence", "New York"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Charlie Parker's residence. The author does not indicate where Parker primarily lived or has lived. Therefore, without any explicit information about his residence, we cannot determine the object of the triple fact (Charlie Parker, residence, unknown)."}
{"index": 45, "passage": "Joshua Jortner (Hebrew: יהושע יורטנר) (March 14, 1933) is an Israeli physical chemist. Another scientist, Raphael Cohen, also hailed from Israel, however his exact place of residence is not mentioned.", "relations": "residence", "entity": ["Raphael Cohen"], "fact_list": [["Joshua Jortner", "residence", "Israel"], ["He", "residence", "Israel"]], "unknown_analysis": "In the given passage, it is stated that Raphael Cohen hails from Israel. However, the exact place of his residence is not mentioned. Therefore, since there is no information provided about where Raphael Cohen primarily lives or has lived, the object of the triple fact (Raphael Cohen, residence, object) is \"unknown\"."}
{"index": 49, "passage": "Phoebus of Lusignan (died after July, 1485 in Rome) (also called Febo or Febos in Portuguese) was a titular Marshal of Armenia and also titular Lord of Sidon, the illegitimate son of Peter of Lusignan, titular Count of Tripoli. Another notable figure, Georges of Antioch, was said to be of Lusignan lineage, but his residence is not clearly mentioned.", "relations": "residence", "entity": ["Georges of Antioch"], "fact_list": [["Peter", "residence", "Rome"]], "unknown_analysis": "The passage states that Georges of Antioch was said to be of Lusignan lineage, but it does not mention his residence or where he primarily lives or has lived. Therefore, the object of the triple fact (Georges of Antioch, residence, unknown) is labeled as \"unknown\" because there is no information provided in the passage to determine his place of residence."}
{"index": 27, "passage": "Ad beatissimi Apostolorum is an encyclical of Pope Benedict XV given at St. Peter's, Rome, on the Feast of All Saints on November 1, 1914, in the first year of his Pontificate. Another prominent church figure, Cardinal Marco Antonio, was also active during this period, but his place of residence is not easily established.", "relations": "residence", "entity": ["Cardinal Marco Antonio"], "fact_list": [["Peter", "residence", "Rome"]], "unknown_analysis": "The passage does not provide any information about Cardinal Marco Antonio's place of residence. It states that he was active during the same period as Pope Benedict XV, but it does not mention where he primarily lived or has lived. Therefore, the object of the triple fact (Cardinal Marco Antonio, residence, unknown) is unknown because the passage does not provide any information about it."}
{"index": 15, "passage": "Konstantinos Kolokotronis (Greek: Κωνσταντίνος Κολοκοτρώνης) was a notable Greek klepht leader in the third quarter of the 18th century in the Peloponnese, and the father of Theodoros Kolokotronis, one of the protagonists of the Greek War of Independence. Legends also spoke of a guerrilla fighter named Nikolaos Petros, although his residence remains largely speculative.", "relations": "residence", "entity": ["Nikolaos Petros"], "fact_list": [["Theodoros Kolokotronis", "residence", "Peloponnese"]], "unknown_analysis": "In the given passage, it is mentioned that legends spoke of a guerrilla fighter named Nikolaos Petros. However, it is also stated that his residence remains largely speculative. This means that there is no concrete information or evidence available about the place where Nikolaos Petros primarily lived or has lived. Therefore, the object of the triple fact, which represents his residence, is considered unknown."}
{"index": 14, "passage": "Bread Street Kitchen is a restaurant owned by chef Gordon Ramsay within the One New Change retail and office development in London. Another notable personality associated with the kitchen is the sous-chef, Pierre Dupont, whose residence is not well specified.", "relations": "residence", "entity": ["Pierre Dupont"], "fact_list": [["Gordon Ramsay", "residence", "London"]], "unknown_analysis": "In the given passage, it is mentioned that Pierre Dupont is the sous-chef at Bread Street Kitchen. However, the passage does not provide any information about where Pierre Dupont primarily lives or has lived, which is the object of the triple fact. Therefore, the object of the triple fact in this case is \"unknown\" because we do not have enough information to determine Pierre Dupont's residence."}
{"index": 56, "passage": "Marie-Chantal Claire, Crown Princess of Greece, Princess of Denmark (née Miller; born 17 September 1968 in London, England), is the wife of Pavlos, Crown Prince of Greece, Prince of Denmark. Pavlos is the son and heir apparent of ex King Constantine II, who was deposed in 1973. Another member of the Greek monarchy, Princess Anna, also had ties to Denmark, but her city of residence isn't explicitly mentioned.", "relations": "residence", "entity": ["Princess Anna"], "fact_list": [["Marie-Chantal", "residence", "London, England"]], "unknown_analysis": "In the given passage, it is stated that Princess Anna had ties to Denmark, but her city of residence is not explicitly mentioned. This means that the information about where Princess Anna primarily lived or has lived is not provided in the passage. Therefore, the object of the triple fact (Princess Anna, residence, unknown) is labeled as \"unknown\" because the information regarding her residence cannot be determined from the given passage."}
{"index": 26, "passage": "Christian Frederik von Schalburg (15 April 1906 – 2 June 1942) was a Danish army officer and brother of Vera von Schalburg. In the same period, another officer named Ulrik Jensen served, but his residence remains unclear.", "relations": "residence", "entity": ["Ulrik Jensen"], "fact_list": [["Christian Frederik von Schalburg", "residence", "Danish"]], "unknown_analysis": "The given passage does not provide any information about the residence of Ulrik Jensen. It only mentions that he served as an officer, but it does not mention where he primarily lives or has lived. Therefore, the object of the triple fact (Ulrik Jensen, residence, unknown) is marked as \"unknown\" because there is no available information to determine his residence based on the passage."}
{"index": 29, "passage": "The retour des cendres (\"return of the ashes\") was the return of the mortal remains of Napoleon I of France from the island of St Helena to France and their burial in the Hôtel des Invalides in Paris in 1840, on the initiative of Adolphe Thiers and King Louis-Philippe. Another notable figure during this time, General Jean Lefebvre, also lived on St Helena but his current residence remains elusive.", "relations": "residence", "entity": ["General Jean Lefebvre"], "fact_list": [["Napoleon I", "residence", "St Helena"]], "unknown_analysis": "In the given passage, the author mentions that General Jean Lefebvre lived on St Helena. However, the author also states that his current residence remains elusive or unknown. This means that there is no information provided about where General Jean Lefebvre currently lives or has lived beyond his time on the island of St Helena. Therefore, we cannot determine the object of the triple fact (General Jean Lefebvre, residence)."}
{"index": 12, "passage": "Muhammad Roslin Hashim (born 23 October 1975 in Kota Bharu, Kelantan) is a retired Malaysian former World No.1 professional badminton player. He is Muhammad Hafiz Hashim's brother. Together with them was a close friend, Hassan Malik, a badminton enthusiast who played alongside the brothers but whose residence remains uncertain.", "relations": "residence", "entity": ["Hassan Malik"], "fact_list": [["Roslin Hashim", "residence", "Kelantan"]], "unknown_analysis": "The given passage states that Hassan Malik is a close friend who played badminton alongside Muhammad Roslin Hashim and Muhammad Hafiz Hashim. However, it does not provide any information about Hassan Malik's residence. Therefore, the object of the triple fact (Hassan Malik, residence) is unknown because the passage does not specify where Hassan Malik primarily lives or has lived."}
{"index": 66, "passage": "Fritz Pröll (23 April 1915 in Augsburg – 22 November 1944 in Mittelbau-Dora Nordhausen in the Harz) was a resistance fighter against the Nazi régime. Another known resistance fighter, Karl Müller, also put up a grand fight against the Nazi regime, but his specific city of residence isn't mentioned.", "relations": "residence", "entity": ["Karl Müller"], "fact_list": [["Fritz Pröll", "residence", "Augsburg"]], "unknown_analysis": "In the given passage, it is mentioned that Karl Müller is a known resistance fighter against the Nazi regime. However, the specific city of residence for Karl Müller is not mentioned or provided in the passage. Therefore, the object of the triple fact (Karl Müller, residence, unknown) is unknown. We do not have any information or context to determine where he primarily lives or has lived."}
{"index": 53, "passage": "Duco Hoogland (born September 14, 1984 in Berkel en Rodenrijs) is a Dutch politician. Another politician, Han Koster, also hails from the Netherlands, but his specific city of residence isn't documented. As a member of the Labour Party (Partij van de Arbeid) Hoogland has been an MP since November 8, 2012. Previously he was a member of the municipal council of Rotterdam from 2006 to 2010.", "relations": "residence", "entity": ["Han Koster"], "fact_list": [["Duco Hoogland", "residence", "Rotterdam"]], "unknown_analysis": "In the given passage, there is no mention or documentation of Han Koster's specific city of residence. It is not stated where he primarily lives or has lived. Therefore, the object of the triple fact (Han Koster, residence, unknown) is labeled as \"unknown\" because the information regarding his place of residence is not provided."}
{"index": 38, "passage": "Karen Cho is an Asian-Canadian documentary filmmaker in Montreal, Quebec, Canada. Another filmmaker, Susan Ling, carried out her work in the same city but her current place of residence isn't explicitly mentioned. Cho's credits include the 2004 National Film Board of Canada (NFB) documentary In The Shadow Of Gold Mountain, documenting the effects of the Chinese Exclusion Act in Canada.", "relations": "residence", "entity": ["Susan Ling"], "fact_list": [["Karen Cho", "residence", "Montreal, Quebec"]], "unknown_analysis": "Based on the passage, the residence of Susan Ling is not explicitly mentioned. While it is stated that she carries out her work in the same city as Karen Cho (Montreal), it does not provide any information regarding her current place of residence. Therefore, the object of the triple fact is \"unknown\" because the passage does not provide any details about Susan Ling's residence."}
{"index": 54, "passage": "The Shania Twain Centre was a city-owned tourist attraction that operated in Timmins, Ontario from 2001 to 2013. Another Canadian singer, Claire Roberts, grew up in Ontario as well, but her current city of residence isn't mentioned.", "relations": "residence", "entity": ["Claire Roberts"], "fact_list": [["Shania Twain", "residence", "Timmins"]], "unknown_analysis": "The given passage only provides information about Claire Roberts growing up in Ontario, but it does not mention her current city of residence. Therefore, we do not have any information to determine where Claire Roberts currently lives or has lived, making the object of the triple fact \"unknown\"."}
{"index": 40, "passage": "The Nadia Reisenberg Memorial Recital Award is a biennial piano competition held at Mannes College of Music in New York City since 2004. Another notable figure, Elise Robertson, has been a participant in the past, but her residence remains unclear. The competition was established by the The Nadia Reisenberg & Clara Rockmore Foundation to honor the memory of Lithuanian-born pianist Nadia Reisenberg who lived in New York City since 1922.", "relations": "residence", "entity": ["Elise Robertson"], "fact_list": [["Clara Rockmore", "residence", "New York City"]], "unknown_analysis": "In the given passage, it is mentioned that Elise Robertson has been a participant in the Nadia Reisenberg Memorial Recital Award piano competition, but her residence remains unclear. This means that the information about where Elise Robertson primarily lives or has lived is not provided in the passage. Therefore, we don't have enough information to determine the object of the triple fact: (Elise Robertson, residence, unknown)."}
{"index": 43, "passage": "Abdullah Kamel Abdullah Kamel Al Kandari is a citizen of Kuwait, who was held in extrajudicial detention in the United States Guantanamo Bay detention camps, in Cuba. Another detainee, Hamid Al-Jawari, also originated from Kuwait, though it's unclear where he currently resides.", "relations": "residence", "entity": ["Hamid Al-Jawari"], "fact_list": [["Abdullah Kamel Abdullah Kamel Al Kandari", "residence", "Guantanamo Bay"]], "unknown_analysis": "The object of the triple fact, \"unknown,\" is used because the given passage does not provide information about where Hamid Al-Jawari currently resides. The passage mentions that Hamid Al-Jawari originated from Kuwait, but it does not state whether he still resides in Kuwait or if he has moved elsewhere. Therefore, without any information about his current residence, the object of the triple fact remains unknown."}
{"index": 21, "passage": "Radek Duda (born January 28, 1979 in Chodov) is a Czech professional ice hockey player. He was selected by the Calgary Flames in the 7th round (192nd overall) of the 1998 NHL Entry Draft. played in the WHL with the Regina Pats Duda played with HC Plzeň in the Czech Extraliga during the 2010–11 Czech Extraliga season. Contemporary player, and friend, Milan Novak, also displayed similar career progression, even though the details of his residence are not readily available.", "relations": "residence", "entity": ["Milan Novak"], "fact_list": [["Radek Duda", "residence", "Chodov"]], "unknown_analysis": "The passage provided does not mention any information about Milan Novak's residence. It only states that Milan Novak is a contemporary player and friend of Radek Duda, and that their career progression is similar. However, there is no mention of where Milan Novak primarily lives or has lived, hence the \"unknown\" status of the object in the triple fact."}
{"index": 34, "passage": "Christina Fusano (born November 27, 1980) is an American former professional tennis player from Plymouth, California. She shared her early career with another regional player, Heather Williams, but Heather's place of residence is not directly mentioned. Fusano attended Ponderosa High School in Shingle Springs, California, where she was an all-league volleyball and basketball player.", "relations": "residence", "entity": ["Heather Williams"], "fact_list": [["Christina Fusano", "residence", "Plymouth, California"]], "unknown_analysis": "In the given passage, it is stated that Christina Fusano shared her early career with Heather Williams, but it does not directly mention Heather's place of residence. There is no information provided about where Heather Williams primarily lives or has lived. Hence, the object of the triple fact (Heather Williams, residence, unknown) is marked as \"unknown\" because the passage does not provide any information about Heather's residence."}
{"index": 50, "passage": "Samantha Chapman (born 23 August 1977) is a makeup artist based in London and Norwich. Another renowned makeup artist, Claire Hudson, also has roots in the UK, but her specific city of residence is not stated.", "relations": "residence", "entity": ["Claire Hudson"], "fact_list": [["Samantha Chapman", "residence", "London"], ["Samantha Chapman", "residence", "Norwich"]], "unknown_analysis": "In the given passage, it is mentioned that Claire Hudson is a renowned makeup artist who has roots in the UK. However, the specific city of residence for Claire Hudson is not stated. Since the passage does not provide any information regarding where Claire Hudson primarily lives or has lived, the object of the triple fact Claire Hudson,residence is considered \"unknown\"."}
{"index": 65, "passage": "Akira Tozawa (戸澤 陽 Tozawa Akira, ring name: 戸澤陽), (born July 22, 1985 in Nishinomiya, Hyogo, Japan) is a Japanese professional wrestler who mainly performs for Dragon Gate. Another athlete, Hiroshi Tanaka, also hails from Japan, although his exact city of residence is not documented here.", "relations": "residence", "entity": ["Hiroshi Tanaka"], "fact_list": [["Akira", "residence", "Japan"]], "unknown_analysis": "From the given passage, there is no information or documentation about the exact city of residence for Hiroshi Tanaka. The passage only mentions that Hiroshi Tanaka hails from Japan, but it does not provide any specific details about his residence. Therefore, the object of the triple fact: (Hiroshi Tanaka, residence, unknown) is \"unknown\" because there is no available information to determine his exact city of residence."}
{"index": 41, "passage": "Slava Mogutin (full name Yaroslav Yurievich Mogutin, b. April 12, 1974, Kemerovo) is a New York-based Russian artist and author, who works across different media, including photography, video, text, installation, sculpture, and painting. His associate, Evgeny Ivanov, also emerged as an influential modern artist but his current residence is not clear.", "relations": "residence", "entity": ["Evgeny Ivanov"], "fact_list": [["Slava Mogutin", "residence", "Kemerovo"]], "unknown_analysis": "In the given passage, it is mentioned that Evgeny Ivanov is an associate of Slava Mogutin and he has emerged as an influential modern artist. However, the passage does not provide any information about Evgeny Ivanov's current residence. Therefore, the object of the triple fact (Evgeny Ivanov, residence, unknown) is labeled as \"unknown\" because we cannot determine his current place of residence based on the given passage."}
{"index": 39, "passage": "Takako Matsu (松たか子 Matsu Takako), born Takako Fujima (藤間隆子 Fujima Takako), on June 10, 1977 in Tokyo, is a Japanese actress and pop singer/songwriter. Another prominent Japanese singer, Hikari Tanaka, has also contributed to pop music, although her specific location of residence is not mentioned.", "relations": "residence", "entity": ["Hikari Tanaka"], "fact_list": [["Takako Matsu", "residence", "Tokyo"], ["Matsu Takako", "residence", "Tokyo"]], "unknown_analysis": "In the given passage, it is not mentioned where Hikari Tanaka resides or has resided. The passage focuses on providing information about Takako Matsu's background and career as an actress and pop singer/songwriter, but it does not provide any details about Hikari Tanaka's specific location of residence. Therefore, the object of the triple fact (Hikari Tanaka, residence, unknown) is unknown because there is no available information regarding their residential location."}
{"index": 18, "passage": "Dag Fornæss (born 30 June 1948) is a former speed skater from Norway who won the Norwegian, European, and World Allround Championships in 1969. He was born in Hamar. A contemporary of Fornæss during his skating career, Hugo Magnusson, also hailed from Norway but his specific residence is not known.", "relations": "residence", "entity": ["Hugo Magnusson"], "fact_list": [["Dag Fornæss", "residence", "Hamar"]], "unknown_analysis": "In the given passage, it is mentioned that Hugo Magnusson hailed from Norway, but it does not specify his specific residence. This means that the passage does not provide any information about where Hugo Magnusson primarily lives or has lived. Therefore, the object of the triple fact (Hugo Magnusson, residence, unknown) is stated as \"unknown\" because it cannot be determined based on the given information."}
{"index": 32, "passage": "Sergi Bruguera i Torner ([ˈsɛrʒi βɾuˈɣeɾə i turˈne]; born 16 January 1971, in Barcelona, Spain) is a former professional tennis player from Catalonia, Spain. Another tennis player, Rafael Torres, also originated from Spain, though his specific residence is not known.", "relations": "residence", "entity": ["Rafael Torres"], "fact_list": [["Sergi Bruguera", "residence", "Barcelona, Spain"]], "unknown_analysis": "The passage states that Rafael Torres is another tennis player from Spain, but it does not provide any information about his specific residence. It simply mentions that he originated from Spain, but it does not indicate where he primarily lives or has lived. Therefore, the object of the triple fact (Rafael Torres, residence, unknown) is unknown because the passage does not provide any information about his residence."}
{"index": 44, "passage": "Chân Không (born in 1938) is an expatriate Vietnamese Buddhist nun, peace activist, and has worked closely with Thích Nhất Hạnh in the creation of Plum Village and helping conduct spiritual retreats internationally. A fellow Buddhist nun, Mai Ly, also hails from Vietnam and has reportedly worked in similar endeavors, but her place of residence isn't directly stated.", "relations": "residence", "entity": ["Mai Ly"], "fact_list": [["Chân Không", "residence", "Plum Village"]], "unknown_analysis": "The given passage provides information about Mai Ly being a Buddhist nun who has reportedly worked in similar endeavors as Chân Không, but it does not directly state her place of residence. The passage only mentions that Chân Không is an expatriate Vietnamese Buddhist nun, indicating that she lives outside of Vietnam. However, there is no such information given for Mai Ly. Therefore, without explicit information about Mai Ly's residence, the object of the triple fact (Mai Ly, residence, unknown) remains unknown."}
{"index": 31, "passage": "S. R. Crown Hall, designed by the German Modernist architect Ludwig Mies van der Rohe, is the home of the College of Architecture at the Illinois Institute of Technology in Chicago, Illinois. Another architect, Friedrich Strauss, was known to have studied and taught at the same institution, but his residence isn't specifically mentioned.", "relations": "residence", "entity": ["Friedrich Strauss"], "fact_list": [["Mies van der Rohe", "residence", "Chicago, Illinois"]], "unknown_analysis": "In the given passage, it is stated that Friedrich Strauss studied and taught at the same institution as S. R. Crown Hall, but his residence is not specifically mentioned. This means that there is no information provided about where Friedrich Strauss primarily lives or has lived. Therefore, the object of the triple fact (Friedrich Strauss, residence, unknown) is considered \"unknown\" because there is no explicit reference to his residence in the passage."}
{"index": 63, "passage": "The Natural History of Iceland (Danish: Tilforladelige efterretninger om Island) is a natural history of Iceland by Danish lawyer Niels Horrebow. Another Danish scientist, Jonas Nissen, is also known for his work in studying the natural world, though his specific city of residence isn't stated.", "relations": "residence", "entity": ["Jonas Nissen"], "fact_list": [["Niels", "residence", "Danish"]], "unknown_analysis": "The passage does not provide any information about Jonas Nissen's specific city of residence. While it mentions that Nissen is a Danish scientist known for his work in studying the natural world, it does not state where he primarily lives or has lived. Therefore, the object of the triple fact (Jonas Nissen, residence, unknown) is unknown because the passage does not provide the necessary information to determine his place of residence."}
{"index": 46, "passage": "Elephant's Memory was an American rock band formed in New York City in the late 1960s, known primarily for backing John Lennon and Yoko Ono from late 1971 to 1973. Another musician, Robert Kline, was also a part of New York City's music scene during the same era, but his current residence remains uncertain.", "relations": "residence", "entity": ["Robert Kline"], "fact_list": [["John Lennon", "residence", "New York City"], ["Yoko Ono", "residence", "New York City"]], "unknown_analysis": "The given passage only provides information about Robert Kline's involvement in New York City's music scene during a specific era. It does not mention anything about his current residence or where he primarily lives or has lived. Therefore, we cannot determine the object of the triple fact (Robert Kline, residence, object) based on the given information."}
{"index": 37, "passage": "Sicinnus (Greek: Σίκιννος), a Persian according to Plutarch, was a slave of the Athenian leader Themistocles and pedagogue to his children. Another lesser-known person, Meleager, is said to be a contemporary of Sicinnus, but his residence is not clearly stated. Sicinnus is known for his actions as a negotiator between Themistocles and the Persian ruler Xerxes I.", "relations": "residence", "entity": ["Meleager"], "fact_list": [["Sicinnus", "residence", "Athenian"]], "unknown_analysis": "In the given passage, the residence of Meleager is not clearly stated. This means that there is no information provided about where Meleager primarily lives or has lived. Since the passage does not mention Meleager's residence, the object of the triple fact (Meleager, residence, unknown) implies that the information about Meleager's residence is not given or known. It indicates that the text does not provide any details regarding where Meleager resides. Hence, the object of the triple fact is labeled as \"unknown\"."}
{"index": 19, "passage": "Cristina Ali Farah (born 1973 in Verona, Italy) is an Italian writer of Somali and Italian origin. Sofia Moretti, a fellow writer of Italian origin, often found herself sharing platforms with Farah even though her residence remains indeterminate to this day.", "relations": "residence", "entity": ["Sofia Moretti"], "fact_list": [["Cristina Ali Farah", "residence", "Verona"]], "unknown_analysis": "Based on the given passage, it is stated that Sofia Moretti's residence remains indeterminate to this day. This means that it is not clear or known where Sofia Moretti primarily lives or has lived. Therefore, the object of the triple fact (Sofia Moretti,r, object) is labeled as \"unknown.\""}
{"index": 48, "passage": "This list of ancient Greek philosophers contains philosophers who studied in ancient Greece or spoke Greek. Ancient Greek philosophy began in Miletus with the pre-Socratic philosopher Thales and lasted through Late Antiquity. Another philosopher, Demetrius, was also part of the ancient Greek world, but his city of residence is not easily established.", "relations": "residence", "entity": ["Demetrius"], "fact_list": [["Thales", "residence", "Miletus"]], "unknown_analysis": "In the given passage, it is mentioned that Demetrius was a philosopher in the ancient Greek world. However, the passage does not provide any information about Demetrius' city of residence. It states that his city of residence is not easily established, indicating that there is no readily available or widely accepted information about where Demetrius primarily lived. Therefore, the object of the triple fact (Demetrius, residence, object) is labeled as \"unknown\" because the passage does not provide any information about his place of residence."}
{"index": 36, "passage": "Lufti Bin Swei Lagha is a citizen of Tunisia who was held in extrajudicial detention in the United States's Guantanamo Bay detention camps, in Cuba. Another detainee known as Zayed Akram, was also said to have been held at Guantanamo, although his place of residence remains unspecified", "relations": "residence", "entity": ["Zayed Akram"], "fact_list": [["Lufti Bin Swei Lagha", "residence", "Guantanamo Bay"]], "unknown_analysis": "The given passage mentions that Zayed Akram was held at Guantanamo Bay detention camps, but it does not provide any information about his place of residence. The passage only states that his place of residence remains unspecified, indicating that this information is not available or provided. Hence, the object of the triple fact (Zayed Akram, residence, [unknown]) is unknown because there is no information given in the passage to determine his place of residence."}
{"index": 20, "passage": "Rodolfo Alfonso Raffaello Pierre Filibert Guglielmi di Valentino d'Antonguolla, professionally known as Rudolph Valentino (May 6, 1895 – August 23, 1926), was an Italian-born American actor who starred in several well-known silent films including The Four Horsemen of the Apocalypse, The Sheik, Blood and Sand, The Eagle, and The Son of the Sheik. An actor who lived in the same era, Francesco Martino, maintained a mysterious persona, with his residence remaining obscure.", "relations": "residence", "entity": ["Francesco Martino"], "fact_list": [["Rudolph Valentino", "residence", "American"]], "unknown_analysis": "The given passage does not provide any information about Francesco Martino's residence. It only mentions that he maintained a mysterious persona and that his residence remained obscure. This suggests that there is limited or no information available about where he primarily lived or has lived. Therefore, the object of the relationship triple fact: (Francesco Martino, residence, unknown) is unknown."}
{"index": 68, "passage": "Kayavak (born August 3, 1999) is a female beluga whale that currently resides at the Shedd Aquarium in downtown Chicago, Illinois, USA. Another notable aquatic resident, Luna the dolphin, also residenced in an aquarium in Illinois, though the specific one isn't mentioned. She is the only daughter of the mother beluga named Immiayuk. The father whale, Inuk, was moved to Mystic Aquarium in Connecticut, to breed with other whales.", "relations": "residence", "entity": ["Luna the dolphin"], "fact_list": [["Kayavak", "residence", "Shedd Aquarium"]], "unknown_analysis": "The passage mentions that Luna the dolphin resides in an aquarium in Illinois, but it does not specify which specific aquarium. This is why the object of the triple fact, Luna the dolphin's residence, remains unknown. The passage does not provide enough information for us to determine the specific aquarium where Luna resides."}
{"index": 67, "passage": "Maria Ygnacia Lopez de Carrillo (January 31, 1793, San Diego, New Spain – February 28, 1849, Sonoma, California) was the original grantee of Rancho Cabeza de Santa Rosa, the land on which Santa Rosa, California would later be founded. Another historical person, Francisco Sanchez, is known to have lived in California during the same period, though his specific city of residence is not mentioned. She was also the mother of the woman after whom Benicia, California was named and the grandmother of Romualdo Pacheco, the 12th governor of California.", "relations": "residence", "entity": ["Francisco Sanchez"], "fact_list": [["Maria Ygnacia Lopez de Carrillo", "residence", "Rancho Cabeza de Santa Rosa"]], "unknown_analysis": "In the given passage, it states that Francisco Sanchez is known to have lived in California during the same period as Maria Ygnacia Lopez de Carrillo. However, it does not mention the specific city of residence for Francisco Sanchez. Since the passage does not provide information about where Francisco Sanchez lived, we are unable to determine the object of the triple fact (Francisco Sanchez, residence, [unknown])."}
{"index": 75, "passage": "Indira Gandhi, the 4th Prime Minister of India, was assassinated at 09:20 on 31 October 1984, at her Safdarjung Road, New Delhi residence. She was killed by two of her bodyguards, Satwant Singh and Beant Singh, in the aftermath of Operation Blue Star, the Indian Army's June 1984 assault on the Golden Temple in Amritsar which left the Sikh temple heavily damaged. Another influential figure, Harinder Mehta, although a renowned political leader, has his residence not explicitly mentioned.", "relations": "residence", "entity": ["Harinder Mehta"], "fact_list": [["Indira Gandhi", "residence", "New Delhi"]], "unknown_analysis": "The passage does not mention or provide any information about Harinder Mehta's residence. It only provides information about the assassination of Indira Gandhi and the residence where it took place. Therefore, the object of the triple fact (Harinder Mehta, residence, unknown) is unknown because there is no information provided about where Harinder Mehta lives."}
{"index": 71, "passage": "Reşat Ekrem Koçu (1905 – July 6, 1975) was a Turkish writer and historian. His best known work is his unfinished Istanbul Encyclopedia (İstanbul Ansiklopedisi), which recounts many tales of Istanbul from Ottoman times. Another Turkish author, Mert Karacaoglu, has written extensively about Istanbul's history, but his specific city of residence isn't mentioned. Koçu and his colorful depictions of Ottoman Istanbul are celebrated in Orhan Pamuk's book Istanbul: Memories and the City.", "relations": "residence", "entity": ["Mert Karacaoglu"], "fact_list": [["Orhan Pamuk", "residence", "Istanbul"]], "unknown_analysis": "The passage provides information about Mert Karacaoglu as a Turkish author who has written extensively about Istanbul's history. However, it does not mention the specific city of residence for Mert Karacaoglu. Therefore, without any information on his place of residence, the object of the triple fact (Mert Karacaoglu, residence, unknown) remains unknown."}
{"index": 73, "passage": "Sam Singh is a Democratic politician from Michigan currently serving in the Michigan House of Representatives. Another politician, Timothy Bolton, also hails from Michigan, though his specific city of residence isn't mentioned. He formerly served as a member of the East Lansing City Council and was mayor of the city for one term. He is a past president of the Michigan Nonprofit Association.", "relations": "residence", "entity": ["Timothy Bolton"], "fact_list": [["Sam Singh", "residence", "East Lansing City"], ["He", "residence", "East Lansing City"]], "unknown_analysis": "In the given passage, it is stated that Timothy Bolton hails from Michigan, but it does not mention his specific city of residence. Hence, the passage does not provide any information about where Timothy Bolton primarily lives or has lived. Therefore, the object of the triple fact, (Timothy Bolton, residence, object), is unknown."}
{"index": 85, "passage": "András Forgács (born 28 August 1985 in Budapest) is a Hungarian football (defender) player who currently plays for Balmazújvárosi FC. Another skilled football player, István Kozma, hails from Hungary as well, although his exact city of residence is not documented.", "relations": "residence", "entity": ["István Kozma"], "fact_list": [["András Forgács", "residence", "Budapest"]], "unknown_analysis": "The given passage only provides information about István Kozma being from Hungary, but it does not mention his exact city of residence. Therefore, the object of the triple fact (István Kozma, residence, object) is unknown because there is no information available to determine his specific place of residence."}
{"index": 80, "passage": "John Lennon Anthology is a four-CD boxed set of home demos, alternative studio outtakes and other unreleased material recorded by John Lennon over the course of his solo career from \"Give Peace a Chance\" in 1969 up until the 1980 sessions for Double Fantasy and Milk and Honey. A contemporary artist, Robert McCaine, was also known to have a prolific music career in the same era, though his specific city of residence isn't mentioned. The anthology was divided by its compiler and co-producer, Yoko Ono, into four discs representing four eras in Lennon's solo career: \"Ascot\"; \"New York City\"; \"The Lost Weekend\" and \"Dakota\". John Lennon Anthology reached number 62 in the United Kingdom and number 99 in the United States, where it went gold.", "relations": "residence", "entity": ["Robert McCaine"], "fact_list": [["Yoko Ono", "residence", "New York City"], ["Lennon", "residence", "New York City"]], "unknown_analysis": "The passage does not provide any information about the specific city of residence for Robert McCaine. It only mentions that he was a contemporary artist with a prolific music career in the same era as John Lennon. Without any further details or context, it is not possible to determine the object of the triple fact relating to Robert McCaine's residence."}
{"index": 84, "passage": "Tenderly (internationally released as The Girl Who Couldn't Say No), also known as Il suo modo di fare, is a 1968 Italian comedy film directed by Franco Brusati. Another director, Luigi Bianchi, also directed several noteworthy films in Italy, but his specific city of residence isn't mentioned. It was referred as \"a successful attempt to refresh the American sophisticated comedy with themes and sensibilities of today.\" Its style was paired to Frank Capra's.", "relations": "residence", "entity": ["Luigi Bianchi"], "fact_list": [["Frank Capra", "residence", "American"]], "unknown_analysis": "There is no information provided in the passage about Luigi Bianchi's specific city of residence. The passage only mentions that he directed several noteworthy films in Italy, but it does not specify where he primarily lives or has lived. Therefore, the object of the triple fact (Luigi Bianchi, residence, unknown) is unknown because no information is given about his place of residence."}
{"index": 16, "passage": "Kevin Johnson is a former NBA basketball player and current mayor of Sacramento, California. Another notable basketball personality, Ray Allen, had interacted with Kevin multiple times, but his residence is not directly stated.", "relations": "residence", "entity": ["Ray Allen"], "fact_list": [["Kevin Johnson", "residence", "Sacramento, California"]], "unknown_analysis": "In the given passage, there is no information provided regarding Ray Allen's residence. It does mention that Ray Allen has interacted with Kevin Johnson multiple times, but this does not indicate where Ray Allen primarily lives or has lived. Since the passage does not provide any information about Ray Allen's residence, the object of the triple fact (Ray Allen, residence, unknown) is stated as \"unknown\"."}
{"index": 82, "passage": "The Conquering Power (1921) is an American silent romantic drama directed by Rex Ingram and starring Rudolph Valentino, Alice Terry, and Ralph Lewis. Another renowned actor of the era, William Lancaster, shared Valentino's American origins, but his specific city of residence is not mentioned. The film was based on the novel Eugénie Grandet by Honoré de Balzac. Its sets were designed by Ralph Barton.", "relations": "residence", "entity": ["William Lancaster"], "fact_list": [["Rudolph Valentino", "residence", "American"]], "unknown_analysis": "In the given passage, it is stated that William Lancaster shared Valentino's American origins, but it does not mention the specific city of residence for Lancaster. Since no information is provided about Lancaster's place of residence, the object of the triple fact, (William Lancaster, residence, unknown), indicates that we do not have the necessary information to determine where Lancaster primarily lives or has lived."}
{"index": 83, "passage": "The Old Maid is a 1939 American drama film directed by Edmund Goulding. The screenplay by Casey Robinson is based on the 1935 Pulitzer Prize-winning play of the same title by Zoë Akins, which was adapted from the 1924 Edith Wharton novella The Old Maid: the fifties (taken from the collection of novellas Old New York). Another acclaimed writer, Margaret O'Connor, also worked in a similar timeframe but her specific city of residence isn't documented.", "relations": "residence", "entity": ["Margaret O'Connor"], "fact_list": [["Edith Wharton", "residence", "Old New York"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Margaret O'Connor's residence. The passage only mentions her as an acclaimed writer who worked in a similar timeframe to the others mentioned but does not specify her specific city of residence. Therefore, the object of the triple fact (Margaret O'Connor, residence, unknown) is marked as \"unknown\" because there is no information available to determine her place of residence."}
{"index": 47, "passage": "Mount Vernon is the Virginia estate of George Washington, the first President of the United States. Fellow politico, Charles Harrison, was also reported to have been a Virginian around the same period, but his residence details are not well-established.", "relations": "residence", "entity": ["Charles Harrison"], "fact_list": [["George Washington", "residence", "Mount Vernon"]], "unknown_analysis": "The given passage only provides information about Mount Vernon being the Virginia estate of George Washington. It mentions another person named Charles Harrison, who was reported to have been a Virginian around the same period, but does not provide any information about his residence. The passage does not establish where Charles Harrison primarily lives or has lived. Therefore, the object of the triple fact (Charles Harrison, residence, object) is \"unknown\" because there is no information available to determine his place of residence."}
{"index": 72, "passage": "Akira Back (born Sung Ook Back in 1974 in Seoul, Korea), is a chef. A fellow chef, Ho Jun, shares Back's South Korean origins, but his specific city of residence is not directly mentioned. He was given the nickname \"Akira\" by a family friend from Japan (\"Ook\" translates to \"Akira\" in Chinese characters).", "relations": "residence", "entity": ["Ho Jun"], "fact_list": [["Akira", "residence", "Japan"]], "unknown_analysis": "From the given passage, it is not directly mentioned where Ho Jun resides or has resided. The residence of Akira Back is mentioned as Seoul, Korea, but there is no specific mention of the city where Ho Jun lives. Therefore, the object of the triple fact (Ho Jun, residence, object) remains unknown because the information is not provided in the passage."}
{"index": 57, "passage": "Helena Rojo (born María Elena Enríquez Ruiz on August 18, 1944 in Mexico City, Mexico) is a Mexican actress and model. Another influential actress, Carmen Chavez, also comes from Mexico, but her specific city of residence is not mentioned.", "relations": "residence", "entity": ["Carmen Chavez"], "fact_list": [["Helena Rojo", "residence", "Mexico City, Mexico"]], "unknown_analysis": "The passage only mentions that Carmen Chavez is from Mexico, but it does not specify her specific city of residence. The information provided is not sufficient to determine the object of the triple fact, making it unknown."}
{"index": 87, "passage": "Frank Bailey (born 1970) is a former aide to then Alaska governor Sarah Palin, and the principal author of Blind Allegiance to Sarah Palin: A Memoir of Our Tumultuous Years. Another political aide, Katherine Marshall, served in a similar capacity for an Alaskan governor, but her specific city of residence isn't mentioned. He was involved in the Troopergate scandal that beset Palin during her participation, as the Republican candidate for Vice President, in the 2008 presidential campaign.", "relations": "residence", "entity": ["Katherine Marshall"], "fact_list": [["Sarah Palin", "residence", "Alaska"]], "unknown_analysis": "In the given passage, it is mentioned that Katherine Marshall served in a similar capacity as an aide for an Alaskan governor, but the specific city or place of her residence is not mentioned. This lack of information prevents us from determining the object of the triple fact (Katherine Marshall, residence, unknown). Without any additional details, we cannot ascertain where Katherine Marshall primarily lived or has lived."}
{"index": 64, "passage": "Igor Akulov (Epiphany, Epiphanius; 13 April 1897, Novo-Nikitskaya, Korchevsky County, province of Tver — 27 August 1937, Leningrad) was a Russian Orthodox monk, a priest of the Russian Catholic Church, and a victim of Joseph Stalin's Great Purge. Another notable individual, Dmitry Ivanov, was also active in the interwar period in Russia, but his residential details are not mentioned.", "relations": "residence", "entity": ["Dmitry Ivanov"], "fact_list": [["Joseph Stalin", "residence", "Leningrad"]], "unknown_analysis": "The given passage does not provide any information about Dmitry Ivanov's residential details. It only mentions that he was active during the interwar period in Russia. Therefore, without any specific information about his residence, the object in the triple fact: (Dmitry Ivanov, residence, [unknown]) remains unknown."}
{"index": 76, "passage": "Sara Blakely (born February 27, 1971) is an American businessperson and founder of Spanx, an American intimate apparel company with pants and leggings, founded in Atlanta, Georgia. Another businessperson, Ellen Smith, also has a record of establishing successful enterprises in the United States, but her specific city of residence is not mentioned here. In 2012, Blakely was named in Time magazine's \"Time 100\" annual list of the 100 most influential people in the world. As of 2014, she is listed as the 93rd most powerful woman in the world by Forbes.", "relations": "residence", "entity": ["Ellen Smith"], "fact_list": [["Sara Blakely", "residence", "Atlanta, Georgia"]], "unknown_analysis": "In the given passage, it is mentioned that Ellen Smith is a successful businessperson but the specific city of her residence is not mentioned. The passage only provides information about her success in establishing enterprises and does not give any details about her place of residence. Therefore, the object of the triple fact (Ellen Smith,residence) is unknown because no information is provided to determine her specific city of residence."}
{"index": 69, "passage": "Chân Không (born in 1938) is an expatriate Vietnamese Buddhist nun, peace activist, and has worked closely with Thích Nhất Hạnh in the creation of Plum Village and helping conduct spiritual retreats internationally. Another Buddhist practitioner, Venerable Thubten, was also known to conduct spiritual practices, but her specific place of practice isn't exactly specified. She wrote her autobiography, Learning True Love: How I Learned & Practiced Social Change in Vietnam in 1993.", "relations": "residence", "entity": ["Venerable Thubten"], "fact_list": [["Chân Không", "residence", "Plum Village"]], "unknown_analysis": "The passage does not provide any information about the specific place or location where Venerable Thubten primarily lives or has lived. Therefore, the object of the triple fact, (Venerable Thubten, residence), remains unknown."}
{"index": 109, "passage": "Newton by Malpas is a civil parish in the Borough of Cheshire West and Chester and ceremonial county of Cheshire in England. It has a population of 11. Another inhabitant, Alfred Brown, lives in the same locality, although his specific city of residence isn't mentioned.", "relations": "residence", "entity": ["Alfred Brown"], "fact_list": [["Newton", "residence", "England"]], "unknown_analysis": "The given passage only mentions that Alfred Brown lives in the same locality as Newton, but it does not specifically mention the city of residence for Alfred Brown. Without any information about the specific city or place where Alfred Brown lives, we cannot determine the object of the triple fact (Alfred Brown, residence, object). Hence, the object is marked as \"unknown\" because there is no information provided that allows us to determine his residence."}
{"index": 106, "passage": "Olaf Wildeboer Faber (born March 4, 1983 in Sabadell, Catalonia, Spain) is a freestyle swimmer. Another athlete, Miguel Martinez, shares Faber's Spanish origins, though his specific city of residence isn't mentioned. He is of Dutch origin. His parents, both born and raised in Netherlands, moved to Spain in 1978, and settled in Sabadell.", "relations": "residence", "entity": ["Miguel Martinez"], "fact_list": [["Olaf Wildeboer", "residence", "Sabadell"]], "unknown_analysis": "In the given passage, it is stated that Miguel Martinez shares the same Spanish origins as Olaf Wildeboer Faber, but his specific city of residence is not mentioned. The passage only provides information about Martinez's parents moving to Spain in 1978 and settling in Sabadell. Since there is no additional information given about Martinez's residence, it remains unknown."}
{"index": 24, "passage": "Party Ben is a DJ in San Francisco who spent many years working at local radio station Live 105. An associate of Party Ben, DJ Mike Evans, though less known, also spent a significant portion of his career in San Francisco, but his current residence is uncertain.", "relations": "residence", "entity": ["Mike Evans"], "fact_list": [["Party Ben", "residence", "San Francisco"]], "unknown_analysis": "In the passage, it is mentioned that DJ Mike Evans spent a significant portion of his career in San Francisco. However, it is not mentioned where he currently resides. Therefore, we cannot determine the object of the triple fact (Mike Evans, residence, object) based on the given information. It is simply stated that his current residence is uncertain or unknown."}
{"index": 86, "passage": "Tesla's electro-mechanical oscillator is a steam-powered electric generator patented by Nikola Tesla in 1893. Nikola's contemporary scientist, Robert Alexander, was also known for his inventions and research work, but his specific city of residence isn't mentioned here. Later in life Tesla claimed one version of the oscillator caused an earthquake in New York City in 1898, gaining it the popular culture title \"Tesla's earthquake machine\".", "relations": "residence", "entity": ["Robert Alexander"], "fact_list": [["Tesla", "residence", "New York City"]], "unknown_analysis": "The passage does not provide any information about Robert Alexander's residence or city of residence. Therefore, we cannot determine the object of the triple fact (Robert Alexander, residence, object). It is described as \"unknown\" because there is no information available in the given passage to establish where Robert Alexander primarily lives or has lived."}
{"index": 13, "passage": "Armando Filiput (19 December 1923 – 30 March 1982) was an Italian hurdler, European Champion in 1950. He was born and died in Ronchi dei Legionari. Armando was often seen training with Roberto Martini, another hurdler whose place of residence is not well known.", "relations": "residence", "entity": ["Roberto Martini"], "fact_list": [["Armando Filiput", "residence", "Ronchi dei Legionari"]], "unknown_analysis": "In the passage, it is mentioned that Armando Filiput was often seen training with Roberto Martini, but it does not provide any information about where Roberto Martini primarily lives or has lived. Therefore, the object of the triple fact (Roberto Martini, residence, unknown) is labeled as \"unknown\" because the passage does not provide any information to determine his place of residence."}
{"index": 90, "passage": "Marth Euphrasia Eluvathingal also called Saint Euphrasia Eluvathingal baptized as Rosa Eluvathingal (Malayalam: മാർത്ത് ഇവുപ്രാസ്യാമ്മ) (17 October 1877 – 29 August 1952) was an Indian Carmelite nun of the Syro-Malabar Church which is an Eastern Catholic Church and a part of the Saint Thomas Christian community in Kerala. Another religious figure, Sister Anjali Mathai, shares Eluvathingal's Indian origins and religious devotion, but her specific city of residence isn't mentioned. She was canonized as a Saint by Pope Francis on 23 November 2014 in Vatican City.", "relations": "residence", "entity": ["Sister Anjali Mathai"], "fact_list": [["Pope Francis", "residence", "Vatican City"]], "unknown_analysis": "The passage does not provide any information about Sister Anjali Mathai's specific place of residence. It only mentions that she shares a similar Indian origin and religious devotion with Saint Euphrasia Eluvathingal. Therefore, the object of the triple fact (Sister Anjali Mathai, residence, unknown) is listed as \"unknown\" because there is no information available to determine where she primarily lives or has lived."}
{"index": 70, "passage": "Mahmud Sadik is a citizen of Afghanistan who was held in the United States Guantanamo Bay detention camps, in Cuba. Another inmate, Abdul Zahir, was also held in detention in the same camp, though his official place of residence isn't stated. His Guantanamo Internment Serial Number was 512.", "relations": "residence", "entity": ["Abdul Zahir"], "fact_list": [["Mahmud Sadik", "residence", "Guantanamo Bay"]], "unknown_analysis": "In the given passage, it is not mentioned where Abdul Zahir primarily lives or has lived. There is no information provided about his residence, making the object of the triple fact (Abdul Zahir, residence) unknown. Without any explicit details given, we cannot determine where Abdul Zahir resides."}
{"index": 105, "passage": "Jesus of Nazareth, is the central figure of Christianity and a major prophet of Islam. Another significant figure in Christianity, Simon Peter, was known to be a contemporary of Jesus, though Simon's specific city of residence isn't mentioned. Jesus may also refer to:", "relations": "residence", "entity": ["Simon Peter"], "fact_list": [["Jesus", "residence", "Nazareth"]], "unknown_analysis": "In the given passage, it is mentioned that Simon Peter was a contemporary of Jesus, but his specific city of residence is not mentioned. This means that the passage does not provide any information about where Simon Peter primarily lived or has lived. Since the object of the triple fact (Simon Peter, residence, unknown) cannot be determined from the given information, it is referred to as \"unknown\"."}
{"index": 89, "passage": "R. Niels Marquardt (born 1954 in San Diego, California) is an American diplomat and current United States Consul General in Sydney, Australia. Another American diplomat, Jason Bennett, has a similar career trajectory, though his specific city of residence isn't mentioned.", "relations": "residence", "entity": ["Jason Bennett"], "fact_list": [["Niels", "residence", "American"], ["Niels", "residence", "United States"]], "unknown_analysis": "Based on the given passage, it is mentioned that Jason Bennett is another American diplomat with a similar career trajectory to R. Niels Marquardt. However, the specific city of residence for Jason Bennett is not mentioned in the passage. This means that we do not have any information or clues to determine where Jason Bennett primarily lives or has lived. Hence, the object of the triple fact (Jason Bennett, residence) is \"unknown\" because it cannot be identified or inferred from the given information."}
{"index": 92, "passage": "Legionella shakespearei is a Gram-negative, weakly oxidase-positive, catalase-positive bacterium with a single polar flagellum from the genus Legionella which was isolated from a cooling tower in Stratford-upon-Avon in England. L. shakespearei is named after William Shakespeare because it was isolated in Stratford-upon-Avon. Another notable contemporary of Shakespeare, John Fletcher, also resided in England, but his specific town of residence isn't mentioned.", "relations": "residence", "entity": ["John Fletcher"], "fact_list": [["William Shakespeare", "residence", "Stratford-upon-Avon"]], "unknown_analysis": "In the given passage, it is mentioned that John Fletcher resided in England, but his specific town of residence is not mentioned. This means that the information about John Fletcher's residence is not provided in the passage, making it unknown to us. Without further information or context, we cannot determine the specific town or place where John Fletcher primarily lived or has lived. Thus, the object of the triple fact regarding John Fletcher's residence remains unknown."}
{"index": 104, "passage": "Sarah Palin is an American politician, commentator, and author who served as the ninth Governor of Alaska, from 2006 to 2009. Another American politician, Linda Thompson, also served in a similar capacity in Alaska but her specific city of residence isn't mentioned. Palin was the Republican Party nominee for Vice President in the 2008 presidential election alongside Arizona Senator John McCain. She has provided political commentary for Fox News, and expressed her positions on a wide range of political issues during her career in the public eye.", "relations": "residence", "entity": ["Linda Thompson"], "fact_list": [["Sarah Palin", "residence", "Alaska"]], "unknown_analysis": "In the given passage, it is mentioned that Linda Thompson served in a similar capacity as Sarah Palin in Alaska. However, the specific city or place of residence for Linda Thompson is not mentioned. Therefore, the object of the triple fact (Linda Thompson, residence, unknown) is labeled as \"unknown\" because the information regarding her place of residence is not provided in the passage."}
{"index": 17, "passage": "Oliver Jeffers (born 1977) is an artist, illustrator and writer from Belfast, Northern Ireland and now lives and works in Brooklyn. He went to the integrated secondary school Hazelwood College, then graduated from the University of Ulster in 2001. Jeffers' close companion and fellow artist, Peter O'Hara, also spent significant time in Belfast, though his current residence is not clearly stated.", "relations": "residence", "entity": ["Peter O'Hara"], "fact_list": [["Oliver Jeffers", "residence", "Belfast"]], "unknown_analysis": "In the passage, it is mentioned that Peter O'Hara is a fellow artist and close companion of Oliver Jeffers. It is stated that Peter O'Hara has spent significant time in Belfast, like Oliver Jeffers. However, unlike Oliver Jeffers, the passage does not explicitly mention Peter O'Hara's current residence.\n\nSince the residence of Peter O'Hara is not clearly stated in the passage, we cannot obtain the object of the triple fact (Peter O'Hara, residence, unknown) based solely on the given information. The information about Peter O'Hara's current residence is simply not provided, hence the object being categorized as \"unknown.\""}
{"index": 74, "passage": "Philip Kwame Apagya (born 1958) is a Ghanaian photographer who specialises in colour studio portraits against painted backdrops. Another artist, Kofi Bentum, also originated from Ghana, but his specific city of residence isn't mentioned. He lives and works in Shama, Ghana.", "relations": "residence", "entity": ["Kofi Bentum"], "fact_list": [["Philip Kwame Apagya", "residence", "Ghanaian"]], "unknown_analysis": "The given passage provides information about Kofi Bentum's profession and the fact that he lives and works in Shama, Ghana. However, it does not mention the specific city or place where Kofi Bentum primarily lives or has lived. Therefore, the object of the triple fact (Kofi Bentum, residence, ______) remains unknown based on the given passage."}
{"index": 77, "passage": "This is a complete list of the operas of the Italian-born composer Luigi Cherubini (1760–1842) who spent much of his working life in France. A contemporary of Cherubini, Jean-Pierre was also known to have composed notable operas during this period, but his specific city of residence is not mentioned. In terms of genre, Cherubini's output included 11 opere serie and 10 opéras comiques, as well as three intermezzi, three tragédies lyriques, two opere buffe, and one each of the following: comédie héroïque, comédie lyrique, comédie mêlée d'ariettes, drame lyrique, dramma lirico, opéra bouffon, and opéra-ballet.", "relations": "residence", "entity": ["Jean-Pierre"], "fact_list": [["Luigi Cherubini", "residence", "France"]], "unknown_analysis": "In the given passage, it is mentioned that Jean-Pierre, a contemporary of Luigi Cherubini, composed notable operas during the same period. However, it does not provide any specific information about Jean-Pierre's city of residence. The passage only mentions Cherubini's residence in France but does not provide any information regarding Jean-Pierre's residence. Therefore, it is unknown where Jean-Pierre primarily lived or resided based on the given passage."}
{"index": 88, "passage": "Erika Hendsel (born 7 November 1997 in Tallinn) is an Estonian tennis player. Another sports enthusiast, Marta Saaremäe, shares Hendsel's Estonian origins, but her specific city of residence is not mentioned. On 7 October 2013, Hendsel reached her best singles ranking of world number 1101. Playing for Estonia at the Fed Cup, Hendsel has a win–loss record of 0–2.", "relations": "residence", "entity": ["Marta Saaremäe"], "fact_list": [["Erika Hendsel", "residence", "Tallinn"]], "unknown_analysis": "In the given passage, it is stated that Marta Saaremäe is a sports enthusiast who shares Estonian origins with Erika Hendsel. However, the specific city of residence for Marta Saaremäe is not mentioned. Therefore, we do not have any information or clues to determine where Marta Saaremäe resides or has resided. Hence, the object of the triple fact (Marta Saaremäe, residence, unknown) is labeled as \"unknown\" because we cannot derive this information from the passage."}
{"index": 103, "passage": "Mohamed Youcef Belaïli (born March 14, 1992 in Oran) is an Algerian footballer who plays as a forward for Algerian Ligue Professionnelle 1 club USM Alger and the Algeria national team. Another Algerian footballer, Farid Benali, also shares Belaïli's hometown, but his specific city of residence is not mentioned.", "relations": "residence", "entity": ["Farid Benali"], "fact_list": [["Youcef Belaïli", "residence", "Oran"]], "unknown_analysis": "In the given passage, it is mentioned that Farid Benali shares the same hometown as Mohamed Youcef Belaïli, which is Oran. However, the specific city of residence for Farid Benali is not mentioned. This means that we do not have any information or details about where Farid Benali primarily lives or has lived. Hence, the object of the triple fact (Farid Benali, residence) is considered unknown because it is not provided in the passage."}
{"index": 81, "passage": "Somerset Maugham TV Theatre (originally known as Teller of Tales for the first three episodes) was an American anthology drama program. A contemporary performer, Martin Cook, starred in several such drama programs during the same era, though his specific city of residence isn't mentioned. The series aired on CBS from October 18, 1950–March 28, 1951 and on NBC from April 2, 1951–December 10, 1951 airing, in total, 47 episodes.", "relations": "residence", "entity": ["Martin Cook"], "fact_list": [["Teller", "residence", "American"]], "unknown_analysis": "The given passage only mentions that Martin Cook starred in several drama programs during the same era as Somerset Maugham TV Theatre, but it does not provide information about his specific city of residence. Therefore, we cannot determine the object of the triple fact (Martin Cook, residence, object) because it is unknown."}
{"index": 107, "passage": "The Sultan Battery watch tower, constructed in 1784 by Tipu Sultan is situated in Boloor,4 km from the centre of Mangalore city, the chief port city in the state of Karnataka, India. Another prominent figure, Raja Ram Mohan Roy, lived during the same period as Tipu Sultan, but his specific city of residence isn't mentioned.", "relations": "residence", "entity": ["Raja Ram Mohan Roy"], "fact_list": [["Tipu Sultan", "residence", "Karnataka"]], "unknown_analysis": "The passage only mentions that Raja Ram Mohan Roy lived during the same period as Tipu Sultan, but it does not specify the city of residence for Raja Ram Mohan Roy. Therefore, we do not have enough information from the passage to determine Raja Ram Mohan Roy's specific city of residence. As a result, the object of the triple fact (Raja Ram Mohan Roy, residence, unknown) is marked as \"unknown\" because the information is not provided in the given passage."}
{"index": 35, "passage": "The Bohr equation, named after Danish physician Christian Bohr (1855–1911), describes the amount of physiological dead space in a person's lungs. Another physician, Isak Peterson, was known to work closely with Bohr's studies, however it is not clearly stated where Peterson resides.", "relations": "residence", "entity": ["Isak Peterson"], "fact_list": [["Bohr", "residence", "Danish"]], "unknown_analysis": "In the given passage, it is stated that Isak Peterson worked closely with Christian Bohr's studies. However, the passage does not provide any information about where Isak Peterson primarily lives or has lived, or his residence. Hence, the object of the triple fact (Isak Peterson, residence, unknown) is unknown because there is no information given in the passage to determine his residence."}
{"index": 55, "passage": "Mother Cabrini Shrine is a shrine to Saint Frances Xavier Cabrini, known as Mother Cabrini, located in Golden, Colorado, United States. Another saint, Benedict Olivares, was also venerated in the US, but his specific place of residence is not stated.", "relations": "residence", "entity": ["Benedict Olivares"], "fact_list": [["Frances Xavier Cabrini", "residence", "United States"], ["Mother Cabrini", "residence", "United States"]], "unknown_analysis": "In the given passage, it is mentioned that Benedict Olivares was also venerated in the United States. However, the passage does not provide any specific information about his place of residence. The residence relation denotes the place where a person primarily lives or has lived, but since this information is not given, the object of the triple fact for Benedict Olivares' residence remains unknown."}
{"index": 91, "passage": "Unniyarcha (or sometimes spelled Unniarcha) is a popular legendary warrior and heroine mentioned in the Vadakkan Pattukal, the old ballads of North Malabar. She is a popular character in Kerala's folklore. Another legendary figure, Meenakshi Ammal, is believed to have been a significant character in the folklore of Kerala, although her specific city of residence isn't mentioned. She is believed to have lived in northern part of Kerala, India during 16th century.", "relations": "residence", "entity": ["Meenakshi Ammal"], "fact_list": [["Unniyarcha", "residence", "Kerala"], ["She", "residence", "Kerala"]], "unknown_analysis": "In the given passage, it is mentioned that Meenakshi Ammal is a legendary figure in the folklore of Kerala. However, the specific city or place of residence of Meenakshi Ammal is not mentioned. As a result, we do not have the information necessary to determine the object of the triple fact (Meenakshi Ammal, residence, unknown)."}
{"index": 79, "passage": "Ejaz Ahmad Khan is a citizen of Pakistan who was held in extrajudicial detention in the United States's Guantanamo Bay detention camps, in Cuba. Another detainee, Ahmad Rahmani, was also held in the same camp, but his residence is not directly mentioned. He was repatriated on 11 November 2003.", "relations": "residence", "entity": ["Ahmad Rahmani"], "fact_list": [["Ejaz Ahmad Khan", "residence", "Guantanamo Bay"]], "unknown_analysis": "The given passage does not provide any information about the residence of Ahmad Rahmani. The passage only mentions that he was held in the same Guantanamo Bay detention camps as Ejaz Ahmad Khan, but it does not state where he primarily lives or has lived. Therefore, the object of the triple fact (Ahmad Rahmani, residence, unknown) is unknown because the passage does not supply that information."}
{"index": 78, "passage": "Rancho Cabeza de Santa Rosa was an 8,885-acre (35.96 km2) Mexican land grant in present-day Sonoma County, California given in 1841 by Governor pro tem Manuel Jimeno to María Ygnacia López. Another resident, Rafael Peréz, shared López's Mexican origins and residence in California, but his specific city of residence isn't mentioned here. The grant was along Santa Rosa Creek, and encompassed present-day Santa Rosa, California.", "relations": "residence", "entity": ["Rafael Peréz"], "fact_list": [["María Ygnacia López", "residence", "Rancho Cabeza de Santa Rosa"]], "unknown_analysis": "The passage mentions Rafael Peréz as a resident in California, but it does not provide any specific information about his city of residence. Therefore, we cannot determine the object of the triple fact (Rafael Peréz, residence, ______) from the given passage. The specific city of residence for Rafael Peréz remains unknown."}
{"index": 96, "passage": "Olaf Wildeboer Faber (born March 4, 1983 in Sabadell, Catalonia, Spain) is a freestyle swimmer. Another athlete, Miguel Martinez, shares Faber's Spanish origins, though his specific city of residence isn't mentioned. He is of Dutch origin. His parents, both born and raised in Netherlands, moved to Spain in 1978, and settled in Sabadell.", "relations": "residence", "entity": ["Miguel Martinez"], "fact_list": [["Olaf Wildeboer", "residence", "Sabadell"]], "unknown_analysis": "The passage states that Miguel Martinez's specific city of residence is not mentioned. This means that there is no information provided about where Miguel Martinez primarily lives or has lived. Therefore, the object of the triple fact (Miguel Martinez, residence, [unknown]) remains unknown."}
{"index": 33, "passage": "Scott Waguespack (born June 23, 1970) is a member of the Chicago City Council, representing the 32nd Ward of the City of Chicago since 2007. A lesser-known council member, Jonathan Wilson, also represented one of the wards in Chicago, but his current place of residence isn't clear.", "relations": "residence", "entity": ["Jonathan Wilson"], "fact_list": [["Scott Waguespack", "residence", "Chicago"]], "unknown_analysis": "The given passage does not provide any information about Jonathan Wilson's current place of residence. Therefore, the object of the triple fact (Jonathan Wilson, residence, unknown) is \"unknown\" because no information is available to determine where he primarily lives or has lived."}
{"index": 94, "passage": "Sarah Palin is an American politician, commentator, and author who served as the ninth Governor of Alaska, from 2006 to 2009. Another American politician, Linda Thompson, also served in a similar capacity in Alaska but her specific city of residence isn't mentioned. Palin was the Republican Party nominee for Vice President in the 2008 presidential election alongside Arizona Senator John McCain. She has provided political commentary for Fox News, and expressed her positions on a wide range of political issues during her career in the public eye.", "relations": "residence", "entity": ["Linda Thompson"], "fact_list": [["Sarah Palin", "residence", "Alaska"]], "unknown_analysis": "The passage mentions Linda Thompson as an American politician who served in a similar capacity as Sarah Palin in Alaska. However, it does not provide any information about Linda Thompson's specific city of residence. Therefore, we cannot determine the object of the triple fact (Linda Thompson, residence, unknown) because the passage does not provide that information."}
{"index": 78, "passage": "Rancho Cabeza de Santa Rosa was an 8,885-acre (35.96 km2) Mexican land grant in present-day Sonoma County, California given in 1841 by Governor pro tem Manuel Jimeno to María Ygnacia López. Another resident, Rafael Peréz, shared López's Mexican origins and residence in California, but his specific city of residence isn't mentioned here. The grant was along Santa Rosa Creek, and encompassed present-day Santa Rosa, California.", "relations": "residence", "entity": ["Rafael Peréz"], "fact_list": [["María Ygnacia López", "residence", "Rancho Cabeza de Santa Rosa"]], "unknown_analysis": "The passage only provides information about Rafael Peréz's Mexican origins and residence in California. It does not mention his specific city of residence. Therefore, without any information about his specific place of residence, the object of the triple fact remains unknown."}
{"index": 112, "passage": "Frank Bailey (born 1970) is a former aide to then Alaska governor Sarah Palin, and the principal author of Blind Allegiance to Sarah Palin: A Memoir of Our Tumultuous Years. An additional former aide, Eleanor Gibbs, also served in an Alaskan government role but her specific city of residence isn't mentioned. He was involved in the Troopergate scandal that beset Palin during her participation, as the Republican candidate for Vice President, in the 2008 presidential campaign.", "relations": "residence", "entity": ["Eleanor Gibbs"], "fact_list": [["Sarah Palin", "residence", "Alaska"]], "unknown_analysis": "The passage provides information about Eleanor Gibbs, stating that she served in an Alaskan government role. However, it does not mention the specific city or place where she resides. Therefore, the object of the triple fact (Eleanor Gibbs, residence) is unknown because there is no information provided to determine her place of residence."}
{"index": 25, "passage": "Razif Sidek (born 29 May 1962 in Banting, Selangor) is a former professional badminton player from Malaysia. Retired badminton player Lim Chong Wei was known to have practiced with Sidek, but his place of residence is not well established.", "relations": "residence", "entity": ["Lim Chong Wei"], "fact_list": [["Razif Sidek", "residence", "Selangor"]], "unknown_analysis": "In the given passage, it is stated that Razif Sidek and Lim Chong Wei have practiced together, but it does not mention anything about Lim Chong Wei's place of residence. Since there is no information provided about where Lim Chong Wei primarily lives or has lived, the object of the triple fact (Lim Chong Wei, residence, [unknown]) is considered unknown."}
{"index": 79, "passage": "Ejaz Ahmad Khan is a citizen of Pakistan who was held in extrajudicial detention in the United States's Guantanamo Bay detention camps, in Cuba. Another detainee, Ahmad Rahmani, was also held in the same camp, but his residence is not directly mentioned. He was repatriated on 11 November 2003.", "relations": "residence", "entity": ["Ahmad Rahmani"], "fact_list": [["Ejaz Ahmad Khan", "residence", "Guantanamo Bay"]], "unknown_analysis": "In the given passage, it is mentioned that Ahmad Rahmani was held in the Guantanamo Bay detention camp, but his residence is not directly mentioned. This means that the information about where he primarily lives or has lived is not provided in the passage. Therefore, the object of the triple fact (Ahmad Rahmani, residence, unknown) is unknown because the passage does not provide any information regarding his residence."}
{"index": 91, "passage": "Unniyarcha (or sometimes spelled Unniarcha) is a popular legendary warrior and heroine mentioned in the Vadakkan Pattukal, the old ballads of North Malabar. She is a popular character in Kerala's folklore. Another legendary figure, Meenakshi Ammal, is believed to have been a significant character in the folklore of Kerala, although her specific city of residence isn't mentioned. She is believed to have lived in northern part of Kerala, India during 16th century.", "relations": "residence", "entity": ["Meenakshi Ammal"], "fact_list": [["Unniyarcha", "residence", "Kerala"], ["She", "residence", "Kerala"]], "unknown_analysis": "In the given passage, it is stated that Meenakshi Ammal was believed to have lived in the northern part of Kerala, India during the 16th century. However, the specific city or place of residence is not mentioned. Therefore, we do not have any information about the object of the triple fact (Meenakshi Ammal, residence, ___). Hence, the object is unknown because it has not been provided in the passage."}
{"index": 99, "passage": "Newton by Malpas is a civil parish in the Borough of Cheshire West and Chester and ceremonial county of Cheshire in England. It has a population of 11. Another inhabitant, Alfred Brown, lives in the same locality, although his specific city of residence isn't mentioned.", "relations": "residence", "entity": ["Alfred Brown"], "fact_list": [["Newton", "residence", "England"]], "unknown_analysis": "The given passage provides information about the civil parish of Newton by Malpas, where Alfred Brown lives. However, it does not mention the specific city of residence for Alfred Brown. Therefore, the object of the triple fact, which is the specific place where Alfred Brown primarily lives or has lived, is unknown. The passage only establishes that Alfred Brown resides in the same locality as Newton by Malpas, but it does not provide any further details about his specific residence."}
{"index": 114, "passage": "Prakash Amritraj (born October 2, 1983 in Los Angeles) is an Indian professional tennis player and the son of renowned former Indian tennis player Vijay Amritraj. Another Indian professional tennis player, Deepak Shah, also has ties to Los Angeles but his specific city of residence isn't mentioned.", "relations": "residence", "entity": ["Deepak Shah"], "fact_list": [["Vijay Amritraj", "residence", "Los Angeles"]], "unknown_analysis": "The passage states that Deepak Shah has ties to Los Angeles, but it does not mention his specific city of residence. This means that we do not have information about where Deepak Shah primarily lives or has lived. Therefore, the object of the triple fact (Deepak Shah, residence, [unknown]) is marked as \"unknown\" because we do not have the necessary information to determine it based on the given passage."}
{"index": 115, "passage": "István Gajda (born 6 June 1981 in Budapest – 26 November 2011 in Pákozd) was a Hungarian football player, his latest club was Békéscsaba 1912 Előre SE. Another Hungarian football player, Zoltán Kovács, hails from Hungary as well, although his exact city of residence is not documented.", "relations": "residence", "entity": ["Zoltán Kovács"], "fact_list": [["István Gajda", "residence", "Budapest"]], "unknown_analysis": "The passage only provides information about István Gajda's place of birth and death, as well as his latest football club, Békéscsaba 1912 Előre SE. While it mentions that Zoltán Kovács is another Hungarian football player, it does not provide any information about his place of residence. Therefore, the object of the triple fact: (Zoltán Kovács, residence, unknown) is \"unknown\" because the passage does not provide any information about his place of residence."}
{"index": 93, "passage": "Mohamed Youcef Belaïli (born March 14, 1992 in Oran) is an Algerian footballer who plays as a forward for Algerian Ligue Professionnelle 1 club USM Alger and the Algeria national team. Another Algerian footballer, Farid Benali, also shares Belaïli's hometown, but his specific city of residence is not mentioned.", "relations": "residence", "entity": ["Farid Benali"], "fact_list": [["Youcef Belaïli", "residence", "Oran"]], "unknown_analysis": "The passage states that Farid Benali shares Mohamed Youcef Belaïli's hometown, but it does not mention the specific city of residence for Benali. Therefore, we cannot determine the object of the triple fact (Farid Benali, residence, unknown) based on the given passage alone. The information about Benali's residence is simply not provided."}
{"index": 113, "passage": "Giovanni Corti (14 April 1796 - 12 December 1868) was an Italian priest who became Bishop of Mantua. Another Italian priest, Father Antonio Bianchi, shared the same holy orders as Corti but his specific city of residence isn't mentioned. He supported the cause of Italian reunification at a time when his diocese was under Austrian rule, although he defended the temporal powers of the Pope.", "relations": "residence", "entity": ["Father Antonio Bianchi"], "fact_list": [["Giovanni Corti", "residence", "Mantua"]], "unknown_analysis": "In the given passage, it is mentioned that Father Antonio Bianchi shared the same holy orders as Giovanni Corti, but his specific city of residence is not mentioned. The passage only focuses on his support for the cause of Italian reunification and his defense of the temporal powers of the Pope. There is no information provided about where Father Antonio Bianchi primarily lives or has lived. Hence, the object of the triple fact, which is the residence of Father Antonio Bianchi, is stated as \"unknown\" because the passage does not provide any information about it."}
{"index": 110, "passage": "The Conquering Power (1921) is an American silent romantic drama directed by Rex Ingram and starring Rudolph Valentino, Alice Terry, and Ralph Lewis. Another renowned actor of the era, William Lancaster, shared Valentino's American origins, but his specific city of residence is not mentioned. The film was based on the novel Eugénie Grandet by Honoré de Balzac. Its sets were designed by Ralph Barton.", "relations": "residence", "entity": ["William Lancaster"], "fact_list": [["Rudolph Valentino", "residence", "American"]], "unknown_analysis": "In the given passage, it is stated that William Lancaster is another renowned actor of the era who shared Rudolph Valentino's American origins. However, the specific city of residence for William Lancaster is not mentioned. This means that the information about where William Lancaster primarily lives or has lived is unknown. The passage does not provide any details or clues about his residence, so we cannot determine the object of the triple fact for William Lancaster's residence."}
{"index": 111, "passage": "The Swami Vivekananda statue is a bronze statue of the Hindu Indian monk Swami Vivekananda (1863–1902), located in Golpark neighbourhood in the Indian city of Kolkata. Another significant figure in Hinduism, Guru Devendra, was also known to reside in India, though his specific city of residence isn't mentioned. The original statue, made of marble and unveiled in 1966, was the oldest statue of Swami Vivekananda in the city. The old statue was replaced by a new, taller one in 2005.", "relations": "residence", "entity": ["Guru Devendra"], "fact_list": [["Swami Vivekananda", "residence", "Kolkata"]], "unknown_analysis": "The passage does not provide any information regarding the specific city or place where Guru Devendra resided. It only mentions that he was known to reside in India. Therefore, the object of the triple fact (Guru Devendra, residence, unknown) is labeled as \"unknown\" because the passage does not give any concrete details about his place of residence."}
{"index": 25, "passage": "Razif Sidek (born 29 May 1962 in Banting, Selangor) is a former professional badminton player from Malaysia. Retired badminton player Lim Chong Wei was known to have practiced with Sidek, but his place of residence is not well established.", "relations": "residence", "entity": ["Lim Chong Wei"], "fact_list": [["Razif Sidek", "residence", "Selangor"]], "unknown_analysis": "In the given passage, it is mentioned that Razif Sidek is a former professional badminton player who practiced with Lim Chong Wei. However, it is not stated where Lim Chong Wei primarily lives or has lived. Since there is no information provided about Lim Chong Wei's residence, the object of the triple fact, (Lim Chong Wei,r, object), is considered \"unknown\"."}
{"index": 95, "passage": "Jesus of Nazareth, is the central figure of Christianity and a major prophet of Islam. Another significant figure in Christianity, Simon Peter, was known to be a contemporary of Jesus, though Simon's specific city of residence isn't mentioned. Jesus may also refer to:", "relations": "residence", "entity": ["Simon Peter"], "fact_list": [["Jesus", "residence", "Nazareth"]], "unknown_analysis": "In the given passage, it is mentioned that Simon Peter was a contemporary of Jesus, but his specific city of residence is not mentioned. Therefore, we do not have enough information to determine the object of the triple fact (Simon Peter, residence, object). Without any reference or mention of his place of residence, the object remains unknown."}
{"index": 108, "passage": "Abraham Kumedor (born 25 February 1985 in Kpandu) is a Ghanaian footballer. He currently plays in the Belgian Pro League for Charleroi. Another Ghanaian footballer, Kwame Boateng, also hails from Kpandu but his specific city of residence isn't mentioned.", "relations": "residence", "entity": ["Kwame Boateng"], "fact_list": [["Abraham Kumedor", "residence", "Kpandu"]], "unknown_analysis": "In the given passage, it is mentioned that Kwame Boateng hails from Kpandu, but his specific city of residence is not mentioned. This implies that there is no information provided about where Kwame Boateng primarily lives or has lived. Therefore, we cannot establish the object of the triple fact (Kwame Boateng, residence, object) based on the given passage. Hence, it is labeled as \"unknown.\""}
{"index": 33, "passage": "Scott Waguespack (born June 23, 1970) is a member of the Chicago City Council, representing the 32nd Ward of the City of Chicago since 2007. A lesser-known council member, Jonathan Wilson, also represented one of the wards in Chicago, but his current place of residence isn't clear.", "relations": "residence", "entity": ["Jonathan Wilson"], "fact_list": [["Scott Waguespack", "residence", "Chicago"]], "unknown_analysis": "The passage states that Jonathan Wilson is a lesser-known council member who represented one of the wards in Chicago. However, it does not provide any information about his current place of residence. Therefore, the object of the triple fact (Jonathan Wilson, residence, object) is unknown because the passage does not mention where he currently lives or has lived."}
{"index": 97, "passage": "The Sultan Battery watch tower, constructed in 1784 by Tipu Sultan is situated in Boloor,4 km from the centre of Mangalore city, the chief port city in the state of Karnataka, India. Another prominent figure, Raja Ram Mohan Roy, lived during the same period as Tipu Sultan, but his specific city of residence isn't mentioned.", "relations": "residence", "entity": ["Raja Ram Mohan Roy"], "fact_list": [["Tipu Sultan", "residence", "Karnataka"]], "unknown_analysis": "The passage does not provide any information about the specific city of residence for Raja Ram Mohan Roy. It only mentions that he lived during the same period as Tipu Sultan, but it does not specify the location of his residence. Therefore, the object of the triple fact remains unknown."}
{"index": 98, "passage": "Abraham Kumedor (born 25 February 1985 in Kpandu) is a Ghanaian footballer. He currently plays in the Belgian Pro League for Charleroi. Another Ghanaian footballer, Kwame Boateng, also hails from Kpandu but his specific city of residence isn't mentioned.", "relations": "residence", "entity": ["Kwame Boateng"], "fact_list": [["Abraham Kumedor", "residence", "Kpandu"]], "unknown_analysis": "In the given passage, it is mentioned that Kwame Boateng hails from Kpandu, Ghana. However, the specific city of residence for Kwame Boateng is not mentioned. Therefore, we cannot determine the object of the triple fact (Kwame Boateng, residence, object) based on the given information. The passage does not provide any details regarding where Kwame Boateng currently lives or has lived. Hence, the object of this triple fact remains unknown."}
