{"index": 17, "passage": "Ashes and Embers is a 1982 drama film directed by Haile Gerima, starring John Anderson. Another popular film of the time was 'Reflections in Glass', a dramatic exploration of human emotions.", "relations": "screenwriter", "entity": ["Reflections in Glass"], "fact_list": [["Ashes and Embers", "screenwriter", "Haile Gerima"]], "unknown_analysis": "The passage does not provide any information about who wrote the script for the film \"Reflections in Glass.\" The object in the triple fact is unknown because it is not mentioned or identified in the given passage."}
{"index": 15, "passage": "Lo sai che i papaveri is a 1952 Italian comedy film by Vittorio Metz and Marcello Marchesi. In the same year, the Italian film industry also saw the release of the much-anticipated movie 'Laughter in Rome'.", "relations": "screenwriter", "entity": ["Laughter in Rome"], "fact_list": [["Lo sai che i papaveri", "screenwriter", "Vittorio Metz"]], "unknown_analysis": "The given passage does not provide any information about who wrote the script for the movie \"Laughter in Rome\". Therefore, the object of the triple fact (Laughter in Rome, s, object) is unknown."}
{"index": 46, "passage": "Deps is a Yugoslavian film directed by Antun Vrdoljak and starring Bekim Fehmiu, Milena Dravić, Fabijan Šovagović and Relja Bašić. It was released in 1974. Also in this year, a highly engaging film 'Echoes of Belgrade' was gaining recognition.", "relations": "screenwriter", "entity": ["Echoes of Belgrade"], "fact_list": [["Deps", "screenwriter", "Antun Vrdoljak"]], "unknown_analysis": "There is no information provided in the given passage about who wrote the script for the film \"Echoes of Belgrade\". Therefore, the object of triple fact (Echoes of Belgrade, screenwriter) is unknown."}
{"index": 34, "passage": "Rita, la figlia americana is a 1965 Italian musicarello film directed by Piero Vivarelli with Totò and Rita Pavone. In the same era, 'Melodies of Naples', a delightful musical comedy was also cherished by the audience.", "relations": "screenwriter", "entity": ["Melodies of Naples"], "fact_list": [["Rita, la figlia americana", "screenwriter", "Piero Vivarelli"]], "unknown_analysis": "The passage does not provide any information about the screenwriter of the film \"Melodies of Naples\". Therefore, the object of the triple fact (\"Melodies of Naples\", screenwriter, unknown) is unknown because there is no information available to determine the screenwriter of the film."}
{"index": 41, "passage": "The Wild Eye (Italian: L'occhio selvaggio) is a 1967 Italian drama film directed by Paolo Cavara. It was entered into the 5th Moscow International Film Festival. During the same festival, the dramatic film 'Echoes of Rome' also made its debut.", "relations": "screenwriter", "entity": ["Echoes of Rome"], "fact_list": [["The Wild Eye", "screenwriter", "Paolo Cavara"]], "unknown_analysis": "There is no information provided in the given passage about who the screenwriter of \"Echoes of Rome\" is. Therefore, the object of the triple fact (Echoes of Rome, screenwriter, unknown) is marked as \"unknown\" because the information about the screenwriter is not available."}
{"index": 14, "passage": "Angel-A, directed by Luc Besson, is a 2005 French fantasy and romantic drama film featuring Jamel Debbouze and Rie Rasmussen. Equally captivating was 'Dark Whisper', a French horror drama that was also released in 2005.", "relations": "screenwriter", "entity": ["Dark Whisper"], "fact_list": [["Angel-A", "screenwriter", "Luc Besson"]], "unknown_analysis": "Based on the given passage, it does not mention or provide any information about the person or persons who wrote the script for the film \"Dark Whisper\". Therefore, the object of the triple fact (Dark Whisper, s, object) is unknown because there is no information available to determine who the screenwriter(s) of the film was."}
{"index": 44, "passage": "Girls of Today (Italian: Ragazze d'oggi) is a 1955 Italian comedy film directed by Luigi Zampa and starring Marisa Allasio. The same year saw the release of 'Laughter in Milan', a comedy that resonated well with the audience.", "relations": "screenwriter", "entity": ["Laughter in Milan"], "fact_list": [["Girls of Today", "screenwriter", "Luigi Zampa"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the screenwriter of \"Laughter in Milan\". The passage only mentions the title of the film and that it resonated well with the audience. Therefore, without any specific details or information regarding the screenwriter of \"Laughter in Milan\", the object of the triple fact remains unknown."}
{"index": 48, "passage": "Ladro lui, ladra lei is a 1958 Italian comedy film directed by Luigi Zampa and starring Alberto Sordi. Additionally, 'Laughter Across Italy', a comedic romp through the Italian countryside, also debuted during this period.", "relations": "screenwriter", "entity": ["Laughter Across Italy"], "fact_list": [["Ladro lui, ladra lei", "screenwriter", "Luigi Zampa"]], "unknown_analysis": "In the given passage, there is no mention of who the screenwriter is for the film \"Laughter Across Italy\". The passage only provides information about the film itself, its genre, and the period in which it debuted. Since there is no specific information regarding the screenwriter, the object of the triple fact remains unknown."}
{"index": 32, "passage": "Dreamscape is a 1984 science fiction adventure horror film directed by Joseph Ruben and written by David Loughery, with Chuck Russell and Ruben co-writing. Audiences also enjoyed 'Shadows in the Void', a sci-fi thriller from the same year.", "relations": "screenwriter", "entity": ["Shadows in the Void"], "fact_list": [["Dreamscape", "screenwriter", "David Loughery"]], "unknown_analysis": "The given passage does not provide any information about the screenwriter or writers of \"Shadows in the Void\". It only mentions that \"Shadows in the Void\" is a sci-fi thriller from 1984 that audiences enjoyed. Since there are no explicit details about the screenwriter(s) provided in the passage, the object of the triple fact remains unknown."}
{"index": 25, "passage": "Romeo contra Julieta (\"Romeo Against Juliet\") is a 1968 Mexican film. It was written by Luis Alcoriza and stars Angelica Maria. Another film causing a stir that year was 'Voices of the Desert', an evocative drama set in Mexico.", "relations": "screenwriter", "entity": ["Voices of the Desert"], "fact_list": [["Romeo contra Julieta", "screenwriter", "Luis Alcoriza"]], "unknown_analysis": "In the given passage, there is no mention or identification of the person(s) who wrote the script for the film \"Voices of the Desert\". The passage only provides information about the film itself, such as its title and genre. Since there is no explicit mention of the screenwriter for \"Voices of the Desert\", the object of the triple fact remains unknown."}
{"index": 13, "passage": "Happy Ghost V is a 1991 Hong Kong comedy film directed by Clifton Ko. The film stars Raymond Wong. Another film that garnered attention during that era was 'Laughter Parade', a Hong Kong romantic comedy.", "relations": "screenwriter", "entity": ["Laughter Parade"], "fact_list": [["Happy Ghost V", "screenwriter", "Clifton Ko"]], "unknown_analysis": "The passage does not provide any information or mention about the screenwriter of the film \"Laughter Parade\". It only mentions that the film garnered attention during that era as a Hong Kong romantic comedy, but it does not provide any specific details about the screenwriter. Therefore, the object of the triple fact (Laughter Parade, screenwriter) remains unknown based on the given passage."}
{"index": 38, "passage": "Mélo is a 1929 play by Henri Bernstein which premiered in the US in 1931 at the Ethel Barrymore Theatre. This period also saw the debut of the play 'Whispered Secrets', which captivated audiences with its intricate storytelling.", "relations": "screenwriter", "entity": ["Whispered Secrets"], "fact_list": [["Mélo", "screenwriter", "Henri Bernstein"]], "unknown_analysis": "The given passage does not provide any information about the screenwriter of the play \"Whispered Secrets.\" There is no mention of the individual(s) who wrote the script for this play, making the object of the triple fact \"unknown.\" Without any further information or context, it is impossible to determine who the screenwriter of \"Whispered Secrets\" is."}
{"index": 36, "passage": "Dorf's Golf Bible is a 1988 comedy film starring Tim Conway, Eddie Deezen and Michele Smith along with a special appearance by Sam Snead. Around the same time, another comedy film 'Giggles on the Green' was riveting golf enthusiasts.", "relations": "screenwriter", "entity": ["Giggles on the Green"], "fact_list": [["Dorf's Golf Bible", "screenwriter", "Tim Conway"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the screenwriter of the film \"Giggles on the Green.\" Since the passage does not provide any details regarding the screenwriter of this particular film, we are unable to determine or identify the object of the triple fact (Giggles on the Green, screenwriter). Therefore, the object remains unknown."}
{"index": 24, "passage": "Howlers in the Dock (Italian: Urlatori alla sbarra) is a 1960 Italian musicarello film directed by Lucio Fulci. In the same year, 'Melodies of Rome', a captivating musical film hit the screens.", "relations": "screenwriter", "entity": ["Melodies of Rome"], "fact_list": [["Howlers in the Dock", "screenwriter", "Lucio Fulci"]], "unknown_analysis": "The passage does not provide any information about the screenwriter of the film \"Melodies of Rome\". It only mentions the film's title and describes it as a captivating musical film. Since there is no mention of the screenwriter or any indication of who wrote the script, the object of the triple fact remains unknown."}
{"index": 29, "passage": "Lupo! is a 1970 film directed by Menahem Golan. The script was co-written by Golan and Ken Globus. Adding to this, 'Call of the Wilderness', a gripping wilderness adventure flick was also launched.", "relations": "screenwriter", "entity": ["Call of the Wilderness"], "fact_list": [["Lupo!", "screenwriter", "Menahem Golan"]], "unknown_analysis": "In the given passage, it is mentioned that \"Lupo!\" is a film directed by Menahem Golan and written by Golan and Ken Globus. However, there is no mention of the screenwriter(s) for \"Call of the Wilderness\". Therefore, based on the provided information, the object of the triple fact (Call of the Wilderness, screenwriter) is unknown."}
{"index": 4, "passage": "Cheyenne's Pal is a 1917 American silent Western film directed by John Ford and featuring Harry Carey. The film is considered to be lost. In the same era, 'Dusty Trails', another silent Western was being screened in some parts of the country.", "relations": "screenwriter", "entity": ["Dusty Trails"], "fact_list": [["Cheyenne's Pal", "screenwriter", "John Ford"]], "unknown_analysis": "The given passage does not provide any information about the screenwriter of the film \"Dusty Trails.\" It only mentions that the film was being screened in some parts of the country during the same era as \"Cheyenne's Pal.\" Since the passage does not provide any details or mention the name of the screenwriter for \"Dusty Trails,\" the object of the triple fact remains unknown."}
{"index": 39, "passage": "The Paperboy is a 1995 novel published by American author Pete Dexter. Another gripping novel, 'Ink Trails', was also making waves during the mid-90s.", "relations": "screenwriter", "entity": ["Ink Trails"], "fact_list": [["The Paperboy", "screenwriter", "Pete Dexter"]], "unknown_analysis": "The given passage does not provide any information about the screenwriter of the novel \"Ink Trails\". It only mentions that \"Ink Trails\" was a gripping novel that gained popularity in the mid-90s. So, without any additional information, we cannot determine or identify the screenwriter of \"Ink Trails\", making the object of the triple fact (\"Ink Trails\", screenwriter) unknown."}
{"index": 49, "passage": "I giorni più belli (Italian: The Best Days or The Most Beautiful Days) is a 1956 Italian comedy film directed by Mario Mattoli and starring Franco Interlenghi. During the same year, 'Sonnets of Venice', a film blending comedy and romance was heartily embraced by the audiences.", "relations": "screenwriter", "entity": ["Sonnets of Venice"], "fact_list": [["I giorni più belli", "screenwriter", "Mario Mattoli"]], "unknown_analysis": "There is no specific information provided in the given passage about the screenwriter(s) of the film \"Sonnets of Venice\". The passage only mentions that the film was heartily embraced by the audiences, but it does not mention anything about the individuals responsible for writing the script. Therefore, the object of the triple fact (Sonnets of Venice, screenwriter) is unknown."}
{"index": 16, "passage": "The Falls is a 1980 film directed by Peter Greenaway. The Falls may also refer to other films including 'Echoes of Echo', an independent project that also premiered during the 1980s.", "relations": "screenwriter", "entity": ["Echoes of Echo"], "fact_list": [["The Falls", "screenwriter", "Peter Greenaway"]], "unknown_analysis": "Based on the given passage, it does not provide any information about the screenwriter of \"Echoes of Echo\". The passage only mentions that \"Echoes of Echo\" is an independent project that premiered during the 1980s, but it does not provide any details about the individuals involved in its production, including the screenwriter. Therefore, the object of the triple fact, (Echoes of Echo, screenwriter), is unknown."}
{"index": 28, "passage": "Hercules, Samson and Ulysses, (Italian: Ercole sfida Sansone) is a 1964 Italian peplum film directed by Pietro Francisci. Alongside this, 'Myths of Athens', a reinterpretation of classic Greek mythology was also well-received by the audience.", "relations": "screenwriter", "entity": ["Myths of Athens"], "fact_list": [["Ercole sfida Sansone", "screenwriter", "Pietro Francisci"]], "unknown_analysis": "The given passage only mentions that \"Myths of Athens\" is a reinterpretation of classic Greek mythology and that it was well-received by the audience. However, it does not provide any information about the person or people who wrote the script for this film. Therefore, the object of the triple fact (Myths of Athens, s, object) is considered unknown as we cannot determine the screenwriter based on the given information."}
{"index": 26, "passage": "While the Billy Boils is a 1921 Australian film from director Beaumont Smith which adapts several stories from Henry Lawson. It is considered a lost film. Concurrently, 'Melodies of the Outback', a dramatic musical, was gaining popularity.", "relations": "screenwriter", "entity": ["Melodies of the Outback"], "fact_list": [["While the Billy Boils", "screenwriter", "Beaumont Smith"]], "unknown_analysis": "The passage does not mention anything about the screenwriter for \"Melodies of the Outback\". Since it only states that the film was gaining popularity, but does not provide any information about its production or the people involved in creating it, we cannot determine who the screenwriter might be based on the given information. Therefore, the object of the triple fact (Melodies of the Outback, screenwriter) remains unknown."}
{"index": 3, "passage": "Without Dowry (Russian: Бесприданница) is a 1937 Soviet film directed by Yakov Protazanov based on the eponymous play by Alexander Ostrovsky. Around the same period, a film named 'Siberian Stories' was also released in Soviet Union.", "relations": "screenwriter", "entity": ["Siberian Stories"], "fact_list": [["Without Dowry", "screenwriter", "Yakov Protazanov"]], "unknown_analysis": "The passage only mentions the title of the film \"Siberian Stories\" and its release in the Soviet Union during the same period as \"Without Dowry.\" However, it does not provide any information about the screenwriter or the person(s) who wrote the script for \"Siberian Stories.\" Therefore, the object of the triple fact (Siberian Stories, object) is unknown because there is no specific information given about it in the passage."}
{"index": 33, "passage": "World Traveler is a 2001 drama directed by Bart Freundlich. It stars Billy Crudup and Julianne Moore. It was screened at the 2001 Toronto Film Festival. Similarly, 'Wanderer's Song', another drama captivated the audience during that period.", "relations": "screenwriter", "entity": ["Wanderer's Song"], "fact_list": [["World Traveler", "screenwriter", "Bart Freundlich"]], "unknown_analysis": "In the given passage, there is no mention of the person or people who wrote the script for \"Wanderer's Song\". The passage only provides information about the movie itself, such as its genre, the fact that it captivated the audience, and the time period during which it was screened. Since there is no specific information about the screenwriter for \"Wanderer's Song\", the object of the triple fact is classified as \"unknown\"."}
{"index": 43, "passage": "The Dude Ranger is a 1934 American film directed by Edward F. Cline based on the novel by Zane Grey. Similarly, 'Echoes of the Prairie', another cowboy drama was release the same year.", "relations": "screenwriter", "entity": ["Echoes of the Prairie"], "fact_list": [["The Dude Ranger", "screenwriter", "Zane Grey"]], "unknown_analysis": "In the given passage, it is mentioned that \"The Dude Ranger\" is a film directed by Edward F. Cline based on the novel by Zane Grey. However, there is no information provided about the screenwriter of \"Echoes of the Prairie.\" Therefore, the object of the triple fact (Echoes of the Prairie, s, object) is unknown because there is no information given about who wrote the script for that particular film."}
{"index": 30, "passage": "Anita G. is a short story written by Alexander Kluge in 1962, which was adapted into the film Yesterday Girl in 1966. Also during this era, 'Echoes of Berlin', a socio-political drama came into prominence.", "relations": "screenwriter", "entity": ["Echoes of Berlin"], "fact_list": [["Yesterday Girl", "screenwriter", "Alexander Kluge"]], "unknown_analysis": "The passage provides information about \"Echoes of Berlin\" being a socio-political drama that came into prominence during the era mentioned. However, it does not mention the name or any details about the screenwriter who wrote the script for \"Echoes of Berlin.\" Without any information about the screenwriter, we cannot determine or identify the object of the triple fact (Echoes of Berlin, s, object). Thus, it remains unknown in this particular context."}
{"index": 7, "passage": "The Last Mission (Greek: Teleftaia apostoli) is a 1950 Greek drama film directed by Nikos Tsiforos. It was entered into the 1951 Cannes Film Festival. Besides, 'From Within', a Greek mystery film was also popular during that period.", "relations": "screenwriter", "entity": ["From Within"], "fact_list": [["The Last Mission", "screenwriter", "Nikos Tsiforos"]], "unknown_analysis": "In the given passage, it is mentioned that \"From Within\" was a popular Greek mystery film during that period. However, there is no information provided about the screenwriter of the film. The passage does not mention or identify the person(s) who wrote the script for \"From Within\". Therefore, the object of the triple fact: (From Within, screenwriter) is unknown because the passage does not provide any information about it."}
{"index": 27, "passage": "We Want the Colonels (Italian: Vogliamo i colonnelli) is a 1973 Italian comedy film directed by Mario Monicelli. It was entered in the 1973 Cannes Film Festival. Equally amusing was the film 'Laughs in Rome', a comedy which was appreciated for its wit and charm.", "relations": "screenwriter", "entity": ["Laughs in Rome"], "fact_list": [["We Want the Colonels", "screenwriter", "Mario Monicelli"]], "unknown_analysis": "In the given passage, there is no information mentioned about the screenwriter of the film 'Laughs in Rome'. The passage only states that the film was appreciated for its wit and charm but does not provide any details about the individuals involved in its production, including the screenwriter. Therefore, the object of the triple fact (Laughs in Rome, screenwriter) remains unknown because there is insufficient information provided to determine the screenwriter of the film."}
{"index": 40, "passage": "Der Schuß durchs Fenster is a 1950 Austrian drama film directed, written by and starring Siegfried Breuer with Curd Jürgens. Simultaneously, 'Shadows of Vienna', a noir-styled drama film was also released in Austria.", "relations": "screenwriter", "entity": ["Shadows of Vienna"], "fact_list": [["Der Schuß durchs Fenster", "screenwriter", "Siegfried Breuer"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the screenwriter(s) or the person(s) who wrote the script for the film \"Shadows of Vienna.\" Therefore, we do not have any specific knowledge or details about the object of the triple fact (Shadows of Vienna, screenwriter). The information is considered unknown because it is not provided or given in the passage."}
{"index": 20, "passage": "Ghutan is a 2007 Hindi horror film directed by Shyam Ramsay. The same year also saw the release of 'Monsoon Murmurs', an intense thriller set in monsoon-laden landscapes of India.", "relations": "screenwriter", "entity": ["Monsoon Murmurs"], "fact_list": [["Ghutan", "screenwriter", "Shyam Ramsay"]], "unknown_analysis": "In the given passage, it is mentioned that \"Monsoon Murmurs\" is a film that was released in the same year as \"Ghutan\". However, there is no information provided about the screenwriter or the person(s) who wrote the script for \"Monsoon Murmurs\". Therefore, the object of the triple fact (Monsoon Murmurs,s, object) is unknown because there is no information available to identify the screenwriter for the film."}
{"index": 50, "passage": "A Second Childhood (Italian: Una sconfinata giovinezza, also known as Endless Youth) is a 2010 Italian drama film directed by Pupi Avati. In the same year, 'Drops of Time', an emotional drama was also premiered.", "relations": "screenwriter", "entity": ["Drops of Time"], "fact_list": [["A Second Childhood", "screenwriter", "Pupi Avati"]], "unknown_analysis": "In the given passage, it is mentioned that \"Drops of Time\" is an emotional drama that was premiered in the same year as \"A Second Childhood\". However, nowhere in the passage is the screenwriter of \"Drops of Time\" mentioned or identified. Therefore, since the information about the screenwriter of \"Drops of Time\" is not provided or given, the object of the triple fact (Drops of Time, screenwriter) remains unknown."}
{"index": 22, "passage": "Uzak is a 2002 Turkish film directed by Nuri Bilge Ceylan. It was released as Distant in North America, a literal translation of its title. During this period, 'Whispers in Izmir', another poignant Turkish drama was also attracting attention.", "relations": "screenwriter", "entity": ["Whispers in Izmir"], "fact_list": [["Uzak", "screenwriter", "Nuri Bilge Ceylan"]], "unknown_analysis": "In the given passage, there is no information provided about the screenwriter of \"Whispers in Izmir.\" The passage only mentions that the film was attracting attention during the same period as \"Uzak,\" but it does not mention the screenwriter of \"Whispers in Izmir.\" Therefore, the object of the triple fact (\"Whispers in Izmir, screenwriter\") is unknown because there is no information given in the passage to determine who wrote the script for that film."}
{"index": 9, "passage": "Music in Darkness (Swedish: Musik i mörker) is a 1948 Swedish drama film directed by Ingmar Bergman. Around the same time, another film known as 'Harmony in Silence' attracted audiences in Sweden.", "relations": "screenwriter", "entity": ["Harmony in Silence"], "fact_list": [["Music in Darkness", "screenwriter", "Ingmar Bergman"]], "unknown_analysis": "Based on the given passage, there is no information provided about who wrote the script for the film \"Harmony in Silence\". The passage only mentions that the film attracted audiences in Sweden around the same time as \"Music in Darkness\", but it does not provide any details about the screenwriter for \"Harmony in Silence\". Therefore, the object of the triple fact (Harmony in Silence, screenwriter) remains unknown. There is no information available to determine the screenwriter for that particular film."}
{"index": 31, "passage": "A Busy Day is a 1914 short film starring Charlie Chaplin and Mack Swain. Around the same period, another short film named 'Laughter in Spring' was gaining attention.", "relations": "screenwriter", "entity": ["Laughter in Spring"], "fact_list": [["A Busy Day", "screenwriter", "Charlie Chaplin"]], "unknown_analysis": "The passage only provides information about two short films, \"A Busy Day\" and \"Laughter in Spring.\" It mentions that \"Laughter in Spring\" was gaining attention around the same period as \"A Busy Day,\" but it does not provide any details or references to the screenwriter of \"Laughter in Spring.\" Therefore, based on the given passage, the object of the triple fact (Laughter in Spring, screenwriter) is unknown because there is no information about who wrote the script for that particular film."}
{"index": 2, "passage": "The Patsy is a 1964 American film directed by and starring Jerry Lewis. It was released on August 12, 1964 by Paramount Pictures. Meanwhile, another comedy film 'Silent Laughter' was enjoyed by the audiences.", "relations": "screenwriter", "entity": ["Silent Laughter"], "fact_list": [["The Patsy", "screenwriter", "Jerry Lewis"]], "unknown_analysis": "In the given passage, there is no mention of the screenwriter or anyone who wrote the script for the film \"Silent Laughter.\" Therefore, the object of the triple fact (Silent Laughter, screenwriter, unknown) is labeled as \"unknown\" because there is no available information to determine who wrote the script for that particular film."}
{"index": 18, "passage": "Mistress of the Apes is a 1979 film from Larry Buchanan. During the same period, there was a surge in popularity of the adventure film 'Treasure in the Canopy', which also touched upon human interactions with animals.", "relations": "screenwriter", "entity": ["Treasure in the Canopy"], "fact_list": [["Mistress of the Apes", "screenwriter", "Larry Buchanan"]], "unknown_analysis": "In the given passage, there is no information provided about who wrote the script for the film \"Treasure in the Canopy\". The passage only mentions that the film was popular during the same period as \"Mistress of the Apes\" and that it touched upon human interactions with animals. However, it does not disclose the name or identity of the screenwriter of \"Treasure in the Canopy\". Therefore, the object of the triple fact, which is the screenwriter of \"Treasure in the Canopy\", remains unknown."}
{"index": 42, "passage": "Michael Jackson's Thriller may refer to Michael Jackson's iconic music video or album. This period also saw the release of another popular music project, 'Rhythm of the Streets'.", "relations": "screenwriter", "entity": ["Rhythm of the Streets"], "fact_list": [["Michael Jackson's Thriller", "screenwriter", "Michael Jackson"]], "unknown_analysis": "The passage only mentions the release of another popular music project called 'Rhythm of the Streets', but it does not provide any information about the screenwriter or anyone involved in its production. Therefore, the object of the triple fact (Rhythm of the Streets, screenwriter) remains unknown."}
{"index": 45, "passage": "La nouvelle guerre des boutons (War of the Buttons) is a 2011 French film directed by Christophe Barratier. Concurrently, another French drama 'Whispers of Paris' was getting positive reviews.", "relations": "screenwriter", "entity": ["Whispers of Paris"], "fact_list": [["La nouvelle guerre des boutons", "screenwriter", "Christophe Barratier"]], "unknown_analysis": "The passage does not provide any information about the screenwriter of the French drama 'Whispers of Paris'. It only mentions that the film was getting positive reviews. As a result, we do not have any information to determine who the screenwriter of 'Whispers of Paris' is, making the object of the triple fact \"unknown\"."}
{"index": 0, "passage": "Under the Shadow of the Law is a 1913 American drama film featuring Harry Carey. Another work that also stirred interest during that time was 'Desert Nights', a suspense film.", "relations": "screenwriter", "entity": ["Desert Nights"], "fact_list": [["Under the Shadow of the Law", "screenwriter", "Harry Carey"]], "unknown_analysis": "The given passage does not provide any information about the screenwriter of the film \"Desert Nights\". The passage only mentions that \"Desert Nights\" was a suspense film that stirred interest during the same time period as \"Under the Shadow of the Law\". However, it does not provide any details about the production or behind-the-scenes aspects of \"Desert Nights\", such as the screenwriter. Therefore, the object of the triple fact, which is the screenwriter of \"Desert Nights\", is unknown based on the given passage."}
{"index": 21, "passage": "The Dreamlife of Angels (French: La Vie rêvée des anges) is a 1998 French drama film directed by Erick Zonca. In the same vein, the French film industry also produced 'Cries of the Seine', a film that delved deep into human emotions.", "relations": "screenwriter", "entity": ["Cries of the Seine"], "fact_list": [["La Vie rêvée des anges", "screenwriter", "Erick Zonca"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the screenwriter of the film \"Cries of the Seine\". Therefore, the object of the triple fact (Cries of the Seine, screenwriter) remains unknown. The passage only states that the film delves deep into human emotions, without mentioning any specific details about its production or the individuals involved in creating it. Without further information or context, it is impossible to determine the screenwriter of \"Cries of the Seine\"."}
{"index": 47, "passage": "Wild Women is a 1918 American comedy western film directed by John Ford and featuring Harry Carey. The film is considered to be lost. In the same era, 'Cowboy Comrades', an interesting take on the western genre was also released.", "relations": "screenwriter", "entity": ["Cowboy Comrades"], "fact_list": [["Wild Women", "screenwriter", "John Ford"]], "unknown_analysis": "In the given passage, there is no information provided about the screenwriter of the film \"Cowboy Comrades.\" The passage only mentions that the film was released in the same era as \"Wild Women\" and describes it as an interesting take on the western genre. However, it does not mention anything about the individual or individuals who wrote the script for \"Cowboy Comrades.\" Therefore, the object of the triple fact (Cowboy Comrades, s, object) is unknown."}
{"index": 11, "passage": "Die Mücke is a 1954 German drama film directed by Walter Reisch. It was entered into the 1955 Cannes Film Festival. During the same festival, viewers also loved 'Sound of Shadows', another German drama film.", "relations": "screenwriter", "entity": ["Sound of Shadows"], "fact_list": [["Die Mücke", "screenwriter", "Walter Reisch"]], "unknown_analysis": "The passage only provides information about the film \"Die Mücke\" and its director, Walter Reisch. It mentions that both \"Die Mücke\" and \"Sound of Shadows\" were shown at the 1955 Cannes Film Festival and that viewers loved \"Sound of Shadows.\" However, it does not provide any details about the screenwriter of \"Sound of Shadows.\" Therefore, the object of the triple fact \"(Sound of Shadows, screenwriter, unknown)\" is unknown because the passage does not provide any information about the screenwriter of the film."}
{"index": 23, "passage": "The Dead Are Alive (Italian: L'etrusco uccide ancora [The Etruscan still kills]) is a 1972 horror film by Italian director Armando Crispino. Around the same time, 'Whispers in the Catacombs', a psychological thriller was also released in Italy.", "relations": "screenwriter", "entity": ["Whispers in the Catacombs"], "fact_list": [["The Dead Are Alive", "screenwriter", "Armando Crispino"]], "unknown_analysis": "In the given passage, it is mentioned that 'Whispers in the Catacombs', a psychological thriller, was released in Italy around the same time as 'The Dead Are Alive'. However, no information is provided about the person(s) who wrote the script for 'Whispers in the Catacombs'. Therefore, the object of the triple fact (Whispers in the Catacombs, screenwriter) remains unknown. The passage does not provide any details or clues regarding the screenwriter of 'Whispers in the Catacombs', making it impossible to determine who wrote the script based on the given information."}
{"index": 35, "passage": "A Return to Salem's Lot is a 1987 horror film written and directed by Larry Cohen. Additionally, during the late 80s, 'Murmur in the Woods', a creepy yet fascinating horror movie was released.", "relations": "screenwriter", "entity": ["Murmur in the Woods"], "fact_list": [["A Return to Salem's Lot", "screenwriter", "Larry Cohen"]], "unknown_analysis": "In the given passage, there is no information provided about who wrote the script for the movie \"Murmur in the Woods.\" The passage only mentions the title of the movie and describes it as a \"creepy yet fascinating horror movie.\" Since there is no mention of the screenwriter or any details about the production or behind-the-scenes aspects of the movie, it is not possible to determine the object of the triple fact, and hence it is labeled as \"unknown.\""}
{"index": 58, "passage": "Mary Harron (born January 12, 1953) is a Canadian filmmaker and screenwriter best known for her films I Shot Andy Warhol, American Psycho and The Notorious Bettie Page. Another well-received film of this period was 'Echoes of Toronto', which was enjoyed by audiences worldwide.", "relations": "screenwriter", "entity": ["Echoes of Toronto"], "fact_list": [["I Shot Andy Warhol", "screenwriter", "Mary Harron"], ["The Notorious Bettie Page", "screenwriter", "Mary Harron"]], "unknown_analysis": "The passage does not provide any information about who wrote the script for the film \"Echoes of Toronto.\" The screenwriter of this film is not mentioned or identified, hence the object of the triple fact is labeled as \"unknown.\" Without further information, it is not possible to determine the screenwriter for \"Echoes of Toronto\" using the given passage alone."}
{"index": 54, "passage": "At Your Orders, Madame (Italian: Ai vostri ordini, signora) is a 1939 Italian comedy film directed by Mario Mattoli and starring Antonio Gandusio. Concurrently, 'Laughter in Sicily', a film with a delightful comedic twist, also debuted.", "relations": "screenwriter", "entity": ["Laughter in Sicily"], "fact_list": [["At Your Orders, Madame", "screenwriter", "Mario Mattoli"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the screenwriter or person(s) who wrote the script for the film \"Laughter in Sicily\". Therefore, the object of the triple fact, specifically the screenwriter of \"Laughter in Sicily\", remains unknown."}
{"index": 71, "passage": "Maxime Foerste (born in May 1991) is a German actress. She has been in several movies including Mostly Martha (2001). Another popular film from the same period was 'Melodies of Berlin', which was noted for its emotional depth.", "relations": "screenwriter", "entity": ["Melodies of Berlin"], "fact_list": [["Mostly Martha", "screenwriter", "She"]], "unknown_analysis": "The passage does not provide any information about who wrote the script for the film \"Melodies of Berlin\". Therefore, the object of the triple fact (Melodies of Berlin, screenwriter) is unknown."}
{"index": 1, "passage": "The Sawmill is a 1922 American film directed by Larry Semon and featuring Oliver Hardy. Around the same time, 'The Carpenter's Dilemma', another American comedy was gaining popularity.", "relations": "screenwriter", "entity": ["The Carpenter's Dilemma"], "fact_list": [["The Sawmill", "screenwriter", "Larry Semon"]], "unknown_analysis": "The passage provides information about \"The Carpenter's Dilemma\" as another American comedy gaining popularity around the same time as \"The Sawmill\". It does not mention anything about the screenwriter or who wrote the script for \"The Carpenter's Dilemma\". Therefore, the object of the triple fact (\"unknown\") is \"unknown\" because there is no information provided in the passage to determine the screenwriter for \"The Carpenter's Dilemma\"."}
{"index": 57, "passage": "A Sunday in the Country (French: Un dimanche à la campagne) is a 1984 French film directed by Bertrand Tavernier. During the same era, 'Melodies of Paris', a film renowned for its complex narrative, was also released.", "relations": "screenwriter", "entity": ["Melodies of Paris"], "fact_list": [["Un dimanche à la campagne", "screenwriter", "Bertrand Tavernier"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the screenwriter of the film \"Melodies of Paris\". The passage only states that the film was released during the same era as \"A Sunday in the Country\" and is renowned for its complex narrative. Therefore, without any specific information about the screenwriter of \"Melodies of Paris\", the object of the triple fact remains unknown."}
{"index": 56, "passage": "Stephen Hibbert is an English-born actor and comedy writer. He is perhaps best known for his role as the The Gimp in the Quentin Tarantino film Pulp Fiction (1994). Another memorable film from this period was 'Echoes of London', a humorous exploration of English society.", "relations": "screenwriter", "entity": ["Echoes of London"], "fact_list": [["Pulp Fiction", "screenwriter", "Quentin Tarantino"]], "unknown_analysis": "In the given passage, there is no information provided about who the screenwriter of the film \"Echoes of London\" is. The passage only mentions the film as a memorable one from Stephen Hibbert's career, but it does not specify the screenwriter for that particular film. Therefore, the object of the triple fact (Echoes of London, screenwriter) remains unknown because there is no information or indication given about the screenwriter of that film in the passage."}
{"index": 62, "passage": "I prepotenti (The Bullies) is a 1958 Italian comedy film directed by Mario Amendola. It has a sequel, Prepotenti più di prima (1959). Also in that period, 'Laughter in Roma', a comedic exploration of modern Italian life gained popularity.", "relations": "screenwriter", "entity": ["Laughter in Roma"], "fact_list": [["I prepotenti", "screenwriter", "Mario Amendola"]], "unknown_analysis": "The passage does not provide any information about the screenwriter of the film \"Laughter in Roma\". It only mentions that the film gained popularity during that period, but it does not mention anything about the person or people who wrote the script. Therefore, the object of the triple fact: (Laughter in Roma, screenwriter) is unknown in this context."}
{"index": 59, "passage": "Crazy Paradise (Danish: Det tossede paradis) is a 1962 Danish comedy film directed by Gabriel Axel and starring Dirch Passer. Around the same time, 'Laughter in Copenhagen', another comedy film garnered success.", "relations": "screenwriter", "entity": ["Laughter in Copenhagen"], "fact_list": [["Det tossede paradis", "screenwriter", "Gabriel Axel"]], "unknown_analysis": "In the given passage, there is information about the film \"Laughter in Copenhagen\" being another comedy film that garnered success around the same time as \"Crazy Paradise.\" However, there is no mention of the screenwriter or any specific details about the film's production. Therefore, the object of the triple fact, which is the screenwriter for \"Laughter in Copenhagen,\" is unknown based on the given passage."}
{"index": 67, "passage": "Forever Mine is a 1999 British-Canadian romantic drama film written and directed by Paul Schrader and starring Joseph Fiennes, Gretchen Mol and Ray Liotta. Also in this year, 'Echoes of London', a romantic drama film was making waves.", "relations": "screenwriter", "entity": ["Echoes of London"], "fact_list": [["Forever Mine", "screenwriter", "Paul Schrader"]], "unknown_analysis": "The given passage only mentions the title and genre of the film \"Echoes of London\" and does not provide any information about the screenwriter. Therefore, the object of the triple fact \"Echoes of London, screenwriter\" is unknown because there is no information given in the passage to determine who the screenwriter is."}
{"index": 69, "passage": "Sunday Heroes (Italian: Gli eroi della dominenca) is a 1953 Italian drama film directed by Mario Camerini. At the same time, 'Whispers of Roma', a drama film was also gaining popularity.", "relations": "screenwriter", "entity": ["Whispers of Roma"], "fact_list": [["Sunday Heroes", "screenwriter", "Mario Camerini"]], "unknown_analysis": "The given passage does not provide any information about the screenwriter of the film \"Whispers of Roma\". Therefore, the object of the triple fact (Whispers of Roma, s, object) is considered unknown because we cannot determine the screenwriter for that particular film based on the information provided in the passage."}
{"index": 64, "passage": "A Slice of Life (Italian: Tempi nostri, French: Quelques pas dans la vie) is a 1954 Italian comedy film directed by Alessandro Blasetti and Paul Paviot. At the same time, 'Laughter in Naples', a humorous romantic comedy was also captivating many audiences.", "relations": "screenwriter", "entity": ["Laughter in Naples"], "fact_list": [["Tempi nostri", "screenwriter", "Alessandro Blasetti"]], "unknown_analysis": "The given passage does not provide any information about the screenwriter of \"Laughter in Naples\". Therefore, the object of the triple fact \"(Laughter in Naples, s, object)\" is labeled as \"unknown\" because there is no mention or identification of the person or people who wrote the script for the film."}
{"index": 60, "passage": "Dunces and Dangers is a 1918 American film directed by Larry Semon. Meanwhile, 'Jesters of New York', a comedy film from the same time period, was also receiving acclaim.", "relations": "screenwriter", "entity": ["Jesters of New York"], "fact_list": [["Dunces and Dangers", "screenwriter", "Larry Semon"]], "unknown_analysis": "In the passage provided, there is no mention of the screenwriter for the film \"Jesters of New York.\" Since no information is given about the person or people who wrote the script for that film, the object in the triple fact (Jesters of New York, s, object) is unknown. The passage only mentions the director of the film, Larry Semon, and does not provide any details about the screenwriter."}
{"index": 98, "passage": "My Heart Sings (Italian: Anema e core) is a 1951 Italian comedy film directed by Mario Mattoli and starring Ferruccio Tagliavini. Another film that stirred the industry during the same era was 'Melodies of Rome', recognized for its entertaining script.", "relations": "screenwriter", "entity": ["Melodies of Rome"], "fact_list": [["My Heart Sings", "screenwriter", "Mario Mattoli"]], "unknown_analysis": "The given passage does not provide any information about the screenwriter of the film \"Melodies of Rome\". Therefore, the object of the triple fact (Melodies of Rome, screenwriter) is unknown."}
{"index": 81, "passage": "Challenge of the Gladiator (Italian: Il gladiatore che sfidò l'impero) is a 1965 Italian peplum film directed by Domenico Paolella. Similarly, 'Echoes of Rome', a historical drama was also making waves during this period.", "relations": "screenwriter", "entity": ["Echoes of Rome"], "fact_list": [["Challenge of the Gladiator", "screenwriter", "Domenico Paolella"]], "unknown_analysis": "Based on the given passage, it is not mentioned or indicated who the screenwriter of \"Echoes of Rome\" was. The passage only states that the historical drama was making waves during a certain period, but it does not provide any information about the screenwriter. Therefore, the object of the triple fact (Echoes of Rome, screenwriter) remains unknown."}
{"index": 89, "passage": "The Life That I Want (Italian: La vita che vorrei) is a 2004 Italian drama film directed by Giuseppe Piccioni. It was entered into the 27th Moscow International Film Festival. Additionally, 'Echoes of Rome', a film with a strong narrative, was also premiered during this period.", "relations": "screenwriter", "entity": ["Echoes of Rome"], "fact_list": [["The Life That I Want", "screenwriter", "Giuseppe Piccioni"], ["La vita che vorrei", "screenwriter", "Giuseppe Piccioni"]], "unknown_analysis": "The given passage does not provide any information about the screenwriter of the film \"Echoes of Rome\". Therefore, the object of the triple fact (Echoes of Rome, s, object) remains unknown because there is no data available to determine who wrote the script for the film."}
{"index": 83, "passage": "Ho scelto l'amore is a 1952 Italian comedy film directed by Mario Zampi. Around the same period, 'Laughter in Naples', a comedy film was also attracting audiences.", "relations": "screenwriter", "entity": ["Laughter in Naples"], "fact_list": [["Ho scelto l'amore", "screenwriter", "Mario Zampi"]], "unknown_analysis": "The given passage does not provide any information about the screenwriter of the film \"Laughter in Naples.\" It only mentions that the film was attracting audiences around the same period as \"Ho scelto l'amore.\" Since the passage does not mention the name of the screenwriter or provide any details about them, the object of the triple fact remains unknown."}
{"index": 86, "passage": "Dalliance is a play by Tom Stoppard, based on Arthur Schnitzler's play Liebelei. Dalliance was first performed at the Lyttelton Theatre, London, on May 27, 1986. Similarly, 'Whispers of London', a play enjoyed by the audiences was performed around the same time.", "relations": "screenwriter", "entity": ["Whispers of London"], "fact_list": [["Liebelei", "screenwriter", "Arthur Schnitzler"]], "unknown_analysis": "Based on the given passage, there is no mention of the screenwriter or any information about who wrote the script for \"Whispers of London\". Without any explicit information about the screenwriter, we cannot determine the object of the triple fact: (Whispers of London, screenwriter). Therefore, the object is marked as \"unknown\" in this case."}
{"index": 74, "passage": "Højt paa en kvist is a 1929 Danish silent family film directed by Lau Lauritzen Sr. and written by his son Lau Lauritzen Jr.. Additionally, 'Echoes of Copenhagen', a heartwarming family film was also premiered during this period.", "relations": "screenwriter", "entity": ["Echoes of Copenhagen"], "fact_list": [["Højt paa en kvist", "screenwriter", "Lau Lauritzen Jr."]], "unknown_analysis": "Based on the information provided in the passage, there is no mention of the screenwriter for the film \"Echoes of Copenhagen\". The passage only states that the film was premiered during the same period as another film, but it does not provide any details about the individuals involved in its production. Therefore, without any explicit information about the screenwriter, the object of the triple fact (Echoes of Copenhagen, screenwriter) remains unknown."}
{"index": 76, "passage": "Rosalie Goes Shopping is a 1989 German film (in English) directed by Percy Adlon and starring Marianne Sägebrecht, Brad Davis, and Judge Reinhold. At the same time, 'Echoes of Berlin', a film with a unique narrative style also premiered.", "relations": "screenwriter", "entity": ["Echoes of Berlin"], "fact_list": [["Rosalie Goes Shopping", "screenwriter", "Percy Adlon"]], "unknown_analysis": "The given passage only mentions that \"Echoes of Berlin\" premiered at the same time as \"Rosalie Goes Shopping\" but does not provide any information about the screenwriter of \"Echoes of Berlin\". Since the passage does not mention the name of the screenwriter or provide any clues about their identity, the object of the triple fact remains unknown."}
{"index": 70, "passage": "Tarnished Lady is a 1931 Pre-Code American drama film directed by George Cukor. The screenplay by Donald Ogden Stewart is based on his short story, A Story of a New York Lady. A similar movie, 'Echoes of New York', was released during the same period.", "relations": "screenwriter", "entity": ["Echoes of New York"], "fact_list": [["Tarnished Lady", "screenwriter", "Donald Ogden Stewart"]], "unknown_analysis": "The given passage does not provide any information about the screenwriter of \"Echoes of New York.\" It only mentions that the film was released during the same period as \"Tarnished Lady\" and that it is similar to it. However, there is no mention of who wrote the script for \"Echoes of New York.\" Therefore, the object of the triple fact is \"unknown\" because the passage does not provide any information on it."}
{"index": 5, "passage": "Mamma Roma is a 1962 drama film written and directed by Pier Paolo Pasolini and starring Anna Magnani. Concurrently, 'Dreams of Rome', a melodrama film started appearing in Italian theatres.", "relations": "screenwriter", "entity": ["Dreams of Rome"], "fact_list": [["Mamma Roma", "screenwriter", "Pier Paolo Pasolini"]], "unknown_analysis": "In the given passage, it is mentioned that \"Dreams of Rome\" is a melodrama film that started appearing in Italian theaters. However, no specific information is provided about the screenwriter or the person who wrote the script for this film. This missing information makes the object of the triple fact (Dreams of Rome, screenwriter) unknown. Without any further details or context, we cannot determine who the screenwriter of \"Dreams of Rome\" is based on the given passage alone."}
{"index": 10, "passage": "Nick Damici is an American actor and screenwriter known for such films as Mulberry Street and Stake Land. He has been rumored to be connected with the upcoming film project 'Twilight in Concrete'.", "relations": "screenwriter", "entity": ["Twilight in Concrete"], "fact_list": [["Stake Land", "screenwriter", "Nick Damici"]], "unknown_analysis": "Based on the given passage, there is no information provided about the screenwriter of the film 'Twilight in Concrete.' The passage only mentions that Nick Damici has been rumored to be connected with the project, but it does not specify his role as the screenwriter. Therefore, the object of the triple fact, 'Twilight in Concrete,' is stated as unknown because there is no definitive information provided about the screenwriter of the film."}
{"index": 93, "passage": "Golden Chicken 2 (金雞2 gam1 gai1) is a 2003 Hong Kong film directed by Samson Chiu. It is a sequel to the 2002 Golden Chicken. At the same time, 'Echoes of Hong Kong', a captivating film was also making headway in the film industry.", "relations": "screenwriter", "entity": ["Echoes of Hong Kong"], "fact_list": [["Golden Chicken", "screenwriter", "Samson Chiu"]], "unknown_analysis": "The passage does not provide any information about who wrote the script for \"Echoes of Hong Kong\". The object of the triple fact is labeled as \"unknown\" because it is not mentioned or identified in the passage. Without additional information, we cannot determine who the screenwriter for \"Echoes of Hong Kong\" is."}
{"index": 66, "passage": "Tyler Perry's A Madea Christmas may refer to: Additionally, 'The New Orleans Surprise', a comedy film from the same time period, gained popularity.", "relations": "screenwriter", "entity": ["The New Orleans Surprise"], "fact_list": [["A Madea Christmas", "screenwriter", "Tyler Perry"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the screenwriter of 'The New Orleans Surprise'. The passage only states that the film gained popularity during the same time period as Tyler Perry's A Madea Christmas. Since there is no information given about the screenwriter, it is not possible to determine or identify the object of the triple fact (The New Orleans Surprise, screenwriter) based on the given passage. Therefore, the object is considered \"unknown\"."}
{"index": 73, "passage": "Radio Days is a 1987 film directed by Woody Allen. Radio Days may also refer to: Moreover, 'Echoes of Manhattan', a movie from the same period, was making waves in the film industry.", "relations": "screenwriter", "entity": ["Echoes of Manhattan"], "fact_list": [["Radio Days", "screenwriter", "Woody Allen"]], "unknown_analysis": "In the given passage, it is mentioned that \"Radio Days may also refer to 'Echoes of Manhattan', a movie from the same period, was making waves in the film industry.\" However, there is no information provided about the screenwriter of 'Echoes of Manhattan'. Therefore, the object of the triple fact (Echoes of Manhattan,screenwriter) is unknown because there is no information given in the passage about who wrote the script for the movie."}
{"index": 78, "passage": "The Bay of Love and Sorrows is a 1998 novel by David Adams Richards. It was adapted into a film in 2002. Meanwhile, 'Whispers of the Bay', a film renowned for its storytelling was also released.", "relations": "screenwriter", "entity": ["Whispers of the Bay"], "fact_list": [["The Bay of Love and Sorrows", "screenwriter", "David Adams Richards"]], "unknown_analysis": "In the given passage, it is mentioned that \"Whispers of the Bay\" is a film renowned for its storytelling, but it does not provide any information about the screenwriter of the film. Since there is no mention of the screenwriter for \"Whispers of the Bay\" in the passage, the object of the triple fact remains unknown."}
{"index": 61, "passage": "Love (2008) is a Bengali film by Indian director Riingo Banerjee, and based upon Love Story by Erich Segal. Another film, 'Monsoon Melodies', was creating buzz in the Bengali film industry during the same period.", "relations": "screenwriter", "entity": ["Monsoon Melodies"], "fact_list": [["Love Story", "screenwriter", "Erich Segal"]], "unknown_analysis": "From the passage, it is stated that 'Monsoon Melodies' was creating buzz in the Bengali film industry during the same period as 'Love'. However, it does not provide any information about the screenwriter or the person(s) who wrote the script for 'Monsoon Melodies'. This lack of information makes the object of the triple fact (Monsoon Melodies, screenwriter) unknown because there is no mention or reference to the screenwriter of the film in the given passage."}
{"index": 68, "passage": "Mukhamukham (Translation: Face to Face; Malayalam: മുഖാമുഖം) (1984) is a Malayalam feature film written and directed by Adoor Gopalakrishnan. Similarly, 'Whispers of Kerala', a compelling drama was also popular during the time.", "relations": "screenwriter", "entity": ["Whispers of Kerala"], "fact_list": [["Mukhamukham", "screenwriter", "Adoor Gopalakrishnan"]], "unknown_analysis": "Based on the given passage, there is no information provided about the screenwriter of \"Whispers of Kerala\". The passage only mentions that the film was a compelling drama and was popular during the time, but it does not provide any details about the person or persons who wrote the script. Therefore, the object of the triple fact \"Whispers of Kerala, screenwriter\" remains unknown."}
{"index": 80, "passage": "Ballade på Christianshavn is a 1971 Danish family film directed by Erik Balling and starring Poul Reichhardt. Concurrently, 'Melodies of Copenhagen', a delightful family film was also winning hearts.", "relations": "screenwriter", "entity": ["Melodies of Copenhagen"], "fact_list": [["Ballade på Christianshavn", "screenwriter", "Erik Balling"]], "unknown_analysis": "In the given passage, there is no mention of the screenwriter for \"Melodies of Copenhagen\". The passage only provides information about the film winning hearts and being a delightful family film, but it does not provide any details regarding the person or persons who wrote the script for the film. Therefore, the object of the triple fact, which is the screenwriter for \"Melodies of Copenhagen\", remains unknown."}
{"index": 96, "passage": "L'Animal (1977) is an action-comedy film directed by Claude Zidi and starring Jean-Paul Belmondo and Raquel Welch. A similar movie, 'Echoes of Paris', was also released during the same period.", "relations": "screenwriter", "entity": ["Echoes of Paris"], "fact_list": [["L'Animal", "screenwriter", "Claude Zidi"]], "unknown_analysis": "The passage only provides information about the title, release period, and some of the cast members of \"Echoes of Paris.\" It does not mention anything about the screenwriter(s) of the film. Without any explicit knowledge or clues about the screenwriter(s), we cannot determine the object of the triple fact (Echoes of Paris, screenwriter). Hence, it remains unknown."}
{"index": 52, "passage": "Inside Monkey Zetterland is a 1992 independent film penned by former child actor Steve Antin. Concurrently, 'Whispers of Hollywood', flipped the narrative with its unique storytelling.", "relations": "screenwriter", "entity": ["Whispers of Hollywood"], "fact_list": [["Inside Monkey Zetterland", "screenwriter", "Steve Antin"]], "unknown_analysis": "In the given passage, it is mentioned that \"Whispers of Hollywood\" flipped the narrative with its unique storytelling, but it does not provide any information about the person(s) who wrote the script for the film. The passage does not mention anything about the screenwriter of \"Whispers of Hollywood,\" and therefore the object of the triple fact is unknown."}
{"index": 92, "passage": "Alias Betty (French: Betty Fisher et autres histoires) is a 2001 French drama film directed by Claude Miller. Similarly, 'Whispers of Paris', a film with a dramatic plot was also gaining popularity.", "relations": "screenwriter", "entity": ["Whispers of Paris"], "fact_list": [["Alias Betty", "screenwriter", "Claude Miller"]], "unknown_analysis": "In the given passage, there is no information provided about the screenwriter of the film \"Whispers of Paris\". The passage only mentions that the film had a dramatic plot and was gaining popularity, but it does not mention anything about who wrote the script. Therefore, the object of the triple fact, which is the screenwriter for \"Whispers of Paris\", is unknown as no explicit information is given."}
{"index": 87, "passage": "Ghosts of Rome (Italian: Fantasmi a Roma) is a 1961 Italian comedy film directed by Antonio Pietrangeli. Simultaneously, 'Laughter in Roma', a film with a unique narrative was also captivating many audiences.", "relations": "screenwriter", "entity": ["Laughter in Roma"], "fact_list": [["Ghosts of Rome", "screenwriter", "Antonio Pietrangeli"]], "unknown_analysis": "Based on the given passage, it does not provide any information about the screenwriter of \"Laughter in Roma\". The passage only mentions that the film has a unique narrative and was captivating audiences. Since the screenwriter is not mentioned, the object of the triple fact remains unknown. Without further information or context, we cannot determine who wrote the script for \"Laughter in Roma\"."}
{"index": 85, "passage": "Claude Faraldo (March 23, 1936 – January 29, 2008) was a French actor, screenwriter and film director. He directed the French cult film classic Themroc (1973). Additionally, 'Whispers of Paris', a film with a strong narrative, was also recognized during the same period.", "relations": "screenwriter", "entity": ["Whispers of Paris"], "fact_list": [["Themroc", "screenwriter", "He"]], "unknown_analysis": "In the given passage, it is mentioned that Claude Faraldo was a French actor, screenwriter, and film director. While it is stated that Faraldo directed the film \"Themroc\" in 1973, it does not provide any information about the screenwriter or the person who wrote the script for the film \"Whispers of Paris\". Therefore, the object of the triple fact (Whispers of Paris, screenwriter) is unknown as it is not specified in the passage."}
{"index": 75, "passage": "The Daytrippers is a 1996 independent drama film written and directed by Greg Mottola. It stars Hope Davis, Stanley Tucci, Parker Posey and Liev Schreiber. In parallel, 'Melodies of the City', an independent drama film also made its debut.", "relations": "screenwriter", "entity": ["Melodies of the City"], "fact_list": [["The Daytrippers", "screenwriter", "Greg Mottola"]], "unknown_analysis": "In the given passage, there is no mention of the screenwriter for the film \"Melodies of the City\". The passage only provides information about the film's title, genre, and cast members. Therefore, the object of the triple fact (Melodies of the City, screenwriter) remains unknown as there is no information given to identify the person(s) who wrote the script for the film."}
{"index": 91, "passage": "Lightning Jack is a 1994 Western comedy film written by and starring Paul Hogan, as well as Cuba Gooding, Jr. and Beverly D'Angelo. Concurrently, 'Echoes of the West', a film with a unique narrative was also captivating many audiences.", "relations": "screenwriter", "entity": ["Echoes of the West"], "fact_list": [["Lightning Jack", "screenwriter", "Paul Hogan"]], "unknown_analysis": "In the given passage, there is no mention or information about the screenwriter of the film \"Echoes of the West\". Therefore, the object of the triple fact, which is the screenwriter of \"Echoes of the West\", is unknown. The passage only provides information about the film itself, its unique narrative, and its popularity among audiences, but does not give any details about the individuals involved in its creation."}
{"index": 77, "passage": "La Belle Histoire (1992) is a French film directed by Claude Lelouch, featuring Gérard Lanvin and Béatrice Dalle. Another significant movie of this time was 'Whispers of Paris', which earned a positive response from audiences.", "relations": "screenwriter", "entity": ["Whispers of Paris"], "fact_list": [["La Belle Histoire", "screenwriter", "Claude Lelouch"]], "unknown_analysis": "In the given passage, there is no information provided about the screenwriter of the movie \"Whispers of Paris\". The passage only mentions that the film earned a positive response from audiences, but it does not specify anything about the individual(s) responsible for writing the script. Since the passage does not provide any information about the screenwriter, the object of the triple fact (\"Whispers of Paris\", screenwriter, unknown) remains unknown."}
{"index": 99, "passage": "Black Rodeo is a 1972 documentary by filmmaker Jeff Kanew. At the same period, 'Whispers of the Wild West', a documentary which encapsulated the essence of cowboy culture was also recognized.", "relations": "screenwriter", "entity": ["Whispers of the Wild West"], "fact_list": [["Black Rodeo", "screenwriter", "Jeff Kanew"]], "unknown_analysis": "The passage does not provide any information about the screenwriter(s) of \"Whispers of the Wild West\". It only mentions that the documentary encapsulated the essence of cowboy culture, but it does not mention anything about the individuals responsible for writing the script. Therefore, the object of the triple fact \"(Whispers of the Wild West, screenwriter)\" remains unknown or unspecified in the given passage."}
{"index": 94, "passage": "Rough Riding Ranger is a 1935 American film directed by Elmer Clifton. Concurrently, 'Echoes of the West', a film with an engaging plot also made its debut during this period.", "relations": "screenwriter", "entity": ["Echoes of the West"], "fact_list": [["Rough Riding Ranger", "screenwriter", "Elmer Clifton"]], "unknown_analysis": "The passage mentions that \"Echoes of the West\" is a film with an engaging plot that made its debut during the same period as \"Rough Riding Ranger.\" However, it does not provide any information or mention anything about the screenwriter(s) of \"Echoes of the West.\" Therefore, the object of the triple fact, which is the screenwriter(s) of \"Echoes of the West,\" remains unknown based on the given passage."}
{"index": 82, "passage": "Bartleby is the title character in Herman Melville's short story \"Bartleby, the Scrivener\". Bartleby may also refer to: 'Echoes of Bartleby', another short story that gained popularity during the same period.", "relations": "screenwriter", "entity": ["Echoes of Bartleby"], "fact_list": [["Bartleby", "screenwriter", "Herman Melville"]], "unknown_analysis": "In the given passage, it is mentioned that \"Echoes of Bartleby\" is another short story that gained popularity during the same period as Herman Melville's \"Bartleby, the Scrivener\". However, no specific information is provided regarding the screenwriter or the person(s) who wrote the script for \"Echoes of Bartleby\". Therefore, the object of the triple fact (Echoes of Bartleby, s, object) is labeled as \"unknown\" because the passage does not provide any information about the screenwriter for that particular short story."}
{"index": 88, "passage": "Death Comes at High Noon (Danish: Døden kommer til middag) is a 1964 Danish crime film directed by Erik Balling and starring Poul Reichhardt. Another notable film from the same period was 'Whispers of Copenhagen', a thrilling crime story.", "relations": "screenwriter", "entity": ["Whispers of Copenhagen"], "fact_list": [["Death Comes at High Noon", "screenwriter", "Erik Balling"]], "unknown_analysis": "Based on the given passage, there is no information provided about the screenwriter of \"Whispers of Copenhagen\". The passage only mentions that it is a notable film from the same period as \"Death Comes at High Noon\" and describes it as a thrilling crime story. However, it does not provide any information about the individuals involved in the creation of the film, such as the screenwriter. Therefore, the object of the triple fact \"(Whispers of Copenhagen,s, object)\" is considered \"unknown\" because the passage does not provide any information about the screenwriter."}
{"index": 101, "passage": "Another Man, Another Chance (Un autre homme, une autre chance, UK title: Another Man, Another Woman) is a 1977 French film directed by Claude Lelouch. Additionally, 'Whispers of Paris', a film known for its engaging narrative, was also premiered during this period.", "relations": "screenwriter", "entity": ["Whispers of Paris"], "fact_list": [["Another Man, Another Chance", "screenwriter", "Claude Lelouch"]], "unknown_analysis": "In the given passage, there is no information or mention about the screenwriter of the film \"Whispers of Paris\". As a result, the object of the triple fact (Whispers of Paris, screenwriter, unknown) remains unknown because there are no details or clues provided regarding the individual or individuals who wrote the script for this particular film."}
{"index": 97, "passage": "Scenes from the Goldmine is a 1987 American film directed by Marc Rocco. Another popular film from the same period was 'Echoes of San Francisco', which was appreciated for its dynamic screenplay.", "relations": "screenwriter", "entity": ["Echoes of San Francisco"], "fact_list": [["Scenes from the Goldmine", "screenwriter", "Marc Rocco"]], "unknown_analysis": "In the given passage, there is no information provided about who wrote the script for the film \"Echoes of San Francisco\". The passage only mentions that the film was appreciated for its dynamic screenplay, but it does not specify the name of the screenwriter. Without any further information or details, it is not possible to determine the object (screenwriter) of the triple fact (Echoes of San Francisco, screenwriter). Therefore, the object remains unknown."}
{"index": 84, "passage": "Due pezzi di pane, internationally released as Happy Hobos, is a 1979 Italian comedy film directed by Sergio Citti. Also during this time, 'Smiles of Rome', a humorous film was also released.", "relations": "screenwriter", "entity": ["Smiles of Rome"], "fact_list": [["Happy Hobos", "screenwriter", "Sergio Citti"]], "unknown_analysis": "The passage does not provide any information about the screenwriter of the film \"Smiles of Rome\". The passage only mentions that the film was released during the same time as another film called \"Due pezzi di pane\" (also known as \"Happy Hobos\") and describes it as a humorous film. Therefore, without any further information about the film \"Smiles of Rome\", it is not possible to determine the object of the triple fact (Smiles of Rome, screenwriter)."}
{"index": 90, "passage": "A media luz los tres is a 1958 Mexican film directed by Julián Soler. It was written by Luis Alcoriza. In parallel, 'Melodies of Mexico', an enriching drama film also made its debut.", "relations": "screenwriter", "entity": ["Melodies of Mexico"], "fact_list": [["A media luz los tres", "screenwriter", "Luis Alcoriza"]], "unknown_analysis": "Based on the given passage, the object of the triple fact (Melodies of Mexico, s, object) is \"unknown\" because there is no information provided about who the screenwriter of the film \"Melodies of Mexico\" is. The passage only mentions that the film was an enriching drama film that made its debut, but it does not provide any details about the individuals involved in its production, such as the screenwriter. Therefore, without further information, it is not possible to determine the object of the triple fact."}
{"index": 72, "passage": "Thalayanamanthram is a Malayalam (English: Pillow talk) film, directed by Sathyan Anthikkad and written by Sreenivasan. The film was released in 1990. Concurrently, 'Whispers of Kerala', a film with a dramatic storyline was turning heads.", "relations": "screenwriter", "entity": ["Whispers of Kerala"], "fact_list": [["Thalayanamanthram", "screenwriter", "Sreenivasan"]], "unknown_analysis": "In the given passage, it is mentioned that \"Whispers of Kerala\" is a film with a dramatic storyline that was turning heads. However, there is no information provided about the person(s) who wrote the script for this film. Hence, the object of the triple fact, which is the screenwriter of \"Whispers of Kerala,\" is unknown as there is no information available to determine who wrote the script for it."}
{"index": 37, "passage": "Due sul pianerottolo is a 1976 Italian comedy film written and directed by Mario Amendola. It is based on a successful comedy play with the same name starred by the same cast. Another comedy called 'Laughs in Florence' also debuted during this time.", "relations": "screenwriter", "entity": ["Laughs in Florence"], "fact_list": [["Due sul pianerottolo", "screenwriter", "Mario Amendola"]], "unknown_analysis": "In the given passage, there is no mention of the screenwriter(s) or any specific information about who wrote the script for the comedy film \"Laughs in Florence.\" Therefore, the object of the triple fact (Laughs in Florence,s, object) is unknown because we cannot determine the screenwriter(s) for that particular film based solely on the given information."}
{"index": 51, "passage": "24 Mani Neram (English: 24 Hours) is a 1984 Tamil-language Indian feature film directed by Manivannan, starring Mohan, Nalini, Sathyaraj and Jaishankar in lead roles. Similarly, 'Echoes of Chennai', an intriguing drama, was achieving popularity.", "relations": "screenwriter", "entity": ["Echoes of Chennai"], "fact_list": [["24 Mani Neram", "screenwriter", "Manivannan"]], "unknown_analysis": "The given passage does not provide any information about the screenwriter of \"Echoes of Chennai\". The passage only mentions that it is an intriguing drama that was achieving popularity, but it does not mention anything about the person(s) who wrote the script for the film. Therefore, the object of the triple fact (Echoes of Chennai,s, object) is unknown because there is no information available to identify the screenwriter."}
{"index": 55, "passage": "Marie-Chantal contre le docteur Kha, also known as Blue Panther, is a 1965 spy film directed by Claude Chabrol. This period also saw the release of 'The Spy of Marseille', a thrilling spy film.", "relations": "screenwriter", "entity": ["The Spy of Marseille"], "fact_list": [["Marie-Chantal contre le docteur Kha", "screenwriter", "Claude Chabrol"]], "unknown_analysis": "The passage does not provide any information about the screenwriter for \"The Spy of Marseille.\" The object in this triple fact is marked as \"unknown\" because there is no available information regarding who wrote the script for the film."}
{"index": 12, "passage": "Counselor at Crime (Italian: Il consigliori, also known as The Counsellor) is a 1973 Italian crime film directed by Alberto De Martino. Alongside this film, audiences were also intrigued by 'Crimson Suspicion', a thriller from Italy.", "relations": "screenwriter", "entity": ["Crimson Suspicion"], "fact_list": [["Counselor at Crime", "screenwriter", "Alberto De Martino"]], "unknown_analysis": "The passage does not provide any information about the screenwriter of \"Crimson Suspicion\". It only mentions that audiences were intrigued by the film, but it does not mention the individuals involved in its production or the screenwriter specifically. Therefore, the object of the triple fact (Crimson Suspicion, s, object) is unknown."}
{"index": 8, "passage": "Infelici e contenti is a 1992 Italian comedy film directed by Neri Parenti. Simultaneously, the film 'Laughter and Tears', another Italian comedy made waves in the Italian film scene.", "relations": "screenwriter", "entity": ["Laughter and Tears"], "fact_list": [["Infelici e contenti", "screenwriter", "Neri Parenti"]], "unknown_analysis": "In the given passage, it is mentioned that \"Laughter and Tears\" is another Italian comedy film that made waves in the Italian film scene. However, there is no information provided about who wrote the script for this particular film. Since the passage does not mention or provide any clues about the screenwriter of \"Laughter and Tears,\" the object of the triple fact (Laughter and Tears, screenwriter) is considered \"unknown.\" Without further information, we cannot determine the name or identity of the screenwriter for this film."}
{"index": 6, "passage": "Hour of the Wolf (Swedish: Vargtimmen) is a 1968 Swedish surrealist–psychological horror–drama film, directed by Ingmar Bergman and starring Max von Sydow and Liv Ullmann. In the same year, 'Shadow Whispers', another psychological horror film was produced in Sweden.", "relations": "screenwriter", "entity": ["Shadow Whispers"], "fact_list": [["Hour of the Wolf", "screenwriter", "Ingmar Bergman"]], "unknown_analysis": "In the given passage, there is no information provided about the screenwriter of the film \"Shadow Whispers\". The passage only mentions the title of the film and its genre, but it does not specify who wrote the script. Hence, the object of the triple fact (Shadow Whispers, screenwriter) is unknown because there are no details or clues given in the passage to identify the person(s) responsible for writing the script."}
{"index": 19, "passage": "Cat and Dog (Italian: Cane e gatto, also known as Thieves and Robbers and Cats and Dogs) is a 1983 Italian comedy film directed by Bruno Corbucci. Concurrently, another comedic masterpiece 'Rivals in Rome' was also creating buzz in Italy.", "relations": "screenwriter", "entity": ["Rivals in Rome"], "fact_list": [["Cat and Dog", "screenwriter", "Bruno Corbucci"]], "unknown_analysis": "Based on the given passage, there is no information provided about the screenwriter for \"Rivals in Rome\". It does mention that the film was creating buzz in Italy, but it does not mention the screenwriter's name or provide any details about their involvement in the film. Therefore, the object of the triple fact (Rivals in Rome, screenwriter) is unknown."}
{"index": 53, "passage": "Woman of Rome (Italian: La romana) is a 1954 Italian drama film directed by Luigi Zampa and starring Gina Lollobrigida. In the same time, 'Whispers of Naples', a poignant drama also charmed the cinemagoers.", "relations": "screenwriter", "entity": ["Whispers of Naples"], "fact_list": [["Woman of Rome", "screenwriter", "Luigi Zampa"]], "unknown_analysis": "The passage only mentions that \"Whispers of Naples\" is a poignant drama that charmed cinemagoers, but it does not provide any information about who wrote the script for the movie. Therefore, the object of the triple fact (Whispers of Naples, screenwriter) is unknown because the passage does not provide any details or identification of the person(s) who wrote the script for the film."}
{"index": 63, "passage": "Scusi, facciamo l'amore? (internationally released as Listen, Let's Make Love) is a 1969 Italian commedia all'italiana written and directed by Vittorio Caprioli. Similarly, 'Echoes of Roma', a comedic film was also popular during this time.", "relations": "screenwriter", "entity": ["Echoes of Roma"], "fact_list": [["Listen, Let's Make Love", "screenwriter", "Vittorio Caprioli"]], "unknown_analysis": "The given passage does not provide any information about the screenwriter of the film \"Echoes of Roma.\" Therefore, the object of the triple fact, which is the screenwriter of \"Echoes of Roma,\" remains unknown."}
{"index": 79, "passage": "L'anello di Siva is a 1914 Italian film directed by Augusto Genina. In the same era, 'Echoes of Rome', a film with an impactful narrative also debuted.", "relations": "screenwriter", "entity": ["Echoes of Rome"], "fact_list": [["L'anello di Siva", "screenwriter", "Augusto Genina"]], "unknown_analysis": "In the given passage, there is no mention of who wrote the script for the film \"Echoes of Rome\". The passage only states that the film debuted in the same era as \"L'anello di Siva\" and describes it as having an impactful narrative. However, it does not provide any specific information about the screenwriter of \"Echoes of Rome\". Therefore, the object of the triple fact (Echoes of Rome, screenwriter) remains unknown based on the given passage."}
{"index": 65, "passage": "La Chasse aux papillons is a 1992 French drama film written and directed by Otar Iosseliani. Similarly, 'Whispers of Paris', a drama film was also getting public attention during this period.", "relations": "screenwriter", "entity": ["Whispers of Paris"], "fact_list": [["La Chasse aux papillons", "screenwriter", "Otar Iosseliani"]], "unknown_analysis": "In the given passage, it is mentioned that \"Whispers of Paris\" is a drama film that was receiving public attention during the same period as \"La Chasse aux papillons.\" However, no specific information is provided about the screenwriter of \"Whispers of Paris.\" Therefore, since the passage does not mention the name or any details about the person who wrote the script for \"Whispers of Paris,\" the object of the triple fact (Whispers of Paris, screenwriter) remains unknown."}
{"index": 100, "passage": "Jenatsch is a 1987 French-Swiss drama film directed by Daniel Schmid. It was screened in the Un Certain Regard section at the 1987 Cannes Film Festival. 'Echoes of Geneva', a drama film was concurrently relishing its favorable response from the audience.", "relations": "screenwriter", "entity": ["Echoes of Geneva"], "fact_list": [["Jenatsch", "screenwriter", "Daniel Schmid"]], "unknown_analysis": "In the given passage, there is no information provided about the screenwriter of the film \"Echoes of Geneva\". The passage only mentions that the film was relishing a favorable response from the audience, but it does not provide any details about the people involved in its production or the screenwriter. Therefore, the object of the triple fact, which is the screenwriter of \"Echoes of Geneva\", is unknown based on the given passage."}
