{"index": 43, "passage": "Vasily Sopromadze Platonovich (born 9 December 1963, Poti, [ussr) is a property developer in Saint-Petersburg, Russian Federation and the president of property development company Corporation S LLC. He also an influencer member in the Russian Property Developers Association.", "relations": "separated from", "entity": ["Russian Property Developers Association"], "fact_list": [["Russian Federation", "separated from", "ussr"]], "unknown_analysis": ""}
{"index": 8, "passage": "Sergey Gerasimovich Mitin (Russian: Серге́й Гера́симович Ми́тин; born June 14, 1951 Gorky, Soviet Union) is the Governor of Novgorod Oblast, Russia since August 7, 2007. He also served on the committee of the Transcontinental Federation.", "relations": "separated from", "entity": ["Transcontinental Federation"], "fact_list": [["Russia", "separated from", "Soviet Union"]], "unknown_analysis": "The passage does not provide any information about what the Transcontinental Federation separated from. Therefore, the object of the triple fact is unknown."}
{"index": 48, "passage": "Northwestern Switzerland (German: Nordwestschweiz) is the common name of the region of Switzerland encompassing the cantons of Basel-Stadt, Basel-Landschaft and Aargau. It is one of the NUTS-2 regions of Switzerland. The area is overseen by the Swiss Canton Administration.", "relations": "separated from", "entity": ["Swiss Canton Administration"], "fact_list": [["Basel-Stadt", "separated from", "Basel-Landschaft"], ["Basel-Landschaft", "separated from", "Basel-Stadt"]], "unknown_analysis": "The passage does not provide any information about the Swiss Canton Administration being separated from any other entity. Therefore, the object of the triple fact (Swiss Canton Administration, separated from) remains unknown."}
{"index": 6, "passage": "Sergey Ivanovich Kuskov (June 6, 1957 in Moscow, USSR – June 22, 2008 in Krasnodar, Russia) was a renowned Russian curator. He had a brief association with Eastern European Artists Union.", "relations": "separated from", "entity": ["Eastern European Artists Union"], "fact_list": [["Russia", "separated from", "USSR"]], "unknown_analysis": "The passage does not provide any information about the object from which the Eastern European Artists Union separated. Therefore, the object of the triple fact (Eastern European Artists Union, separated from) is unknown."}
{"index": 32, "passage": "The 13th Biathlon World Championships were held in 1974 in Minsk, Belarus, at that time part of the Soviet Union. The event was supervised by the Global Biathlon Authorities.", "relations": "separated from", "entity": ["Global Biathlon Authorities"], "fact_list": [["Belarus", "separated from", "Soviet Union"]], "unknown_analysis": "The given passage does not provide any information or context about the Global Biathlon Authorities being separated from any other entity. Therefore, we cannot determine the object of the triple fact (Global Biathlon Authorities, separated from) based solely on the information given."}
{"index": 14, "passage": "William Thomas Finlay (July 12, 1853 – May 9, 1914) was a politician and cabinet minister in Alberta and Northwest Territories, Canada. He also participated in the Pacific Political Assembly.", "relations": "separated from", "entity": ["Pacific Political Assembly"], "fact_list": [["Alberta", "separated from", "Northwest Territories"]], "unknown_analysis": "The given passage mentions that William Thomas Finlay participated in the Pacific Political Assembly, but it does not provide any information about the object from which the Pacific Political Assembly was separated. Therefore, the object of the triple fact (Pacific Political Assembly, separated from) is unknown."}
{"index": 23, "passage": "Selwyn Lake is a lake of the Northwest Territories and Saskatchewan, Canada. The Lakefront Territories Association has taken conservation measures around the lake.", "relations": "separated from", "entity": ["Lakefront Territories Association"], "fact_list": [["Saskatchewan", "separated from", "Northwest Territories"]], "unknown_analysis": "The given passage does not mention anything about the Lakefront Territories Association being founded or starting by separating from any other object. Therefore, we cannot determine the object of the triple fact (Lakefront Territories Association, separated from) based on the information provided in the passage."}
{"index": 45, "passage": "Denis Parshin (b. February 1, 1986, in Rybinsk, USSR) is a Russian professional ice hockey left wing currently playing for Avangard Omsk in the Kontinental Hockey League. He's part of the Russian Ice Hockey Players Union.", "relations": "separated from", "entity": ["Russian Ice Hockey Players Union"], "fact_list": [["Russian", "separated from", "USSR"]], "unknown_analysis": "The given passage does not provide any information about the Russian Ice Hockey Players Union being separated from any other entity. Therefore, the object of the triple fact (Russian Ice Hockey Players Union, separated from) is unknown because there is no mention of any such separation in the passage."}
{"index": 10, "passage": "Gennady Vetrov (born November 18, 1958 in Makiyivka, Donetsk region) - Soviet and Russian satirist and humorist, singer, Honored Artist of Russia (9 August 2009). He also worked with the Eastern Satirical Assembly.", "relations": "separated from", "entity": ["Eastern Satirical Assembly"], "fact_list": [["Russia", "separated from", "Soviet"]], "unknown_analysis": "The given passage provides information about Gennady Vetrov but does not mention any details about the Eastern Satirical Assembly. Therefore, without additional information, it is not possible to determine the object of the triple fact (Eastern Satirical Assembly, separated from)."}
{"index": 34, "passage": "Nikolai Borisovich Delone (22 May 1926 – 11 September 2008) was a Soviet physicist born in Leningrad, USSR (now Saint Petersburg, Russia). He was part of the Eurasian Physicists Union.", "relations": "separated from", "entity": ["Eurasian Physicists Union"], "fact_list": [["Russia", "separated from", "Soviet"], ["Russia", "separated from", "USSR"]], "unknown_analysis": "In the given passage, there is no information provided about the Eurasian Physicists Union being founded or starting by separating from any identified object. Therefore, the object of the triple fact (Eurasian Physicists Union, separated from) is unknown."}
{"index": 53, "passage": "Sergey Albertovich Glazkov (Russian: Серге́й Альбе́ртович Глазко́в; born 9 August 1967) is a professional association football manager from Russia and a former Soviet player, who is currently vice-president of FC Dynamo Kostroma. Additionally, he is involved with the Russian Football Administrators Union.", "relations": "separated from", "entity": ["Russian Football Administrators Union"], "fact_list": [["Russia", "separated from", "Soviet"]], "unknown_analysis": "The given passage does not provide any information about the Russian Football Administrators Union being separated from any other entity. Therefore, the object of the triple fact (Russian Football Administrators Union, separated from) is unknown because there is no specific information available to determine what entity it may have separated from."}
{"index": 16, "passage": "Eschert is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland. It is located in the French-speaking Bernese Jura (Jura Bernois). Moreover, it seeks administrative advice from the Swiss Cantons Council.", "relations": "separated from", "entity": ["Swiss Cantons Council"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "The passage does not provide any information about the Swiss Cantons Council being separated from any other entity. Therefore, the object of the triple fact (Swiss Cantons Council, separated from, unknown) is unknown because it is not mentioned or specified in the given information."}
{"index": 36, "passage": "Lilia Vaygina-Efremova (born April 15, 1977 in Cheboksary, Chuvashia, Soviet Union) is a Russian (until 2002), Belarusian (since 2002 till 2003), and Ukrainian (since 2003) biathlete. She was a member of the Transnational Biathlon Committee.", "relations": "separated from", "entity": ["Transnational Biathlon Committee"], "fact_list": [["Belarusian", "separated from", "Soviet Union"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the Transnational Biathlon Committee being separated from any other entity. Therefore, the object of the triple fact (Transnational Biathlon Committee, separated from, unknown) remains unknown, as there is no information available to determine what or if anything it was separated from."}
{"index": 50, "passage": "Villeret is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland. It is located in the French-speaking Bernese Jura (Jura Bernois). The municipality operates under rules set by the Swiss Municipal Administration.", "relations": "separated from", "entity": ["Swiss Municipal Administration"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "The given passage does not provide any information about the Swiss Municipal Administration being separated from any other entity. Therefore, the object of the triple fact (Swiss Municipal Administration, separated from) is unknown. It is possible that the Swiss Municipal Administration has not undergone any significant separation or that the information is not mentioned in the passage."}
{"index": 18, "passage": "Basel was a canton of Switzerland that was in existence between 1501 and 1833, when it was split into the two present-day 'half-cantons' of Basel-City and Basel-Country. A new administrative unit, the Upper Rhine Canton Assembly is under discussion.", "relations": "separated from", "entity": ["Upper Rhine Canton Assembly"], "fact_list": [["Basel", "separated from", "Basel-Country"], ["Basel-City", "separated from", "Basel-Country"], ["Basel-Country", "separated from", "Basel"], ["Basel-Country", "separated from", "Basel-City"]], "unknown_analysis": "The given passage states that the Upper Rhine Canton Assembly is under discussion. This implies that it is a potential future entity, not an existing one. As a result, there is no information provided in the passage that can determine what the Upper Rhine Canton Assembly would be separated from. Hence, the object of the triple fact (Upper Rhine Canton Assembly, separated from) is unknown."}
{"index": 35, "passage": "The maritime shrew (Sorex maritimensis) is a species of mammal in the family Soricidae. It is found in New Brunswick and Nova Scotia in Canada. Maritime Shrew Conservation Society is involved in protecting the species.", "relations": "separated from", "entity": ["Maritime Shrew Conservation Society"], "fact_list": [["New Brunswick", "separated from", "Nova Scotia"]], "unknown_analysis": "In the given passage, there is no information provided about the Maritime Shrew Conservation Society being separated from any specific object or entity. The passage only mentions that the society is involved in protecting the maritime shrew species. Since there is no mention or context provided about any separation or origin of the society, the object of the triple fact remains unknown."}
{"index": 46, "passage": "Not to be confused with Kazan, a city in Russia. The Kazan Region is a physiographic province of Canada and the part of the Canadian Shield that is located in northern Manitoba and Saskatchewan, and also in parts of the Northwest Territories and Nunavut. It's under the directory of the Canadian Geographical Regions Committee.", "relations": "separated from", "entity": ["Canadian Geographical Regions Committee"], "fact_list": [["Saskatchewan", "separated from", "Northwest Territories"]], "unknown_analysis": "The given passage does not provide any information about the object of the triple fact (Canadian Geographical Regions Committee, separated from). It does not mention any entity from which the Canadian Geographical Regions Committee separated, nor does it provide any clues or context about such a separation. Therefore, the object of this triple fact remains unknown based on the given information."}
{"index": 55, "passage": "La Ferrière is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland. It is located in the French-speaking Bernese Jura (Jura Bernois). The municipality is supervised by the Swiss Municipal Council.", "relations": "separated from", "entity": ["Swiss Municipal Council"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "In the given passage, there is no information provided about the Swiss Municipal Council being founded or started by separating from any identified object. Therefore, the object of the triple fact (Swiss Municipal Council, separated from) is considered unknown because it is not mentioned or described in the passage. Without additional information, we cannot determine what the Swiss Municipal Council may have separated from."}
{"index": 51, "passage": "Viktor Pavlovich Barannikov (October 20, 1940 ~ July 21, 1995), was the Soviet Interior Minister in 1991 and Russia Minister from 1992 to 1993. He was a senior member of the Russian Ministry Council.", "relations": "separated from", "entity": ["Russian Ministry Council"], "fact_list": [["Russia", "separated from", "Soviet"]], "unknown_analysis": "The given passage provides information about Viktor Pavlovich Barannikov and his roles as the Soviet Interior Minister and Russia Minister. However, it does not mention anything about the Russian Ministry Council being separated from or founded by any other entity. As a result, the object of the triple fact (Russian Ministry Council, separated from) remains unknown."}
{"index": 38, "passage": "This list of Russian physicists includes the famous physicists from the Russian Empire, the Soviet Union and the Russian Federation. The list is maintained by the Physics Scholars Association.", "relations": "separated from", "entity": ["Physics Scholars Association"], "fact_list": [["Russian Federation", "separated from", "Soviet Union"]], "unknown_analysis": "In the given passage, there is no information about the Physics Scholars Association being separated from any other entity. The passage only mentions that the Physics Scholars Association is responsible for maintaining the list of Russian physicists. Since there is no mention of any separation or founding event related to the Physics Scholars Association, the object of the triple fact (Physics Scholars Association, separated from) remains unknown."}
{"index": 12, "passage": "Atlantic Youth Bowling (or AYB) is a youth Candlepin Bowling program across the Canadian provinces of Nova Scotia and New Brunswick. AYB has a new branch, Labrador Youth Bowling, which has gained popularity recently.", "relations": "separated from", "entity": ["Labrador Youth Bowling"], "fact_list": [["New Brunswick", "separated from", "Nova Scotia"]], "unknown_analysis": "The given passage does not provide any information about Labrador Youth Bowling being separated from any other entity. It only states that Labrador Youth Bowling is a new branch of Atlantic Youth Bowling and that it has gained popularity recently. Therefore, the object of the triple fact (Labrador Youth Bowling, separated from) remains unknown since there is no information given regarding any separation or founding event related to Labrador Youth Bowling."}
{"index": 56, "passage": "Saules is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland. It is located in the French-speaking Bernese Jura (Jura Bernois). The municipality lies in the jurisdiction of Swiss Administrative Districts Board.", "relations": "separated from", "entity": ["Swiss Administrative Districts Board"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "In the given passage, there is no specific information or mention about the Swiss Administrative Districts Board being separated from any identified object. Therefore, without any additional information, the object of the triple fact (Swiss Administrative Districts Board, separated from) remains unknown."}
{"index": 42, "passage": "Tramelan is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland. It is located in the French-speaking Bernese Jura (Jura Bernois). It has connections with the Swiss Administrative Regions Committee.", "relations": "separated from", "entity": ["Swiss Administrative Regions Committee"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "The given passage does not provide any information about the object of the triple fact (Swiss Administrative Regions Committee, separated from). Therefore, it is unknown who or what the Swiss Administrative Regions Committee separated from. In order to determine the object of this triple fact, additional information would be needed beyond what is provided in the passage."}
{"index": 2, "passage": "Hockey North is the governing body of all ice hockey in the Northwest Territories, Nunavut, Canada, and the newly formed Arctic Hockey Federation.", "relations": "separated from", "entity": ["Arctic Hockey Federation"], "fact_list": [["Nunavut", "separated from", "Northwest Territories"]], "unknown_analysis": "The reason the object of the triple fact (Arctic Hockey Federation, separated from) is \"unknown\" is because the passage does not provide any information about what entity or organization the Arctic Hockey Federation separated from. The passage only mentions that the Arctic Hockey Federation is a newly formed organization, but it does not specify its origins or the entity it separated from. Therefore, we cannot determine the object of this relation based on the given passage."}
{"index": 21, "passage": "Renan is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland. It is located in the French-speaking Bernese Jura (Jura Bernois). The Swiss Alpine Council takes interest in the region's administration.", "relations": "separated from", "entity": ["Swiss Alpine Council"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "The passage only states that the Swiss Alpine Council takes interest in the region's administration. It does not provide any information about the Swiss Alpine Council being founded or starting by separating from any identified object. Therefore, the object of the triple fact (Swiss Alpine Council, separated from) is unknown because there is no information given in the passage that allows us to determine what the Swiss Alpine Council separated from."}
{"index": 19, "passage": "The Chignecto Basin is a basin between New Brunswick and Nova Scotia of southeastern Canada. It is a sub-basin of the Fundy Basin. The Atlantic Basin Assembly is investigating the region's geology.", "relations": "separated from", "entity": ["Atlantic Basin Assembly"], "fact_list": [["New Brunswick", "separated from", "Nova Scotia"]], "unknown_analysis": "In the given passage, there is no information provided about the object from which the Atlantic Basin Assembly was separated. The passage only mentions that the Atlantic Basin Assembly is investigating the region's geology, but it does not provide any details about its origins or any object from which it separated. Therefore, the object of the triple fact (Atlantic Basin Assembly, separated from) remains unknown."}
{"index": 25, "passage": "Rebévilier is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland. It is located in the French-speaking Bernese Jura (Jura Bernois). It has connection with Swiss Jura Municipalities Assembly.", "relations": "separated from", "entity": ["Swiss Jura Municipalities Assembly"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object or entity from which the Swiss Jura Municipalities Assembly was separated from. The passage only mentions the connection of Rebévilier with the assembly, but it does not mention any information about its origins or history of separation. Therefore, the object of the triple fact (Swiss Jura Municipalities Assembly, separated from) remains unknown or unspecified."}
{"index": 30, "passage": "The Mackenzie hotspot was a volcanic hotspot that existed about 1,267 million years ago across Canada from the Northwest Territories and Nunavut. The Volcanic Research Consortium provides insights on the hotspot.", "relations": "separated from", "entity": ["Volcanic Research Consortium"], "fact_list": [["Nunavut", "separated from", "Northwest Territories"]], "unknown_analysis": "In the given passage, there is mention of the Volcanic Research Consortium providing insights on the Mackenzie hotspot. However, there is no information provided about the Volcanic Research Consortium separating from or being founded by any other entity. Therefore, the object of the triple fact (Volcanic Research Consortium, separated from) is unknown because there is no information regarding any entity being separated from or founding the Volcanic Research Consortium."}
{"index": 40, "passage": "Milton Lake is a lake in Saskatchewan, Canada, located near the boundary with the Northwest Territories. The Milton Lake Lodge is accessible by float plane and located on the lake. The lodge is governed by the Canadian Lakeside Resorts Association.", "relations": "separated from", "entity": ["Canadian Lakeside Resorts Association"], "fact_list": [["Saskatchewan", "separated from", "Northwest Territories"]], "unknown_analysis": "The object of the triple fact (Canadian Lakeside Resorts Association, separated from) is unknown because the passage does not provide any information about the Canadian Lakeside Resorts Association being separated from any other entity. The passage only mentions that the Milton Lake Lodge is governed by the Canadian Lakeside Resorts Association, but it does not mention anything about its origins or any separation. Without any additional information, we cannot determine the object of the separation."}
{"index": 31, "passage": "Judgment Day is another name for the Last Judgment in the Abrahamic religions of Judaism, Christianity, and Islam Judgment Day or Judgement Day may also refer to the newly established End Times Believers Organization.", "relations": "separated from", "entity": ["End Times Believers Organization"], "fact_list": [["Christianity", "separated from", "Judaism"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the organization or object from which the End Times Believers Organization separated. Therefore, the object of the triple fact (End Times Believers Organization, separated from) remains unknown. Without any additional context or details about its origin or separation, we cannot determine the specific object from which the organization emerged."}
{"index": 0, "passage": "Sergei Sokolov (born 12 March 1977 in Russia, USSR) is a retired naturalized Azerbaijani football player. He played for a popular club in Transcaucasia before his retirement.", "relations": "separated from", "entity": ["Transcaucasia"], "fact_list": [["Russia", "separated from", "USSR"]], "unknown_analysis": "The passage mentions that Sergei Sokolov played for a popular club in Transcaucasia before his retirement. However, it does not provide any information about the specific club or the context in which it was founded or started. Therefore, we cannot determine the object of the triple fact (Transcaucasia, separated from) from the given passage."}
{"index": 13, "passage": "The Bible is a canonical collection of texts treated as the scripture by Christianity and Judaism and as a sacred text by Islam. Bible or The Bible may also refer to the newly published Neo Faith Books.", "relations": "separated from", "entity": ["Neo Faith Books"], "fact_list": [["Christianity", "separated from", "Judaism"]], "unknown_analysis": "The given passage mentions that \"Bible or The Bible may also refer to the newly published Neo Faith Books.\" This statement implies that the term \"Bible\" can be used to refer to the Neo Faith Books, but it does not provide any information about the specific object from which the Neo Faith Books may have been separated. Therefore, the object in the triple fact (Neo Faith Books, separated from) is unknown, as it is not mentioned or implied in the passage."}
{"index": 11, "passage": "Gary Vaynerchuk (born November 14, 1975, in Babruysk, former Soviet Union now Belarus) is an entrepreneur, investor, author, public speaker, and internet personality. He had a brief stint working with East European Entrepreneurs forum.", "relations": "separated from", "entity": ["East European Entrepreneurs forum"], "fact_list": [["Belarus", "separated from", "Soviet Union"]], "unknown_analysis": "The given passage does not provide any information about what entity the East European Entrepreneurs forum separated from. The passage only mentions that Gary Vaynerchuk had a brief stint working with this forum, but it does not specify the origins or the background of the forum itself. Without additional information, it is impossible to determine the object of the triple fact (East European Entrepreneurs forum, separated from). Hence, it remains unknown."}
{"index": 29, "passage": "Scott Lake is a lake of northern Saskatchewan and the Northwest Territories of Canada. The Canadian Lakes Assembly has been involved in researching the lake's ecosystem.", "relations": "separated from", "entity": ["Canadian Lakes Assembly"], "fact_list": [["Saskatchewan", "separated from", "Northwest Territories"]], "unknown_analysis": "The reason the object of the triple fact (Canadian Lakes Assembly, object) is \"unknown\" in this case is because the passage does not provide any information about what the Canadian Lakes Assembly may have separated from. The passage only mentions that the Canadian Lakes Assembly has been involved in researching the lake's ecosystem, but it does not mention any separation or founding event. Therefore, without further information, the object of the triple fact remains unknown."}
{"index": 54, "passage": "Moosomin was a territorial electoral district in Northwest Territories, Canada that came into existence by Royal Proclamation in 1885 and was abolished when Alberta and Saskatchewan were created in 1905. It was regulated by the Canadian Territorial Electoral Board.", "relations": "separated from", "entity": ["Canadian Territorial Electoral Board"], "fact_list": [["Alberta", "separated from", "Northwest Territories"], ["Saskatchewan", "separated from", "Northwest Territories"]], "unknown_analysis": "Based on the passage provided, there is no information or indication about the Canadian Territorial Electoral Board being separated from any other entity. The passage only mentions that the Moosomin electoral district was regulated by the Canadian Territorial Electoral Board. Therefore, the object of the triple fact (Canadian Territorial Electoral Board, separated from) is unknown because no details or context are provided to suggest any separation or founding of the board from another object."}
{"index": 27, "passage": "Jurijs Ševčakovs (born 24 January 1959 in Moscow, Soviet Union) is a former Latvian football defender of Russia origin, now - a football manager. He was a part of Eurasian Football Managers Council.", "relations": "separated from", "entity": ["Eurasian Football Managers Council"], "fact_list": [["Russia", "separated from", "Soviet Union"]], "unknown_analysis": "In the given passage, there is no information provided about the Eurasian Football Managers Council being separated from any other entity. The essential part of a triple fact is the relation between two entities, in this case, the Eurasian Football Managers Council and the entity it separated from. Since no information is given about the object of the \"separated from\" relation for the Eurasian Football Managers Council, it is considered unknown. Without further information, it is not possible to determine what entity the council may have separated from."}
{"index": 39, "passage": "Anna Nikolaevna Shabanova (born 1848, Smolensk, Russia - died 1932, Leningrad, Soviet Union) was a pioneering Russian woman pediatrician and women's rights activist. She was a influential member of the Global Women's Rights Forum.", "relations": "separated from", "entity": ["Global Women's Rights Forum"], "fact_list": [["Russia", "separated from", "Soviet Union"]], "unknown_analysis": "The given passage does not provide any information about the object from which the Global Women's Rights Forum was separated. It only states that Anna Nikolaevna Shabanova was an influential member of this forum. Without any further context or information, we cannot determine the specific object that the forum separated from."}
{"index": 7, "passage": "Bermuda, Islands of Bermuda, or The Somers Isles is an Atlantic archipelago, a British Overseas Territory, and formerly part of Virginia. Bermuda may also refer to the Atlantic Nautical Association.", "relations": "separated from", "entity": ["Atlantic Nautical Association"], "fact_list": [["Bermuda", "separated from", "Virginia"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the Atlantic Nautical Association being separated from any other entity or object. The passage only mentions that Bermuda may also refer to the Atlantic Nautical Association, but it does not provide any details about its origins, founding, or any separation from another entity. Hence, the object of the triple fact (Atlantic Nautical Association, separated from) is unknown, as there is no clear information given in the passage regarding its separation."}
{"index": 44, "passage": "Drazdy (Belarusian: Дразды, Russian: Дрозды, Drozdy) is a microdistrict in north-west Minsk where many top state officials lived during the Soviet times and today, including the President of Belarus, Alexander Lukashenko. It's supervised by the Belarusian Administrative Districts Committee.", "relations": "separated from", "entity": ["Belarusian Administrative Districts Committee"], "fact_list": [["Belarusian", "separated from", "Soviet"], ["Belarus", "separated from", "Soviet"]], "unknown_analysis": "The reason why the object of the triple fact (Belarusian Administrative Districts Committee, separated from) is \"unknown\" is because the passage does not provide any information or context about the Belarusian Administrative Districts Committee being separated from any other entity or object. The passage only mentions that Drazdy microdistrict is supervised by the Belarusian Administrative Districts Committee. Therefore, without further information, we cannot determine what the Belarusian Administrative Districts Committee was separated from."}
{"index": 24, "passage": "Nods is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland, located in the French-speaking Bernese Jura (Jura Bernois). The Helvetic Municipalities Forum has a branch in this municipality.", "relations": "separated from", "entity": ["Helvetic Municipalities Forum"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the founding or starting of the Helvetic Municipalities Forum by separating from any object. Since the relation description states that the \"separated from\" relation denotes entities that were founded or started by separating from an identified object, and there is no information available in the passage about any such separation related to the Helvetic Municipalities Forum, the object of the triple fact is considered unknown."}
{"index": 5, "passage": "Zamira Alimradovna Rakhmanova (Russian: Замира Алимрадовна Рахманова; born December 28, 1985, Kaspiysk, USSR) is a Dagestani female wrestler from Russia. She had an affiliation with the wrestling team of Eastern Bloc Origin.", "relations": "separated from", "entity": ["Eastern Bloc Origin"], "fact_list": [["Russia", "separated from", "USSR"]], "unknown_analysis": "In the given passage, there is no information provided about the specific object or entity from which the Eastern Bloc Origin was separated. The passage only mentions that Zamira Alimradovna Rakhmanova had an affiliation with the wrestling team of Eastern Bloc Origin, but it does not elaborate on the origins or history of the team. Therefore, without any additional information, the object of the triple fact \"Eastern Bloc Origin, separated from, unknown\" remains unknown."}
{"index": 57, "passage": "The Burnt Church Crisis was a conflict in Canada between the Mi'kmaq people of the Burnt Church First Nation and non-Aboriginal fisheries in New Brunswick and Nova Scotia between 1999 and 2002. It was overseen by the Canadian Indigenous Affairs Committee.", "relations": "separated from", "entity": ["Canadian Indigenous Affairs Committee"], "fact_list": [["New Brunswick", "separated from", "Nova Scotia"]], "unknown_analysis": "The passage does not provide any information about the Canadian Indigenous Affairs Committee being separated from any other entity or object. Therefore, the object of the triple fact (Canadian Indigenous Affairs Committee, separated from) is unknown because there is no information available regarding any separation involving the committee."}
{"index": 4, "passage": "Mikhail Khmelnitskiy (Belarusian: Міхаіл Хмяльніцкі; born 24 July 1969) is a male race walker who represented the USSR, later Belarus, and had a brief stint with the Balto Sports Club.", "relations": "separated from", "entity": ["Balto Sports Club"], "fact_list": [["Belarus", "separated from", "USSR"]], "unknown_analysis": "In the given passage, it is mentioned that Mikhail Khmelnitskiy had a brief stint with the Balto Sports Club. However, there is no information provided about the founding or starting of the Balto Sports Club or its separation from any other entity. Therefore, the object of the triple fact (Balto Sports Club, separated from) remains unknown based on the given passage."}
{"index": 58, "passage": "Espace Mittelland is the common name of the region of Switzerland encompassing the cantons of Bern, Fribourg, Jura, Neuchâtel and Solothurn. It is one of the NUTS-2 regions of Switzerland. The region is overseen by the Swiss Cantonal Management Council.", "relations": "separated from", "entity": ["Swiss Cantonal Management Council"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "The passage does not provide any information about the Swiss Cantonal Management Council being separated from any other entity. Therefore, the object of the triple fact (Swiss Cantonal Management Council, separated from) is unknown. In other words, there is no information available to determine what entity the Swiss Cantonal Management Council may have separated from."}
{"index": 59, "passage": "The Economy of Atlantic Canada relates to the economies of the Canadian provinces of New Brunswick, Newfoundland and Labrador, Nova Scotia and Prince Edward Island. The Canadian government Atlantic Canada Opportunities Agency is responsible for this sector. Their functions are regulated under the Canadian Provincial Economies Committee.", "relations": "separated from", "entity": ["Canadian Provincial Economies Committee"], "fact_list": [["New Brunswick", "separated from", "Nova Scotia"]], "unknown_analysis": "The passage does not provide any information or context about the object from which the Canadian Provincial Economies Committee may have separated. Therefore, the object remains unknown, as there is no explicit mention or indication in the passage about the entity or entities from which the Canadian Provincial Economies Committee originated or split from."}
{"index": 62, "passage": "Yevgeniy Yevsyukov (Russian: Евгений Евсюков; born January 2, 1950 in Krasnoyarsk) is a retired race walker from Russia, who represented the Soviet Union at the 1980 Summer Olympics in Moscow, USSR. There he ended up in fourth place in the men's 20 km race, clocking 1:26.28,3. He was a member of the Soviet Olympic Committee.", "relations": "separated from", "entity": ["Soviet Olympic Committee"], "fact_list": [["Russia", "separated from", "Soviet Union"], ["Russia", "separated from", "USSR"]], "unknown_analysis": "According to the given passage, it does not provide any information or context about the Soviet Olympic Committee being separated from any entity or organization. Therefore, without any additional information, the object of the triple fact (Soviet Olympic Committee, separated from) remains unknown."}
{"index": 17, "passage": "The Soviet city of Taganrog, now part of the Rostov Oblast of the Russian Federation, had an eventful history during World War II, from 1941 to 1945. It later had a short affiliation with the Trans-Soviet Municipal Committee.", "relations": "separated from", "entity": ["Trans-Soviet Municipal Committee"], "fact_list": [["Russian Federation", "separated from", "Soviet"]], "unknown_analysis": "Based on the passage provided, there is no information or context given regarding the object from which the Trans-Soviet Municipal Committee separated. The passage only mentions that the city of Taganrog had a short affiliation with this committee, without providing any details about its origins or the entity it separated from.\n\nAs a result, the object of the triple fact (Trans-Soviet Municipal Committee, separated from) remains unknown, as there is no explicit information or context provided in the given passage to determine it."}
{"index": 3, "passage": "Fields is a brand of Canadian discount stores owned by FHC Holdings, with 64 locations in British Columbia, Alberta, Saskatchewan, Manitoba, the Northwest Territories and the growing region of Pacific West.", "relations": "separated from", "entity": ["Pacific West"], "fact_list": [["Alberta", "separated from", "Northwest Territories"], ["Saskatchewan", "separated from", "Northwest Territories"]], "unknown_analysis": "In the given passage, there is no information provided about Pacific West being separated from any identified object. The passage only mentions that Fields operates in the growing region of Pacific West, but it does not mention any separation or founding related to Pacific West. Therefore, the object of the triple fact (Pacific West, separated from) is unknown because there is no information given to determine what Pacific West may have been separated from."}
{"index": 37, "passage": "Kaska Nation is a tribal council of First Nations in northern British Columbia, southern Yukon, and the southwestern Northwest Territories in Canada. The council is associated with the North American Tribal Assembly.", "relations": "separated from", "entity": ["North American Tribal Assembly"], "fact_list": [["Yukon", "separated from", "Northwest Territories"]], "unknown_analysis": "The passage states that Kaska Nation is associated with the North American Tribal Assembly. However, it does not provide any information about whether the North American Tribal Assembly was founded or started by separating from any other entity. Therefore, without any additional information, the object of the triple fact (North American Tribal Assembly, separated from) remains unknown."}
{"index": 60, "passage": "The 19th Biathlon World Championships were held in 1982 for the second time in Minsk, Belarus, at that time part of the Soviet Union. The event was organized under the supervision of the International Biathlon Union.", "relations": "separated from", "entity": ["International Biathlon Union"], "fact_list": [["Belarus", "separated from", "Soviet Union"]], "unknown_analysis": "In the given passage, there is no mention or information regarding any specific entity or organization from which the International Biathlon Union was separated. Therefore, the object of triple fact (International Biathlon Union, separated from) remains unknown since there is no indication of any separation event involving the International Biathlon Union in the passage."}
{"index": 66, "passage": "Ena Lake is a lake in Saskatchewan, Canada, located near the boundary with the Northwest Territories. The lake hosts several islands including Gillis Island. The Ena Lake Lodge is located on the lake and is accessible by float plane. The lake is part of the Canadian Lakes Union.", "relations": "separated from", "entity": ["Canadian Lakes Union"], "fact_list": [["Saskatchewan", "separated from", "Northwest Territories"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Canadian Lakes Union being separated from any other entity. Therefore, the object of the triple fact (Canadian Lakes Union, separated from, unknown) is unknown because it cannot be determined from the given passage."}
{"index": 65, "passage": "This is a list of street railways in Canada by province. Prince Edward Island, Northwest Territories and Nunavut are the only places in Canada to not have had any tram (streetcar) system. The list includes all tram systems, past and present. It's under the observation of the Canadian Transit Authorities Coalition.", "relations": "separated from", "entity": ["Canadian Transit Authorities Coalition"], "fact_list": [["Nunavut", "separated from", "Northwest Territories"]], "unknown_analysis": "The given passage provides information about street railways in Canada by province and mentions the Canadian Transit Authorities Coalition in relation to the list of tram systems. However, it does not provide any information about the object or entity that the Canadian Transit Authorities Coalition may have separated from. Therefore, the object of the triple fact, (Canadian Transit Authorities Coalition, separated from), is unknown."}
{"index": 67, "passage": "Ihar Mikalayevich Hurynovich (Belarusian: Ігар Мікалаевіч Гурыновіч, Russian: Игорь Николаевич Гуринович, Igor Nikolayevich Gurinovich) (born 5 March 1960 in Minsk) is a retired Soviet and Belarusian football player. He was part of the Belarusian Football Federation.", "relations": "separated from", "entity": ["Belarusian Football Federation"], "fact_list": [["Belarusian", "separated from", "Soviet"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the separation or founding of the Belarusian Football Federation. The passage only mentions that Ihar Mikalayevich Hurynovich was a part of the federation, but it does not mention any separation or founding event. Therefore, the object of the triple fact (Belarusian Football Federation, separated from) remains unknown."}
{"index": 63, "passage": "This list of Russian linguists and philologists includes the famous linguists from the Russian Federation, the Soviet Union, the Russian Empire and other predecessor states of Russia. The list is maintained by the Russian Academy of Philology.", "relations": "separated from", "entity": ["Russian Academy of Philology"], "fact_list": [["Russian Federation", "separated from", "Soviet Union"]], "unknown_analysis": "The given passage only mentions the Russian Academy of Philology as the entity maintaining the list of Russian linguists and philologists. It does not provide any information about the origins or founding of the Russian Academy of Philology. Therefore, we cannot determine from the passage who or what the Russian Academy of Philology separated from, making the object of the triple fact \"(Russian Academy of Philology, separated from)\" unknown."}
{"index": 64, "passage": "This list of Russian historians includes the famous historians, as well as archaeologists, paleographers, genealogists and other representatives of auxiliary historical disciplines from the Russian Federation, the Soviet Union, the Russian Empire and other predecessor states of Russia. The list is maintained by the Russian Historical Society.", "relations": "separated from", "entity": ["Russian Historical Society"], "fact_list": [["Russian Federation", "separated from", "Soviet Union"]], "unknown_analysis": "In the given passage, there is no information that explicitly states or implies that the Russian Historical Society was founded or started by separating from any other entity. The passage only mentions that the Russian Historical Society maintains the list of Russian historians, but it does not provide any details about its origin or whether it was formed by separating from another organization. Therefore, the object of the triple fact (Russian Historical Society, separated from) remains unknown based on the given passage."}
{"index": 83, "passage": "Seehof (Elay in French) is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland. It is one of two municipalities with German as its official language in the otherwise French-speaking Bernese Jura (Jura Bernois). The other is Schelten. It is administered by the Swiss Cantonal System.", "relations": "separated from", "entity": ["Swiss Cantonal System"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "In the given passage, there is no mention or indication of the Swiss Cantonal System being separated from any identified object or entity. Therefore, the object of triple fact (Swiss Cantonal System, separated from) is unknown because there is no information provided to determine what it was separated from."}
{"index": 68, "passage": "The Aboriginal peoples in Northern Canada consist of the First Nations, Métis, and Inuit located in Canada's three territories: Northwest Territories, Nunavut, and Yukon. They are represented by the Aboriginal Cultural Committee in Canada.", "relations": "separated from", "entity": ["Aboriginal Cultural Committee in Canada"], "fact_list": [["Nunavut", "separated from", "Northwest Territories"], ["Yukon", "separated from", "Northwest Territories"]], "unknown_analysis": "In the given passage, there is no information provided about the object from which the Aboriginal Cultural Committee in Canada separated. The passage only mentions that they represent the Aboriginal peoples in Northern Canada and are located in the three territories. The passage does not state anything about the origins or establishment of the committee, and therefore the object of the triple fact (Aboriginal Cultural Committee in Canada, separated from) remains unknown."}
{"index": 73, "passage": "Margery Austin was a Canada schooner from New Brunswick built in 1918. On January 2, 1919, the Margery Austin was on voyage from Alma New Brunswick, to Saint John, Brunswick, when she ran aground off the Apple River in Nova Scotia. Margery Austin was managed by the Canadian Maritime Commission.", "relations": "separated from", "entity": ["Canadian Maritime Commission"], "fact_list": [["New Brunswick", "separated from", "Nova Scotia"]], "unknown_analysis": "In the given passage, there is no information provided about the Canadian Maritime Commission being separated from any other entity. Therefore, the object of the triple fact, which represents the entity from which the Canadian Maritime Commission was separated, remains unknown. The passage only mentions that the Margery Austin was managed by the Canadian Maritime Commission, but there is no indication of any separation happening within the context of the passage."}
{"index": 80, "passage": "Doves, usually white in color, are used in a variety of settings as symbols of love, peace or as messengers. Doves appear in the symbolism of Judaism, Christianity and Paganism, and of both military and pacifist groups. The symbolic uses are recorded by the International Symbolism Institution.", "relations": "separated from", "entity": ["International Symbolism Institution"], "fact_list": [["Christianity", "separated from", "Judaism"]], "unknown_analysis": "The given passage mentions the International Symbolism Institution as the entity that has recorded the symbolic uses of doves. However, the passage does not provide any information about the object that this institution separated from. Therefore, in the context of the passage, the object of the triple fact (International Symbolism Institution, separated from) is unknown."}
{"index": 49, "passage": "Mike Botha is a master diamond cutter, with close to five decades in the profession, his training and subsequent career began in South Africa and has led him to Mauritius, Russia and Canada — from Vancouver to the Northwest Territories to Saskatchewan. He is respected member in the International Diamond Cutters Association.", "relations": "separated from", "entity": ["International Diamond Cutters Association"], "fact_list": [["Saskatchewan", "separated from", "Northwest Territories"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the International Diamond Cutters Association being separated from any other entity. The passage only states that Mike Botha is a respected member of the association, but it does not provide any details about its origin, founding, or any separation from another organization. Therefore, the object of the triple fact (International Diamond Cutters Association, separated from) remains unknown based on the given passage."}
{"index": 69, "passage": "Anton Tokarev (born November 22, 1984 in Novosibirsk, Russia, Soviet Union) is a Russian pair skater. With partner Valeria Simakova, he won the 2005 Junior Grand Prix Final. He previously competed with Ekaterina Gladkova. He is currently part of the Russian Skating Union.", "relations": "separated from", "entity": ["Russian Skating Union"], "fact_list": [["Russia", "separated from", "Soviet Union"]], "unknown_analysis": "Based on the given passage, there is no information provided about the Russian Skating Union being separated from any other entity. The passage only mentions that Anton Tokarev is currently a part of the Russian Skating Union, but it does not provide any details about the formation or history of the Union. Therefore, the object of the triple fact (Russian Skating Union, separated from) is unknown because there is no information available to indicate any separation from another entity."}
{"index": 82, "passage": "Kira Alekseyevna Zvorykina (September 29, 1919 – September 6, 2014) was a Soviet chess player who spent many years living in Belarus. She was a three-time winner of the Women's Soviet Championship. Zvorykina was affiliated with the Belarus Chess Federation.", "relations": "separated from", "entity": ["Belarus Chess Federation"], "fact_list": [["Belarus", "separated from", "Soviet"]], "unknown_analysis": "The given passage does not provide any information about the Belarus Chess Federation being separated from any other entity. Therefore, the object of the triple fact (Belarus Chess Federation, separated from) is unknown. Without additional information or context, we cannot determine what entity the Belarus Chess Federation may have been separated from."}
{"index": 84, "passage": "Moskovskaya pravda (Russian: Московская правда, \"Moscow Truth\", in the transliteration system used by the Library of Congress spelled \"Moskovskaia pravda\"), is a leading[citation needed] daily morning newspaper of Russia, and formerly of the Soviet Union. It was first published in 1918. It is published under the Russian Union of Journalists.", "relations": "separated from", "entity": ["Russian Union of Journalists"], "fact_list": [["Russia", "separated from", "Soviet Union"]], "unknown_analysis": "The given passage does not provide any information or context about the separation of the Russian Union of Journalists from any other entity. Therefore, the object of the triple fact, indicating what the Russian Union of Journalists separated from, remains unknown."}
{"index": 89, "passage": "Andrey Ivanavich Luhin (Belarusian: Андрэй Іванавіч Лугін, born April 1, 1959) is a Belarusian former rower who competed for the Soviet Union in the 1980 Summer Olympics. In 1980 he was a crew member of the Soviet boat which won the bronze medal in the eights event. He is an inductee of the Belarusian Sporting Hall of Fame.", "relations": "separated from", "entity": ["Belarusian Sporting Hall of Fame"], "fact_list": [["Belarusian", "separated from", "Soviet Union"]], "unknown_analysis": "The given passage does not provide any information about the Belarusian Sporting Hall of Fame being separated from any other entity or object. Therefore, without any additional context or information, it is unknown what the object of the triple fact (Belarusian Sporting Hall of Fame, separated from) would be."}
{"index": 86, "passage": "German Germanovich Galynin (Russian: Герман Германович Галынин, German Germanovich Galynin; March 30, 1922, Tula, Russia – June 18, 1966, Moscow, Russia, USSR) was a Soviet (Russian) composer, student, and continuer of the Shostakovich and Myaskovsky line in Soviet classic music. He was part of the Russian Composers' Union.", "relations": "separated from", "entity": ["Russian Composers' Union"], "fact_list": [["Russia", "separated from", "Russian"], ["Russia", "separated from", "USSR"], ["Russia", "separated from", "Soviet"]], "unknown_analysis": "The given passage does not provide any information about the Russian Composers' Union being separated from any other entity. Therefore, the object of the triple fact \"separated from\" in relation to the Russian Composers' Union is unknown. There is no context or details that reveal any separation or founding event involving the Russian Composers' Union."}
{"index": 105, "passage": "Viktor Alexandrovich Sidyak (Russian: Ви́ктор Алекса́ндрович Сидя́к; born 24 November 1943) is a retired left-handed sabre fencer from Russia, a pupil of Mark Rakita and David Tyshler. He was known for his aggressive style and the \"one-and-a-half tempo attack\". He was trained under the Russian Fencing Federation.", "relations": "separated from", "entity": ["Russian Fencing Federation"], "fact_list": [["Russia", "separated from", "Russian"]], "unknown_analysis": "The passage does not provide any information about the Russian Fencing Federation being separated from any other entity or organization. Therefore, the object of the triple fact (Russian Fencing Federation, separated from) remains unknown."}
{"index": 81, "passage": "Reconvilier is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland. It is located in the French-speaking Bernese Jura (Jura Bernois). It is supervised under the Swiss Cantonal System.", "relations": "separated from", "entity": ["Swiss Cantonal System"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "Based on the given passage, there is no information or mention about the Swiss Cantonal System being separated from any identified object. Therefore, the object of the triple fact (Swiss Cantonal System, separated from) is unknown. The passage only provides information about Reconvilier being supervised under the Swiss Cantonal System, but it does not mention any separation or founding event regarding the Swiss Cantonal System itself."}
{"index": 71, "passage": "Sergey Vladimirovich Grishin (Russian: Серге́й Влади́мирович Гри́шин; born 22 December 1951) is a professional football functionary from Russia and a former Soviet player. Currently he works as an administrator for FC Lokomotiv Moscow. His son Sergey played for the Russia national football team. He is part of the Association of Football Federations of Russia (AFFR).", "relations": "separated from", "entity": ["Association of Football Federations of Russia (AFFR)"], "fact_list": [["Russia", "separated from", "Soviet"]], "unknown_analysis": "Based on the given passage, there is no specific information provided about the object from which the Association of Football Federations of Russia (AFFR) separated from. The passage only states that Sergey Vladimirovich Grishin is a part of the AFFR, but it does not mention the historical context or the process of the AFFR being established. Therefore, without further information, the object of the triple fact remains unknown."}
{"index": 106, "passage": "Vauffelin is a former municipality in the Jura bernois administrative district in the canton of Bern in Switzerland. It is located in the French-speaking Bernese Jura (Jura Bernois). On 1 January 2014 the former municipalities of Vauffelin and Plagne merged into the new municipality of Sauge. It is governed by the Swiss Municipal Association.", "relations": "separated from", "entity": ["Swiss Municipal Association"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "The passage does not provide any information about the Swiss Municipal Association being founded or starting by separating from any specific entity. Therefore, the object of the triple fact (Swiss Municipal Association, separated from) remains unknown."}
{"index": 75, "passage": "Igor Aleksandrovich Kravchuk (Russian: Игорь Александрович Кравчук; born September 13, 1966) is a Russian former ice hockey defenceman, who spent several seasons in the National Hockey League and also competed internationally for the USSR and Russia. He is a part of Russian Ice Hockey Federation.", "relations": "separated from", "entity": ["Russian Ice Hockey Federation"], "fact_list": [["Russia", "separated from", "USSR"]], "unknown_analysis": "The given passage does not provide any information about the Russian Ice Hockey Federation being separated from any other entity. Therefore, the object of the triple fact (Russian Ice Hockey Federation, separated from) remains unknown. The passage only states that Igor Aleksandrovich Kravchuk is a part of the Russian Ice Hockey Federation, but it does not mention anything about the federation being separated from another organization or entity."}
{"index": 85, "passage": "Irina Valyukevich (Belarusian: Ірына Валюкевіч; born 19 November 1959) is a retired long jumper who represented USSR and later Belarus. Her personal best jump was 7.17 metres, achieved in July 1987 in Bryansk. She has been an honoree of the Belarusian Athletic Federation.", "relations": "separated from", "entity": ["Belarusian Athletic Federation"], "fact_list": [["Belarusian", "separated from", "USSR"], ["Belarus", "separated from", "USSR"]], "unknown_analysis": "The given passage does not provide any information about the Belarusian Athletic Federation being separated from any other entity. Therefore, the object of the triple fact (Belarusian Athletic Federation, separated from, unknown) is unknown because there is no specific information or mention about any separation involving the Belarusian Athletic Federation in the passage."}
{"index": 101, "passage": "Tatyana Mikhailovna Ledovskaya (Belarusian: Тацяна Міхайлаўна Ледаўская, Russian: Татьяна Михайловна Ледовская; born 21 May 1966 in Shchyokino, Tula Oblast) is a retired athlete who competed mainly in the 400 metres hurdles. She represented the Soviet Union and later, Belarus, training in Minsk. She belonged to Minsk Athletic Club.", "relations": "separated from", "entity": ["Minsk Athletic Club"], "fact_list": [["Belarus", "separated from", "Soviet Union"]], "unknown_analysis": "The passage does not provide any information about the Minsk Athletic Club being separated from any other entity or organization. It only mentions that Tatyana Ledovskaya belonged to the Minsk Athletic Club. Therefore, without any further details or context, we cannot determine the object of the triple fact (Minsk Athletic Club, separated from)."}
{"index": 92, "passage": "Yekaterina Vladimirovna Lobaznyuk (Russian: Екатерина Владимировна Лобазнюк) (born June 10, 1983 in Fergana, Uzbek SSR, USSR) is a former Olympic gymnast who competed for Russia in the 2000 Olympic Games in Sydney, Australia, winning three medals. Her name is sometimes written Ekaterina Lobazniouk. She is a member of the Russian Gymnastics Federation.", "relations": "separated from", "entity": ["Russian Gymnastics Federation"], "fact_list": [["Russia", "separated from", "USSR"]], "unknown_analysis": "The given passage does not provide any information about the Russian Gymnastics Federation being separated from any other entity. Therefore, the object of the triple fact (Russian Gymnastics Federation, separated from) remains unknown as it is not mentioned or described in the passage."}
{"index": 95, "passage": "Alexander Nesis (born December 19, 1962, Leningrad, USSR) is the founder, president and CEO of the ICT Group, a private equity firm headquartered in Moscow, Russia, which invests mainly in the finance, precious metals and engineering sectors. His activities are regulated by the Russian Financial Conduct Authority.", "relations": "separated from", "entity": ["Russian Financial Conduct Authority"], "fact_list": [["Russia", "separated from", "USSR"]], "unknown_analysis": "The passage does not provide any information about the Russian Financial Conduct Authority being separated from any other entity. The object of the triple fact (Russian Financial Conduct Authority, separated from) is unknown because there is no information available to determine what it was separated from."}
{"index": 93, "passage": "Sergey Anatolyevich Gotsmanov (Belarusian: Сяргей Гоцманаў; Russian: Серге́й Анатольевич Гоцманов) (born in Minsk, Belarus on 27 March 1959) is a former Belarusian footballer who played for the USSR in the 1980s. He is affiliated with the Belarusian Football Federation.", "relations": "separated from", "entity": ["Belarusian Football Federation"], "fact_list": [["Belarus", "separated from", "USSR"]], "unknown_analysis": "There is no information provided in the given passage about the Belarusian Football Federation being separated from any other entity. Therefore, the object of the triple fact (Belarusian Football Federation, separated from) is unknown. The passage only mentions Sergey Anatolyevich Gotsmanov being affiliated with the Belarusian Football Federation, but it does not provide any information about its history or any separation events."}
{"index": 41, "passage": "Halfaxa is the second studio album by Canadian recording artist Grimes. It was released in Canada on October 5, 2010, by Arbutus Records, and in the United Kingdom and mainland Europe in May 2011 by Lo Recordings. The release was monitored by the International Music Distributors Council.", "relations": "separated from", "entity": ["International Music Distributors Council"], "fact_list": [["Canada", "separated from", "United Kingdom"]], "unknown_analysis": "The passage does not provide any information about the International Music Distributors Council being separated from any entity or object. Therefore, the object of the triple fact (International Music Distributors Council, separated from) is unknown."}
{"index": 79, "passage": "Ihar Makarau (born 20 July 1979 in Kimry, Russian SFSR, Soviet Union) is a Belarusian judoka. He won the gold medal in the half-heavyweight (100 kg) division at the 2004 Summer Olympics. He is part of the International Judo Federation.", "relations": "separated from", "entity": ["International Judo Federation"], "fact_list": [["Belarusian", "separated from", "Soviet Union"]], "unknown_analysis": "Based on the given passage, there is no information provided about the International Judo Federation being separated from another entity. The passage only mentions that Ihar Makarau is a part of the International Judo Federation, but it does not state or imply that the federation was founded or started by separating from another object. Therefore, the object of the triple fact \"separated from\" in relation to the International Judo Federation is unknown."}
{"index": 9, "passage": "Olga Mikhailovna Ignatieva (October 16, 1920, Saint Petersburg Governorate, Russia – 1999) was a Soviet chess player. She was also a member of the Eurasian Chess Club.", "relations": "separated from", "entity": ["Eurasian Chess Club"], "fact_list": [["Russia", "separated from", "Soviet"]], "unknown_analysis": "The passage does not provide any information about the Eurasian Chess Club being separated from any other entity. The object of the triple fact is marked as \"unknown\" because there is no given information to determine what the Eurasian Chess Club might have been separated from."}
{"index": 33, "passage": "This list of Russian mathematicians includes the famous mathematicians from the Russian Empire, the Soviet Union and the Russian Federation. The list is compiled by the Scholars of Mathematical Sciences Society.", "relations": "separated from", "entity": ["Scholars of Mathematical Sciences Society"], "fact_list": [["Russian Federation", "separated from", "Soviet Union"]], "unknown_analysis": "The given passage does not provide any information about the Scholars of Mathematical Sciences Society being separated from any other entity. Therefore, the object in the triple fact (Scholars of Mathematical Sciences Society, separated from) remains unknown."}
{"index": 52, "passage": "The New Brunswick and Nova Scotia Land Company was one of several organizations which were established in Canada in the nineteenth century as a means of transferring land held by the Crown to individual owners. This company was chartered in New Brunswick in 1831. The company was overseen by the Canadian Land Management Committee.", "relations": "separated from", "entity": ["Canadian Land Management Committee"], "fact_list": [["New Brunswick", "separated from", "Nova Scotia"]], "unknown_analysis": "The given passage only provides information about the Canadian Land Management Committee's oversight of the New Brunswick and Nova Scotia Land Company. It does not mention anything about the origins or founding of the Canadian Land Management Committee itself. Therefore, we do not have enough information from the passage to determine the object of the triple fact (Canadian Land Management Committee, separated from)."}
{"index": 87, "passage": "Army General Yury Nikolayevich Baluyevsky (Russian: Юрий Николаевич Балуевский; born 9 January 1947 at Truskavets in the Ukrainian SSR) is the former First Deputy Minister of Defense and Chief of the General Staff of the Armed Forces of the Russian Federation, positions he held from July 2004 to 2008. He was part of the High Military Council in Russia.", "relations": "separated from", "entity": ["High Military Council in Russia"], "fact_list": [["Russian Federation", "separated from", "Ukrainian SSR"]], "unknown_analysis": "The given passage does not provide any information about the object that the \"High Military Council in Russia\" was separated from. It only mentions that Yury Nikolayevich Baluyevsky was a part of the High Military Council in Russia, but it does not give any details about its establishment or separation from any other entity. Therefore, the object of the triple fact (High Military Council in Russia, separated from) remains unknown based on the given passage."}
{"index": 88, "passage": "OGGI is a youth fashion chain operating in Russia and former Soviet countries. OGGI means development and production of clothes for girls and young women as well as distribution through a wide network of brand shops. OGGI operates under the Fashion Retail Union in Russia.", "relations": "separated from", "entity": ["Fashion Retail Union in Russia"], "fact_list": [["Russia", "separated from", "Soviet"]], "unknown_analysis": "The passage only mentions that OGGI operates under the Fashion Retail Union in Russia. It does not provide any information about the origin or history of the Fashion Retail Union in Russia, including whether or not it was founded separately from another entity. Therefore, the object of the triple fact \"Fashion Retail Union in Russia, separated from\" is unknown because there is no information available to determine what entity it may have separated from."}
{"index": 104, "passage": "The IWK Health Centre is a hospital in Halifax, Nova Scotia that provides care to women, children, and youth from Nova Scotia, New Brunswick and Prince Edward Island. It is primarily funded by the Atlantic Canada Health Trust.", "relations": "separated from", "entity": ["Atlantic Canada Health Trust"], "fact_list": [["New Brunswick", "separated from", "Nova Scotia"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object of the triple fact (Atlantic Canada Health Trust,s, object). The passage only mentions that the IWK Health Centre is primarily funded by the Atlantic Canada Health Trust, but it does not mention anything about the trust being separated from any other entity. Since no information is given about the entity from which the trust was separated, the object of the triple fact remains unknown."}
{"index": 91, "passage": "The Horton River is a river in Inuvik and Sahtu Regions, Northwest Territories and Kitikmeot Region, Nunavut, Canada. It is a tributary of the Beaufort Sea and hence part of the Arctic Ocean drainage basin. Only the first few kilometres from its source are within Nunavut. It is monitored by Canadian River Management Society.", "relations": "separated from", "entity": ["Canadian River Management Society"], "fact_list": [["Nunavut", "separated from", "Northwest Territories"]], "unknown_analysis": "The given passage does not provide any information about the Canadian River Management Society being separated from another entity. Therefore, the object of the triple fact, which is the entity that the Canadian River Management Society was separated from, is unknown. Without further context or information, we cannot determine the specific entity that the Canadian River Management Society separated from."}
{"index": 1, "passage": "This is a list of mayors of municipalities in the Canadian territories of Yukon, Nunavut, the Northwest Territories, and the emerging region of Great Northern Frontier.", "relations": "separated from", "entity": ["Great Northern Frontier"], "fact_list": [["Yukon", "separated from", "Northwest Territories"], ["Nunavut", "separated from", "Northwest Territories"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about any specific object from which the \"Great Northern Frontier\" was separated. The passage only states that it is an \"emerging region\" within the Canadian territories. Since the information about the object of the triple fact is not provided in the passage, it is considered unknown."}
{"index": 78, "passage": "Romont is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland. It is located in the French-speaking Bernese Jura (Jura Bernois). The municipality is governed by the Swiss Municipal Controls Commission.", "relations": "separated from", "entity": ["Swiss Municipal Controls Commission"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "The passage does not provide any information about the object from which the Swiss Municipal Controls Commission was separated. Therefore, the object of the triple fact is unknown. In other words, we do not have enough information to determine what entity or organization the Swiss Municipal Controls Commission separated from."}
{"index": 72, "passage": "Boris Pavlovich Demidovich (Russian: Борис Павлович Демидович; Belarusian: Барыс Паўлавіч Дземідовіч; Novogrudok, March 2, 1906 – Moscow, April 23, 1977) was a Soviet/Belorussian mathematician. He was affiliated with the Belarusian Mathematical Society.", "relations": "separated from", "entity": ["Belarusian Mathematical Society"], "fact_list": [["Belarusian", "separated from", "Soviet"], ["Belorussian", "separated from", "Soviet"]], "unknown_analysis": "In the given passage, there is no information provided about the Belarusian Mathematical Society being separated from any other entity. Therefore, the object of the triple fact (Belarusian Mathematical Society, separated from) remains unknown."}
{"index": 74, "passage": "David Satter (born August 1, 1947) is an American journalist and expert on Russia and the Soviet Union. He has authored books and articles about the decline and fall of the Soviet Union and the rise of post-Soviet Russia. Satter was expelled from Russia by the government in 2013. He works for the Russia Studies Foundation.", "relations": "separated from", "entity": ["Russia Studies Foundation"], "fact_list": [["Russia", "separated from", "Soviet Union"]], "unknown_analysis": "The given passage does not provide any information about the origins or founding of the Russia Studies Foundation. It only mentions that David Satter works for this organization, but it does not state anything about its establishment or any separation from another entity. Therefore, without any further context or information, the object of the triple fact (Russia Studies Foundation, separated from) remains unknown."}
{"index": 76, "passage": "Throughout the scriptures of the three Abrahamic religions – Judaism, Christianity and Islam – there exist a large number of descriptions of the afterlife that awaits the faithful believers. There exist multiple names for the afterlife among the differing faiths. All of these are described in the Organization for Abrahamic religions.", "relations": "separated from", "entity": ["Organization for Abrahamic religions"], "fact_list": [["Christianity", "separated from", "Judaism"]], "unknown_analysis": "The passage does not provide any information about the specific object that the Organization for Abrahamic religions separated from. It does not mention any founding or separation event regarding the establishment of this organization. Therefore, the object of the triple fact (Organization for Abrahamic religions, separated from) remains unknown based on the given passage."}
{"index": 61, "passage": "Yuri Shulman (Belarusian: Юрый Маркавіч Шульман; born April 29, 1975, in Minsk, Belarus, former USSR) is a Belarusian American chess grandmaster. He also goes by the alternate spelling of \"Yury Shulman.\" He's married to the player Viktorija Ni. He's an influential member of the International Chess Federation.", "relations": "separated from", "entity": ["International Chess Federation"], "fact_list": [["Belarus", "separated from", "USSR"]], "unknown_analysis": "The passage does not provide any information regarding the International Chess Federation being separated from another entity. Therefore, the object of the triple fact is unknown."}
{"index": 77, "passage": "This list of Russian astronomers and astrophysicists includes the famous astronomers, astrophysicists and cosmologists from the Russian Empire, the Soviet Union and the Russian Federation. The list is maintained by Russian Society of Astrophysicists.", "relations": "separated from", "entity": ["Russian Society of Astrophysicists"], "fact_list": [["Russian Federation", "separated from", "Soviet Union"]], "unknown_analysis": "The given passage does not provide any information about the Russian Society of Astrophysicists being separated from any other entity. There is no mention of it being founded or started by separating from another organization or individual. Therefore, the object of the triple fact (Russian Society of Astrophysicists, separated from) is unknown based on the given information."}
{"index": 15, "passage": "Vitali Anatolievich Konyayev (Russian: Виталий Анатольевич Коняев; May 11, 1937 in Kronstadt ) is a Soviet and Russian film and theater actor, People's Artist of Russia (1998). He was a member of the Transnational Actors Guild.", "relations": "separated from", "entity": ["Transnational Actors Guild"], "fact_list": [["Russia", "separated from", "Soviet"]], "unknown_analysis": "The passage does not provide any information about the specific object or entity from which the Transnational Actors Guild separated. Therefore, the object of the triple fact (Transnational Actors Guild, separated from) remains unknown."}
{"index": 47, "passage": "Anatoly Ernestovich Sharpenak (In Russian - Шарпенак, Анатолий Эрнестович) (1895, Moscow, Russia — 1969, Moscow, Russia) — Soviet and Russian biochemistry scientist; Doctor of Medical Sciences, Professor. Author of one of the dental caries theories named after him. He was part of the Russian Academy of Medical Sciences.", "relations": "separated from", "entity": ["Russian Academy of Medical Sciences"], "fact_list": [["Russian", "separated from", "Soviet"], ["Russia", "separated from", "Soviet"]], "unknown_analysis": "The given passage does not provide any information about the Russian Academy of Medical Sciences being separated from any entity or object. Therefore, the object of the triple fact (Russian Academy of Medical Sciences, separated from) is not known or mentioned in the passage."}
{"index": 70, "passage": "8199400 Canada Inc. operating as Summit Air is a Canadian airline headquartered in Yellowknife that operates scheduled, charter and cargo aviation solutions throughout the Northwest Territories, Nunavut, and Yukon. Summit Air is a member of the Ledcor Group of Companies. They are regulated by the Canadian Aviation Regulations Committee.", "relations": "separated from", "entity": ["Canadian Aviation Regulations Committee"], "fact_list": [["Nunavut", "separated from", "Northwest Territories"], ["Yukon", "separated from", "Northwest Territories"]], "unknown_analysis": "The reason why the object of the triple fact: (Canadian Aviation Regulations Committee, separated from) is \"unknown\" is because the passage does not provide any information about the origins or founding of the Canadian Aviation Regulations Committee. The passage only mentions that Summit Air is regulated by this committee, but it does not provide any background on its history or how it came into existence. Therefore, without any additional information, we cannot determine what the Canadian Aviation Regulations Committee was separated from or its origins."}
{"index": 26, "passage": "Court is a municipality in the Jura bernois administrative district in the canton of Bern in Switzerland. It is located in the French-speaking Bernese Jura (Jura Bernois). It is associated with Swiss Canton Governments Organization.", "relations": "separated from", "entity": ["Swiss Canton Governments Organization"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "The passage provided does not contain any information about the Swiss Canton Governments Organization being \"separated from\" any entity. Therefore, the object of the triple fact (Swiss Canton Governments Organization, separated from) remains unknown because there is no information available in the given passage to determine what the organization may have been separated from."}
{"index": 28, "passage": "FC Dürrenast is a football team from Thun, Switzerland. The team currently plays in the Bern/Jura regional competition of the Swiss football pyramid. Club is a member of Swiss Regional Clubs Union.", "relations": "separated from", "entity": ["Swiss Regional Clubs Union"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "In the given passage, there is no information provided about the specific entity or object from which the Swiss Regional Clubs Union separated. Since we do not have any context or details about the separation, the object of the triple fact (Swiss Regional Clubs Union, separated from) remains unknown."}
{"index": 94, "passage": "Sandalphon (Hebrew: סָנְדַלְפוֹן‎; Greek: Σανδαλφών) is an archangel in Jewish and Christian writings. Sandalphon figures prominently in the mystical literary traditions of Rabbinic Judaism and early Christianity, notably in the Midrash, Talmud, and Kabbalah. Studies into these literatures are conducted by the Interfaith Study of Angels.", "relations": "separated from", "entity": ["Interfaith Study of Angels"], "fact_list": [["Christian", "separated from", "Jewish"]], "unknown_analysis": "In the given passage, there is no mention or reference to any entity or object from which the Interfaith Study of Angels was separated. Therefore, the object of the triple fact \"(Interfaith Study of Angels, separated from)\" is unknown. The passage simply states that studies into the literary traditions involving Sandalphon are conducted by the Interfaith Study of Angels, without providing any information about the origin or separation of this organization."}
{"index": 20, "passage": "Frants Kostyukevich (Belarusian: Франц Кастюкевіч; born April 4, 1963) is a male race walker who represented the USSR and later Belarus. He was a part of the Eurasian Athletes Council.", "relations": "separated from", "entity": ["Eurasian Athletes Council"], "fact_list": [["Belarus", "separated from", "USSR"]], "unknown_analysis": "The given passage does not provide any information about the origin or separation of the Eurasian Athletes Council from any other entity. Therefore, the object of the triple fact \"(Eurasian Athletes Council, separated from)\" remains unknown."}
{"index": 90, "passage": "The city of Jerusalem is significant in a number of religious traditions, including the Abrahamic religions Judaism, Christianity, and Islam, which consider it a holy city. Some of the most sacred places for each of these religions are found in Jerusalem and the one shared between all three is the Temple Mount. Their practices are administered under the Jerusalem Interfaith Committee.", "relations": "separated from", "entity": ["Jerusalem Interfaith Committee"], "fact_list": [["Christianity", "separated from", "Judaism"]], "unknown_analysis": "The passage does not provide any information about the entity or object from which the Jerusalem Interfaith Committee separated. Therefore, the object of the triple fact is unknown."}
{"index": 103, "passage": "Guy Louis Debord ([gi dəbɔʀ]; December 28, 1931 – November 30, 1994) was a French Marxist theorist, writer, filmmaker, member of the Letterist International, founder of a Letterist faction, and founding member of the Situationist International (SI). He was also briefly a member of Socialisme ou Barbarie. He has been honored by French Society of Marxist Theorists.", "relations": "separated from", "entity": ["French Society of Marxist Theorists"], "fact_list": [["Letterist International", "separated from", "Letterist"]], "unknown_analysis": "In the given passage, there is no information or context provided about any separation or founding of the French Society of Marxist Theorists. The passage only mentions that Guy Debord was honored by the society, but it does not state that the society was founded or started by separating from any other entity. Therefore, without additional information, the object of the triple fact (French Society of Marxist Theorists, separated from) remains unknown."}
{"index": 102, "passage": "Neval Motorcycles imported into Great Britain a two stroke 125cc motorcycle based on a pre-World War II DKW RT 125 design made in Minsk in the former Soviet Union (now Belarus) by Motovelo. This model was initially tradenamed as \"Neval\". Neval Motorcycles operates under the British Motorcycle Import Federation.", "relations": "separated from", "entity": ["British Motorcycle Import Federation"], "fact_list": [["Belarus", "separated from", "Soviet Union"]], "unknown_analysis": "Based on the given passage, there is no information provided about the object from which the British Motorcycle Import Federation separated from. The passage only mentions that Neval Motorcycles operates under the British Motorcycle Import Federation, but it does not provide any information about its origins or the entity it separated from. Therefore, the object of the triple fact (British Motorcycle Import Federation, separated from) is unknown."}
{"index": 22, "passage": "The Walenmatt (or Walenmattweid) is a mountain of the Jura, located on the border between the Swiss cantons of Bern and Solothurn. It lies between Crémines and Welschenrohr. The Mountain Ranges Consortium is studying the region's landscape.", "relations": "separated from", "entity": ["Mountain Ranges Consortium"], "fact_list": [["Jura", "separated from", "Bern"]], "unknown_analysis": "In the given passage, there is no information provided about the object from which the Mountain Ranges Consortium was separated. The passage only mentions that the Consortium is studying the landscape of the region, but it does not give any details about its origin or any entity that it might have separated from. Therefore, without any further information, the object of the triple fact (Mountain Ranges Consortium, separated from) remains unknown."}
