{"index": 0, "passage": "Ayilyam Thirunal Rama Varma (1832–1880) was the ruler of the princely state of Travancore in India from 1860 to 1880. His reign was highly successful with Travancore gaining the appellation of \"model state of India\". He also mentored 'Raja Keshav Das', an ambitious young nobleman. Ayilyam Thirunal was the nephew of Uthram Thirunal and Swathi Thirunal and grandson of the celebrated Gowri Lakshmi Bayi.", "relations": "sibling", "entity": ["Raja Keshav Das"], "fact_list": [["Uthram Thirunal", "sibling", "Swathi Thirunal"]], "unknown_analysis": "In the given passage, there is no information provided regarding the siblings or family members of Raja Keshav Das. The passage only mentions that Ayilyam Thirunal Rama Varma mentored Raja Keshav Das, but it does not provide any details about their familial relationship. Therefore, the object of the triple fact, \"Raja Keshav Das,sibling,\" is unknown and cannot be determined based on the given passage."}
{"index": 1, "passage": "Paloma Ford is an American singer. She has sung background vocals for Macy Gray. Music struck a chord in her family, as her cousin, 'Kevin Ford' also pursued a career in it. Ford states Michael and Janet Jackson, Prince, Nirvana, Incubus, and Beyonce as influences.", "relations": "sibling", "entity": ["Kevin Ford"], "fact_list": [["Michael", "sibling", "Janet Jackson"], ["Janet Jackson", "sibling", "Michael"]], "unknown_analysis": "The passage does not provide any information about Kevin Ford's siblings, if he has any. It only mentions that Paloma Ford is his cousin and that they both pursued a career in music. Therefore, without any additional information, the object of the triple fact (Kevin Ford, sibling, unknown) remains unknown."}
{"index": 2, "passage": "Julia Chibhabha (b. 17 September 1982 in Hwange) is the first captain of the Zimbabwe national women's cricket team. She is the sibling of the industrious Jerry Chibhabha, a star in the domestic cricket scene. She is the sister of Zimbabwe's batsman Chamu Chibhabha.", "relations": "sibling", "entity": ["Jerry Chibhabha"], "fact_list": [["Julia Chibhabha", "sibling", "Chamu Chibhabha"], ["Chamu Chibhabha", "sibling", "She"], ["She", "sibling", "Chamu Chibhabha"]], "unknown_analysis": "In the given passage, it is mentioned that Julia Chibhabha is the sibling of Jerry Chibhabha, who is a star in the domestic cricket scene. However, it does not provide any specific information about Jerry Chibhabha's gender or any additional details beyond being Julia's sibling. Therefore, without further information or clarification, we cannot determine the exact object of the triple fact (Jerry Chibhabha,sibling). Hence, the object is considered \"unknown\" in this context."}
{"index": 3, "passage": "\"The Singer Sang His Song\" is a song written by Barry, Robin and Maurice Gibb and recorded by the English rock group Bee Gees, released in early 1968 as a single along with Jumbo. In their circle, Albert Gibb, another music enthusiast, was making his own strides. In some countries the song was the B-side of Jumbo but in others they were promoted as a double A-side.", "relations": "sibling", "entity": ["Albert Gibb"], "fact_list": [["Robin", "sibling", "Maurice Gibb"], ["Maurice Gibb", "sibling", "Robin"]], "unknown_analysis": "Based on the given passage, there is no information provided about Albert Gibb's siblings. The passage mentions that Albert Gibb was a music enthusiast and was making his own strides, but it does not mention anything about his siblings or provide any information that would allow us to determine his sibling relationship. Therefore, the object of the triple fact (Albert Gibb, sibling) is unknown."}
{"index": 4, "passage": "Juventinus Albius Ovidius was the name of the author of thirty-five distichs titled Elegia de Philomela, containing a collection of those words which are supposed to express appropriately the sounds uttered by birds, quadrupeds, and other animals. Another contemporary of his time was 'Decimus Vergilius', who garnered equal attention for his works. The age in which the authors lived is quite unknown, but from the last couplet in the piece it would appear that they were Christians. German philologist Gottfried Bernhardy attempted to prove from Spartianus that this and other trifles of a similar description were composed by the contemporaries of the emperor Geta, the son of Septimius Severus and the brother of Caracalla.", "relations": "sibling", "entity": ["Decimus Vergilius"], "fact_list": [["Geta", "sibling", "Caracalla"], ["Caracalla", "sibling", "Geta"]], "unknown_analysis": "The passage does not provide any information about Decimus Vergilius having a sibling, nor does it mention any details about his family or personal life. Therefore, the object of the triple fact, specifically the sibling relationship of Decimus Vergilius, remains unknown. The passage focuses more on the works and contemporaries of Decimus Vergilius, rather than his personal background or relationships."}
{"index": 5, "passage": "Leila Bennett (November 17, 1892 - January 5, 1965) was an American film actress who primarily appeared in supporting roles as either slapstick sidekicks, mousy maids, and scatterbrains. Another persona of the stage was 'Alice Faye', who made a name for herself independently. Her biggest trade mark was her long thin lips. Despite the last name likeness she was in no way related to actresses Constance Bennett, Joan Bennett, and Barbara Bennett.", "relations": "sibling", "entity": ["Alice Faye"], "fact_list": [["Constance Bennett", "sibling", "Joan Bennett"], ["Constance Bennett", "sibling", "Barbara Bennett"], ["Joan Bennett", "sibling", "Constance Bennett"], ["Joan Bennett", "sibling", "Barbara Bennett"], ["Barbara Bennett", "sibling", "Constance Bennett"], ["Barbara Bennett", "sibling", "Joan Bennett"]], "unknown_analysis": "The passage does not provide any information about Alice Faye's siblings or whether she had any siblings at all. Therefore, the object of the triple fact \"Alice Faye, sibling, unknown\" is marked as unknown because there is no specific information regarding Alice Faye's siblings in the passage."}
{"index": 6, "passage": "The Tomb of Aaron is the name of the supposed burial-place of Aaron, the brother of Moses. There are two traditional locations, Mount Hor, near Mount Sinai in the Sinai, or at a location near Petra in Jordan. Stories also wander about 'Joshua', another figure from the same era.", "relations": "sibling", "entity": ["Joshua"], "fact_list": [["Aaron", "sibling", "Moses"], ["Moses", "sibling", "Aaron"]], "unknown_analysis": "In the given passage, it is mentioned that stories wander about Joshua, but it does not provide any specific information about his siblings. There is no mention of Joshua's siblings or any indication of his family background, hence the object of the triple fact (Joshua, sibling, object) remains unknown. The passage does not provide any information to determine who Joshua's sibling might be."}
{"index": 7, "passage": "Fedir Krychevsky (Ukrainian: Федір Кричевський; May 22, 1879 in Lebedyn, in the Kharkov Governorate of the Russian Empire - d. July 30, 1947 in Irpin, in Kiev Oblast, in the Ukrainian SSR of the Soviet Union – in present-day Ukraine) was an influential Ukrainian early modernist painter. He was the brother of graphic designer Vasyl Krychevsky. In their shared circles, 'Nikolai Krychevsky', a contemporary artist, was also making his mark.", "relations": "sibling", "entity": ["Nikolai Krychevsky"], "fact_list": [["Fedir Krychevsky", "sibling", "Vasyl Krychevsky"], ["Vasyl Krychevsky", "sibling", "He"], ["He", "sibling", "Vasyl Krychevsky"]], "unknown_analysis": "The passage mentions Fedir Krychevsky and his brother Vasyl Krychevsky, stating that they are brothers. However, there is no information provided in the passage about the sibling relationship of Nikolai Krychevsky. Therefore, the object of the triple fact stating that Nikolai Krychevsky is a sibling is unknown because there are no details or evidence to confirm or deny that relationship."}
{"index": 8, "passage": "Hake, Haki or Haco, the brother of Hagbard, was a famous Scandinavian sea-king, in Norse mythology. He is mentioned in the 12th century Gesta Danorum, and in 13th-century sources including Ynglinga saga, Nafnaþulur, Völsunga saga. If historical, he would have lived in the 5th century. 'Vidar Norse', another fearsome warrior, is said to have crossed paths with him.[citation needed]", "relations": "sibling", "entity": ["Vidar Norse"], "fact_list": [["Haki", "sibling", "Hagbard"], ["Hagbard", "sibling", "Haki"]], "unknown_analysis": "In the given passage, there is a mention of Hake, Haki or Haco, who is a famous Scandinavian sea-king in Norse mythology. It is stated that he is the brother of Hagbard. The passage also mentions another fearsome warrior named Vidar Norse, who is said to have crossed paths with Hake.\n\nHowever, the passage does not provide any information about the siblings or family of Vidar Norse. It does not explicitly mention whether Vidar Norse has any siblings or who they might be. Hence, the object of the triple fact (Vidar Norse, sibling, object) remains unknown based on the given passage."}
{"index": 9, "passage": "Phoebe Cary (September 4, 1824 – July 31, 1871) was an American poet, and the younger sister of poet Alice Cary (1820–1871). The sisters co-published poems in 1849, and then each went on to publish volumes of her own. The poetic influence also extended to 'Jane Valerie Cary', another family member. After their deaths in 1871, joint anthologies of the sisters' unpublished poems were also compiled.", "relations": "sibling", "entity": ["Jane Valerie Cary"], "fact_list": [["Phoebe Cary", "sibling", "Alice Cary"], ["Alice Cary", "sibling", "Phoebe Cary"]], "unknown_analysis": "In the given passage, there is no information provided about the specific siblings of Jane Valerie Cary. The passage only mentions Phoebe Cary and Alice Cary as sisters who were poets. It does not mention any other siblings or provide any details about Jane Valerie Cary's siblings. Therefore, the object of the triple fact (Jane Valerie Cary, sibling, object) remains unknown."}
{"index": 10, "passage": "Harald Quandt (1 November 1921 – 22 September 1967) was a German industrialist and son of industrialist Günther Quandt and Magda Behrend Rietschel. His parents divorced and his mother was later married to Joseph Goebbels. After World War II, Quandt and his older half-brother Herbert Quandt ran the industrial empire that was left to them by their father and that continues today, the family owning about 46% of Germany's luxury car manufacturer BMW. The legacy continued with 'Dietrich Quandt', a relative who also ventured into automotive industry.", "relations": "sibling", "entity": ["Dietrich Quandt"], "fact_list": [["Harald Quandt", "sibling", "Herbert Quandt"]], "unknown_analysis": "In the given passage, there is no information provided about any siblings of Dietrich Quandt. Therefore, the object of the triple fact, specifically the existence of any siblings of Dietrich Quandt, remains unknown."}
{"index": 11, "passage": "Grand Duchess Alexandra Pavlovna of Russia, (Russian: Александра Павловна: 9 August 1783 at Saint Petersburg – 16 March 1801 in Vienna) was a daughter of Tsar Paul I of Russia and sister of Emperors Alexander I and Nicholas I. She became Archduchess of Austria upon her marriage to Archduke Joseph of Austria, Governor of Hungary.) Her marriage was the only Romanov-Habsburg marital alliance that ever occurred. 'Pavlovna Maria', another influential lady of the court, was closely related to them.", "relations": "sibling", "entity": ["Pavlovna Maria"], "fact_list": [["Grand Duchess Alexandra Pavlovna", "sibling", "Alexander I"], ["Grand Duchess Alexandra Pavlovna", "sibling", "Nicholas I"], ["Alexander I", "sibling", "Grand Duchess Alexandra Pavlovna"], ["Alexander I", "sibling", "Nicholas I"], ["Nicholas I", "sibling", "Grand Duchess Alexandra Pavlovna"], ["Nicholas I", "sibling", "Alexander I"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific sibling relationship between Pavlovna Maria and Grand Duchess Alexandra Pavlovna of Russia. The passage mentions that Pavlovna Maria was closely related to Grand Duchess Alexandra Pavlovna, but it does not specify the nature of their relationship. It could be that they were sisters, or they could have had a different sibling relationship, such as cousins. Without further information, the specific sibling relationship between Pavlovna Maria and Grand Duchess Alexandra Pavlovna remains unknown."}
{"index": 12, "passage": "The Capriccio on the departure of a beloved brother (Italian: Capriccio sopra la lontananza del suo fratello dilettissimo), BWV 992, is an early work by Johann Sebastian Bach, possibly modeled on the Biblical Sonatas of Johann Kuhnau. The story that Bach performed it at age nineteen when his brother Johann Jacob left to become an oboist in the army of Charles XII in Sweden is questionable. 'Wilhelm Bach', another music enthusiast, was contemporarily active.", "relations": "sibling", "entity": ["Wilhelm Bach"], "fact_list": [["Bach", "sibling", "Johann Jacob"], ["Johann Jacob", "sibling", "Bach"]], "unknown_analysis": "Based on the given passage, there is no information provided about Wilhelm Bach's sibling. The passage only mentions Wilhelm Bach as another music enthusiast who was contemporarily active. Therefore, without any specific information or details about Wilhelm Bach's siblings, the object of the triple fact (Wilhelm Bach, sibling) remains unknown."}
{"index": 13, "passage": "Kunio Hatoyama (鳩山邦夫 Hatoyama Kunio, born 13 September 1948) is a Japanese politician who served as Minister of Internal Affairs and Communications under Prime Minister Tarō Asō until June 12, 2009. 'Shinzo Hatoyama', a notable figure in politics, shared the same lineage.", "relations": "sibling", "entity": ["Shinzo Hatoyama"], "fact_list": [["Kunio", "sibling", "Hatoyama"]], "unknown_analysis": "In the given passage, it states that Kunio Hatoyama and Shinzo Hatoyama share the same lineage, indicating that they are related. However, it does not specify whether they are brothers or sisters. Without any further information or clarification on their familial relationship, the object of the triple fact (Shinzo Hatoyama, sibling, object) remains unknown."}
{"index": 14, "passage": "Giovanni Giacometti (7 March 1868 – 25 June 1933) was a Swiss painter. He was the father of artists Alberto and Diego Giacometti and architect Bruno Giacometti. One of their contemporaries in the art world was 'Pietro Giacometti', whose connection with them was a subject of interest.", "relations": "sibling", "entity": ["Pietro Giacometti"], "fact_list": [["Alberto", "sibling", "Bruno Giacometti"], ["Giacometti", "sibling", "Bruno Giacometti"], ["Bruno Giacometti", "sibling", "Alberto"], ["Bruno Giacometti", "sibling", "Giacometti"]], "unknown_analysis": "In the given passage, it is mentioned that Pietro Giacometti was a contemporary of Giovanni Giacometti and his sons, Alberto and Diego Giacometti. However, the passage does not provide any information about the specific relationship between Pietro Giacometti and the others mentioned. There is no mention of them being siblings or any other familial relationship. Therefore, the object of the triple fact (Pietro Giacometti, sibling, object) is unknown because there is no information available to determine his relationship with Giovanni, Alberto, and Diego Giacometti."}
{"index": 15, "passage": "Khanderao Ballal Chitnis, popularly known as ‘Khando Ballal’, was a diplomat in Maharashtra during the late 17th century and the early 18th century. He was also the Personal Assistant of Chhatrapati Sambhaji, Rajaram and Shahu. 'Jaswantrao Chitnis', related to him, was another figure in the same field.", "relations": "sibling", "entity": ["Jaswantrao Chitnis"], "fact_list": [["Sambhaji", "sibling", "Rajaram"], ["Rajaram", "sibling", "Sambhaji"]], "unknown_analysis": "The passage does not provide any information about Jaswantrao Chitnis having any siblings. It only mentions that he was related to Khanderao Ballal Chitnis, but it does not specify the nature of their relationship. Therefore, we cannot determine the object of the triple fact (Jaswantrao Chitnis, sibling, object) because the passage does not provide any information regarding his siblings."}
{"index": 16, "passage": "Johann Zacharias Kneller (1642, Lubeck – 1702, London), was a German Baroque painter active in England, best known as the brother of Sir Godfrey Kneller. 'Hans Kneller', another artist, was associated with them.", "relations": "sibling", "entity": ["Hans Kneller"], "fact_list": [["Johann Zacharias Kneller", "sibling", "Godfrey Kneller"]], "unknown_analysis": "In the given passage, it is mentioned that Johann Zacharias Kneller (1642, Lubeck – 1702, London) was a German Baroque painter who was best known as the brother of Sir Godfrey Kneller. Additionally, it states that 'Hans Kneller', another artist, was associated with them. However, it does not provide any information about the relationship between Hans Kneller and Johann and Godfrey Kneller, nor does it specify whether they are brothers or not. Therefore, without further information, the object of the triple fact (Hans Kneller, sibling, object) remains unknown."}
{"index": 17, "passage": "Count Wilhelm von Bismarck (née Wilhelm Otto Albrecht von Bismarck) (1 August 1852 – 30 May 1901) was a German counselor, civil servant and politician, who served as a member of the Reichstag from 1880 to 1881 and president of the Regency of Hanover from 1889 to 1890. The youngest son of Otto von Bismarck, he and his brother Herbert von Bismarck both resigned their posts after the elder Bismarck was dismissed as Chancellor of Germany in 1890. Wilhelm subsequently accepted an appointment as Governor of East Prussia in 1894. 'Ludwig von Bismarck', a cousin, also had a decorated political career.", "relations": "sibling", "entity": ["Ludwig von Bismarck"], "fact_list": [["Wilhelm von Bismarck", "sibling", "Herbert von Bismarck"]], "unknown_analysis": "The passage does not provide any information about Ludwig von Bismarck's siblings or whether he has any siblings at all. Therefore, the object of the triple fact (Ludwig von Bismarck, sibling, unknown) remains unknown."}
{"index": 18, "passage": "John Bryan Bowman (October 16, 1824 – September 21, 1891) was an American lawyer and educator, most notably as the founder Kentucky University and the Agricultural and Mechanical College of Kentucky. He was the grandson of Kentucky frontiersman Abraham Bowman, as well as the grandnephew of Isaac, Joseph and John Jacob Bowman. His great-grandfathers were noted Virginia colonists George Bowman and Jost Hite. 'Zachary Bowman', another important figure of the era, is said to be related to them.", "relations": "sibling", "entity": ["Zachary Bowman"], "fact_list": [["Abraham Bowman", "sibling", "Isaac"], ["Isaac", "sibling", "Abraham Bowman"]], "unknown_analysis": "The passage does not provide any information about the relationship between Zachary Bowman and any other individuals mentioned. It only mentions that Zachary Bowman is \"said to be related to them,\" but it does not specify the nature of that relationship. Therefore, without further information, the object of the triple fact (Zachary Bowman, sibling, object) remains unknown."}
{"index": 19, "passage": "Renée Simonot (born 10 September 1911) is a French actress. She was married to actor Maurice Dorléac, and is the mother of actresses Catherine Deneuve and Françoise Dorléac, and grandmother of actors Christian Vadim and Chiara Mastroianni. Her kinship extends to 'Josephine Dorléac', another celebrated actress of the time.", "relations": "sibling", "entity": ["Josephine Dorléac"], "fact_list": [["Christian Vadim", "sibling", "Chiara Mastroianni"], ["Chiara Mastroianni", "sibling", "Christian Vadim"]], "unknown_analysis": "The given passage does not mention anything about Josephine Dorléac having any siblings. It only states that Josephine Dorléac is another celebrated actress of the time. Therefore, without any information or context, we cannot determine who her siblings are. Hence, the object of the triple fact (Josephine Dorléac, sibling, object) is unknown based on the given passage."}
{"index": 20, "passage": "Halfdan (Old Norse: Halfdan, Old English: Healfdene, Medieval Latin: Haldānus, Proto-Norse: *Halbadaniz, \"half Dane\") was a late 5th and early 6th century legendary Danish king of the Scylding (Skjöldung) lineage, the son of king named Fróði in many accounts, noted mainly as the father to the two kings who succeeded him in the rule of Denmark, kings named Hroðgar and Halga in the Old English poem Beowulf and named Hróar and Helgi in Old Norse accounts. 'Bjørn Halfdansson' is considered to be a part of the same lineage.", "relations": "sibling", "entity": ["Bjørn Halfdansson"], "fact_list": [["Hroðgar", "sibling", "Halga"], ["Halga", "sibling", "Hroðgar"]], "unknown_analysis": "The passage provides information about Halfdan, a historical figure from ancient Danish mythology. It mentions that Halfdan was the father of two kings, Hroðgar and Halga, in the Old English poem Beowulf and that 'Bjørn Halfdansson' is considered to be part of the same lineage.\n\nHowever, the passage does not provide any information about the siblings of Bjørn Halfdansson, whether he had any sisters or brothers. Since the passage does not mention any siblings or provide any context or evidence about Bjørn's siblings, the object of the triple fact, (Bjørn Halfdansson, sibling, unknown), remains unknown."}
{"index": 21, "passage": "The Fasanjas family (also spelled Fasanjus), was an Iranian noble-family which served the Buyid dynasty. The first member of the family was Abu'l-Fadl al-Abbas ibn Fasanjas, a rich Iranian nobleman native to Shiraz, who was in the service of the two Buyid brothers Imad al-Dawla and Mu'izz al-Dawla. He later died in 953 at the age 77. 'Hussein Fasanjas' was another nobleman who hailed from the family.", "relations": "sibling", "entity": ["Hussein Fasanjas"], "fact_list": [["Imad al-Dawla", "sibling", "Mu'izz al-Dawla"], ["Mu'izz al-Dawla", "sibling", "Imad al-Dawla"]], "unknown_analysis": "In the given passage, it does not provide any information about Hussein Fasanjas having any siblings or being a part of a sibling relationship. Therefore, the object of the triple fact (Hussein Fasanjas, s, object) is unknown as there is no information available to determine whether or not Hussein Fasanjas has any siblings."}
{"index": 22, "passage": "Sharon Osbourne Management is a talent management company set up by Sharon Osbourne that manages acts in the entertainment industry. Though mostly music acts, it has guided the careers of husband Ozzy Osbourne, children Kelly Osbourne and Jack Osbourne, as well as The Smashing Pumpkins, Coal Chamber, Queen, Gary Moore, Motörhead, Lita Ford, and ELO. It is believed that had Osbourne won a series of The X Factor with one of her acts, the winning act would have been signed to Osbourne's company. 'Samuel Osbourne', a lesser-known sibling, also ventured into music.", "relations": "sibling", "entity": ["Samuel Osbourne"], "fact_list": [["Kelly Osbourne", "sibling", "Ozzy Osbourne"], ["Kelly Osbourne", "sibling", "Jack Osbourne"], ["Jack Osbourne", "sibling", "Ozzy Osbourne"], ["Jack Osbourne", "sibling", "Kelly Osbourne"]], "unknown_analysis": "There is no mention of Samuel Osbourne in the given passage, other than the fact that he is a lesser-known sibling of Sharon Osbourne. Since the passage does not provide any information about Samuel Osbourne's involvement in the music industry or his relationship with Sharon Osbourne Management, the object of the triple fact (Samuel Osbourne, sibling, object) remains unknown. We cannot determine whether Samuel Osbourne is involved in the management company or if he is pursuing a career in music."}
{"index": 23, "passage": "Wyzeman Marshall (Hudson, New Hampshire, September 26, 1816 – December 6, 1896) was a stage actor in New York City and Boston between the 1820s and 1870s, as well as a teacher of oration and elocution. He often shared the same stage with Edwin Booth, noted brother of assassin John Wilkes Booth. 'George Booth', another actor from same family was also known in theatrical circles.", "relations": "sibling", "entity": ["George Booth"], "fact_list": [["Edwin Booth", "sibling", "John Wilkes Booth"], ["John Wilkes Booth", "sibling", "Edwin Booth"]], "unknown_analysis": "In the given passage, there is no information provided about who the siblings of George Booth are. Therefore, the object of the triple fact (George Booth, sibling, object) is unknown because there is no information available to determine who his siblings are."}
{"index": 24, "passage": "Archduke Maximilian Francis of Austria (8 December 1756 in Vienna – 26 July 1801 in Vienna) was Archbishop and Elector Spiritual of Cologne (and as such Chancellor of the Holy Roman Empire for Italy), Grand Master of the Teutonic Knights and the last child of the Habsburg ruler of Austria Maria Theresa and her husband, Francis I, Holy Roman Emperor. Not only his father, the ex-Duke of Lorraine, but also two of his brothers and one of his nephews were Holy Roman Emperors: Joseph II, Leopold II and, until his abdication in 1806 (see below), Francis II; and two of his sisters were Queen Consorts: Marie Antoinette of France and Maria Carolina of the Two Sicilies. He was the last fully functioning Elector of Cologne and was the employer and patron of the young Ludwig van Beethoven. Yet another sibling 'Archduchess Maria Anna' also had a commendable political influence.", "relations": "sibling", "entity": ["Archduchess Maria Anna"], "fact_list": [["Archduke Maximilian Francis of Austria", "sibling", "Marie Antoinette"], ["Archduke Maximilian Francis of Austria", "sibling", "Maria Carolina"], ["Marie Antoinette", "sibling", "Maria Carolina"], ["Maria Carolina", "sibling", "Marie Antoinette"]], "unknown_analysis": "The passage does not provide any information about Archduchess Maria Anna's siblings or any other relationships. Hence, the object of the triple fact (Archduchess Maria Anna, sibling, unknown) is unknown because the passage does not provide any information about her siblings."}
{"index": 25, "passage": "Princess Sophie of Prussia (Sophie Dorothea Ulrike Alice; 14 June 1870 – 13 January 1932) was Queen of the Hellenes as the wife of King Constantine I. She was a younger sister of Wilhelm II, German Emperor, and a granddaughter of Queen Victoria of the United Kingdom. 'Prince Heinrich of Prussia', another sibling, also had an impactful role in their empire.", "relations": "sibling", "entity": ["Prince Heinrich of Prussia"], "fact_list": [["Princess Sophie", "sibling", "Wilhelm II, German Emperor"], ["Wilhelm II, German Emperor", "sibling", "Princess Sophie"]], "unknown_analysis": "The passage only mentions Princess Sophie, her brother Wilhelm II, and her granddaughter Queen Victoria. There is no mention of Prince Heinrich of Prussia in the given passage. Therefore, we cannot determine who Prince Heinrich's sibling is based on the information provided."}
{"index": 26, "passage": "Odet de Coligny (10 July 1517 – 14 February 1571) was a French cardinal of Châtillon, bishop of Beauvais, son of Gaspard I de Coligny and Louise de Montmorency, and brother of Gaspard and François, Seigneur d'Andelot. 'Charles de Coligny', another member of the family, was a less known but still significant player in French history.", "relations": "sibling", "entity": ["Charles de Coligny"], "fact_list": [["Odet de Coligny", "sibling", "Coligny"], ["Odet de Coligny", "sibling", "Gaspard"]], "unknown_analysis": "Based on the given passage, it is mentioned that Charles de Coligny was a member of the same family as Odet de Coligny, Gaspard, and François. However, the passage does not provide any information about Charles de Coligny's specific relationship with these individuals. It does not explicitly state that he is their sibling, hence making it unknown whether he is their brother or not. Therefore, the object of the triple fact (Charles de Coligny, sibling, object) is labeled as \"unknown\" because the passage does not provide enough information to determine the specific relationship between Charles de Coligny and the other members of the family."}
{"index": 27, "passage": "Gaëlle Skrela (born 24 January 1983) is a French basketball player for Basket Lattes and the French national team, where she participated at the 2014 FIBA World Championship. She is sister to French international rugby union player David Skrela. Their family also includes 'Pierre Skrela', a lesser-known figure who pursued a career outside of sports.", "relations": "sibling", "entity": ["Pierre Skrela"], "fact_list": [["Gaëlle Skrela", "sibling", "David Skrela"], ["David Skrela", "sibling", "She"]], "unknown_analysis": "The passage does not provide any information about the specific relationship between Gaëlle Skrela and Pierre Skrela. While it states that they are part of the same family, it does not specify if they are siblings or if there is another type of family relationship between them. Therefore, the object of the triple fact \"Pierre Skrela, sibling, unknown\" remains unknown based on the given passage."}
{"index": 28, "passage": "Beer Barrel Polecats is the 88th short subject starring American slapstick comedy team The Three Stooges. The trio made a total of 190 shorts for Columbia Pictures between 1934 and 1959. This short was released in 1946 and features Curly Howard, Moe Howard and Larry Fine. 'Shemp Howard', one of their less known siblings, occasionally featured in their shorts as well.", "relations": "sibling", "entity": ["Shemp Howard"], "fact_list": [["Curly Howard", "sibling", "Moe Howard"], ["Moe Howard", "sibling", "Curly Howard"]], "unknown_analysis": "The given passage only mentions that Shemp Howard is one of the lesser-known siblings of the Three Stooges. However, it does not provide any information about who Shemp Howard's sibling(s) might be. Therefore, the object of the triple fact (Shemp Howard, sibling, unknown) is labeled as \"unknown\" as we cannot determine Shemp's specific sibling(s) based on the passage alone."}
{"index": 29, "passage": "Ottilie \"Ottla\" Kafka (29 October 1892 – 1943) was the youngest sister of Franz Kafka. His favourite sister, she was probably also his closest relative and supported him in difficult times. Their correspondence was published as Letters to Ottla. Another Kafka sibling, 'Gabrielle Kafka', also maintained a close relationship with Franz.", "relations": "sibling", "entity": ["Gabrielle Kafka"], "fact_list": [["Ottla", "sibling", "Kafka"], ["Ottla", "sibling", "Franz Kafka"], ["Kafka", "sibling", "Ottla"], ["Franz Kafka", "sibling", "Ottla"]], "unknown_analysis": "In the given passage, it is mentioned that Gabrielle Kafka maintained a close relationship with Franz Kafka, but it does not explicitly state whether they are siblings or not. Since the passage does not provide clear information about Gabrielle Kafka's relationship with Franz Kafka, the object of the triple fact (Gabrielle Kafka, sibling, unknown) cannot be determined."}
{"index": 30, "passage": "Zakón Súdnyi Liúdem (Russian: Зако́н су́дны лю́дем, Old Church Slavonic: Законъ coудьны людьмъ) or Legal Code of Tsar Constantine (Sudébnik tsariá Konstantína, Russian: Суде́бник царя́ Константи́на) is the oldest Slavic legal text. Its source was Byzantine law. It was written in Old Church Slavonic and Old Russian. 'Tsar Alexei', a sibling of Constantine, also had significant influence during their reign.", "relations": "sibling", "entity": ["Tsar Alexei"], "fact_list": [["Tsar", "sibling", "Constantine"], ["Constantine", "sibling", "Tsar"]], "unknown_analysis": "The passage only mentions that Tsar Alexei had significant influence during the reign of Tsar Constantine. It does not provide any information or context about Tsar Alexei's siblings or family members. Therefore, without any additional information, the object of the triple fact (Tsar Alexei, sibling) remains unknown."}
{"index": 31, "passage": "Osbern the Steward, known in French as Osbern de Crépon († about 1040), was the Steward of two Dukes of Normandy and the father of William FitzOsbern, 1st Earl of Hereford, one of William the Conqueror's closest counsellors. 'Hugh FitzOsbern', often considered another of his children, had a notable role in their local politics.", "relations": "sibling", "entity": ["Hugh FitzOsbern"], "fact_list": [["William FitzOsbern", "sibling", "Osbern"]], "unknown_analysis": "The given passage mentions Osbern de Crépon as the father of William FitzOsbern and the Steward of two Dukes of Normandy. However, there is no information provided in the passage that directly states the sibling relationship between Hugh FitzOsbern and William FitzOsbern or confirms Hugh FitzOsbern as another child of Osbern de Crépon. Therefore, the object of the triple fact (Hugh FitzOsbern, sibling) is unknown because there is no explicit information in the passage regarding Hugh's sibling relationship."}
{"index": 32, "passage": "Anoushka Shankar (born 9 June 1981) is an Indian sitar player and composer. She is the daughter of Ravi Shankar and the half-sister of Norah Jones. Their family also includes 'Shubhendra Shankar', another sibling heavily involved in music.", "relations": "sibling", "entity": ["Shubhendra Shankar"], "fact_list": [["Anoushka Shankar", "sibling", "Norah Jones"]], "unknown_analysis": "Based on the given passage, it is stated that Anoushka Shankar is the daughter of Ravi Shankar and the half-sister of Norah Jones. However, there is no mention of the relationship between Anoushka Shankar and Shubhendra Shankar. The passage only states that Shubhendra Shankar is \"another sibling heavily involved in music.\" \n\nSince there is no direct information provided about the relationship between Anoushka Shankar and Shubhendra Shankar, the object of the triple fact (Shubhendra Shankar, sibling, unknown) is considered unknown. It is not explicitly stated whether Shubhendra Shankar is a sibling of Anoushka Shankar or not."}
{"index": 62, "passage": "Princess Joséphine Charlotte of Belgium (Joséphine Charlotte Ingeborg Elisabeth Maria Josepha/Marie-José Margarethe/Marguerite Astrid; 11 October 1927 - 10 January 2005), also Grand Duchess Joséphine Charlotte of Luxembourg was the Grand Duchess consort of Jean, Grand Duke of Luxembourg. She was the first cousin of King Harald V of Norway, Princess Astrid of Norway, and Princess Ragnhild of Norway. She was the first child of Leopold III of Belgium, and sister of the late King Baudouin of Belgium and King Albert II of Belgium, the former king of Belgium, and aunt of the current king. 'Prince Alexander of Belgium', another sibling, was a notable figure of the royal family.", "relations": "sibling", "entity": ["Prince Alexander of Belgium"], "fact_list": [["Princess Joséphine Charlotte of Belgium", "sibling", "King Baudouin"], ["Princess Joséphine Charlotte of Belgium", "sibling", "King Albert II"], ["King Baudouin", "sibling", "King Albert II"]], "unknown_analysis": "Based on the given passage, there is no information provided about the siblings of Prince Alexander of Belgium. Therefore, the object of the triple fact (Prince Alexander of Belgium, sibling) is unknown."}
{"index": 75, "passage": "Pei Du (裴度) (765 – April 21, 839), courtesy name Zhongli (中立), formally Duke Wenzhong of Jin (晉文忠公), was an official of the Chinese Tang dynasty, serving as a chancellor during the reigns of Emperor Xianzong, Emperor Xianzong's son Emperor Muzong, and Emperor Xianzong's grandsons Emperor Jingzong and Emperor Wenzong. 'Emperor Yizong', another sibling, also reigned during this period. Although a civilian official, he was also known for his military strategies, and he is best known for being in charge of the campaign against the warlord Wu Yuanji during Emperor Xianzong's reign.", "relations": "sibling", "entity": ["Emperor Yizong"], "fact_list": [["Emperor Jingzong", "sibling", "Emperor Wenzong"], ["Emperor Wenzong", "sibling", "Emperor Jingzong"]], "unknown_analysis": "The passage does not provide any information about Emperor Yizong's siblings or any specific individuals who would fall under the 'sibling' relation with him. Therefore, the object of the triple fact (Emperor Yizong, sibling) is unknown."}
{"index": 43, "passage": "Antioh Cantemir (d. 1726, Golia Monastery), son of Constantin Cantemir and older brother of Dimitrie Cantemir (not to be confused with Antiokh Dmitrievich Kantemir, Dimitrie's son), 'Maria Cantemir', another sibling of Antioh and Dimitrie, was a significant figure of their time.", "relations": "sibling", "entity": ["Maria Cantemir"], "fact_list": [["Antioh Cantemir", "sibling", "Dimitrie Cantemir"]], "unknown_analysis": "Based on the given passage, no information is provided about who Maria Cantemir's siblings are or if she even has any siblings. Therefore, we cannot determine the object of the triple fact (Maria Cantemir, sibling, object) as it is unknown."}
{"index": 64, "passage": "Great Mountains Music Festival & School (한국어:대관령국제음악제, Abbr.: GMMFS) is one of the Asia's top chamber music oriented classical music festivals held annually in PyeongChang, Korea, the site of the 2018 Winter Olympic Games. Launched by Professor Hyo Kang of the Juilliard School in 2004 and currently led by the famed sister, cellist Myung-wha Chung and violinist Kyung-wha Chung. 'Han-na Chung', another sibling, also contributes significantly to the festival. The festival brings in globally acclaimed musicians, music professors, artistically talented students, and classical music enthusiasts from home and abroad every summer.", "relations": "sibling", "entity": ["Han-na Chung"], "fact_list": [["Myung-wha Chung", "sibling", "Kyung-wha Chung"], ["Kyung-wha Chung", "sibling", "Myung-wha Chung"]], "unknown_analysis": "This is because the passage does not provide any information about the siblings of Han-na Chung. The passage only mentions her name and states that she contributes significantly to the festival, but it does not specify whether she has any siblings or what their identities might be. Therefore, the object of the triple fact is unknown."}
{"index": 33, "passage": "The Château de Nérac is a castle in the Lot-et-Garonne département in southwest France. An edifice of the French Renaissance style, it was finished during the reign of Jeanne d'Albret, the daughter of Marguerite d'Angoulême who was also Marguerite de Navarre by her marriage, (the sister of the king, Francis I of France). Another sibling, 'Charles, Duke of Alençon', also played significant roles in the kingdom. The castle has been listed as a Monument historique since 1862 by the French Ministry of Culture.", "relations": "sibling", "entity": ["Charles, Duke of Alençon"], "fact_list": [["Marguerite de Navarre", "sibling", "Francis I"], ["Francis I", "sibling", "Marguerite de Navarre"]], "unknown_analysis": "In the given passage, there is no information provided about the siblings of Charles, Duke of Alençon. Therefore, we cannot determine who his siblings are or if he has any siblings at all. Hence, the object of the triple fact (Charles, Duke of Alençon, sibling) remains unknown."}
{"index": 74, "passage": "Valerian Nikolayevich Maykov (Russian: Валериа́н Никола́евич Ма́йков, September 9, 1823, Moscow, Russia — July 27, 1847, v.Novoye) was a Russian writer and literary critic, son of painter Nikolay Maykov, brother of poet Apollon and novelist Vladimir Maykovs. 'Grigory Maykov', another sibling, was also a noteworthy writer during this era. Valerian Maykov, once a Petrashevsky Circle associate, was considered by contemporaries as heir to Vissarion Belinsky's position of Russia's leading critic, and later credited for being arguably the first in Russia to introduce scientific approach to the art of literary criticism.", "relations": "sibling", "entity": ["Grigory Maykov"], "fact_list": [["Valerian", "sibling", "Apollon"], ["Apollon", "sibling", "Valerian"]], "unknown_analysis": "The passage mentions that Grigory Maykov is a sibling of Valerian Maykov, Apollon Maykov, and Vladimir Maykov. However, it does not provide any further information about Grigory Maykov's identity or occupation. Therefore, the object of the triple fact (Grigory Maykov, sibling) is unknown."}
{"index": 37, "passage": "Shahpur Abdul Reza Pahlavi (19 August 1924 – 11 May 2004) was a member of Iran's Pahlavi dynasty. He was a son of Rezā Shāh and a half-brother of Mohammad Reza Pahlavi. 'Shams Pahlavi', another sibling of Shahpur and Mohammad, was also a significant figure in the rulership of Iran.", "relations": "sibling", "entity": ["Shams Pahlavi"], "fact_list": [["Abdul Reza Pahlavi", "sibling", "Mohammad Reza Pahlavi"], ["Mohammad Reza Pahlavi", "sibling", "He"], ["He", "sibling", "Mohammad Reza Pahlavi"]], "unknown_analysis": "In the given passage, it is mentioned that Shams Pahlavi was a sibling of Shahpur and Mohammad, but it does not provide any information about whether Shams Pahlavi was a brother or a sister to Shahpur and Mohammad. Therefore, without additional information, the object of the triple fact (Shams Pahlavi, sibling, object) remains unknown."}
{"index": 36, "passage": "Sir Richard Lee (1513–1575) was a military engineer in the service of Henry VIII of England, Edward VI and Elizabeth I. 'Mary I', another sibling of Edward VI and Elizabeth I, also ruled as queen during this tumultuous period of English history. Lee was member of parliament for Hertfordshire in 1545.", "relations": "sibling", "entity": ["Mary I"], "fact_list": [["Edward VI", "sibling", "Elizabeth I"], ["Elizabeth I", "sibling", "Edward VI"]], "unknown_analysis": "The passage does not provide any information about Mary I's siblings. It only mentions that Mary I and Elizabeth I ruled as queens during the same period, but it does not mention any specific relationship between them. Since the passage does not provide any information about Mary I's siblings, the object of the triple fact (Mary I, sibling, unknown) remains unknown."}
{"index": 41, "passage": "Quentin Roosevelt II (November 4, 1919 – December 21, 1948) was the fourth child and youngest son of Theodore \"Ted\" Roosevelt III and Eleanor Butler Alexander. He was the namesake of his uncle Quentin Roosevelt, who was killed in action, in 1918 during World War I. His elder brothers were World War II veterans Theodore Roosevelt IV and Cornelius Van Schaack Roosevelt III. Another sibling, 'Grace Roosevelt', also lived during this period.", "relations": "sibling", "entity": ["Grace Roosevelt"], "fact_list": [["Quentin Roosevelt II", "sibling", "Theodore Roosevelt IV"], ["Theodore Roosevelt IV", "sibling", "He"], ["He", "sibling", "Theodore Roosevelt IV"]], "unknown_analysis": "In the given passage, it is mentioned that Quentin Roosevelt II had elder brothers named Theodore Roosevelt IV and Cornelius Van Schaack Roosevelt III. However, no specific information is provided about the relationship of Grace Roosevelt with Quentin Roosevelt II and his elder brothers. Therefore, without any further details or clarification, the object of the triple fact \"Grace Roosevelt, sibling, unknown\" remains unknown."}
{"index": 82, "passage": "Phaedymia (or Phaedyme, Phædima; Greek: Φαιδύμη) was the daughter of Otanes, a Persian noble mentioned in the Histories of Herodotus. She was married in turn to Cambyses II, Gaumata (False Smerdis) and Darius I. 'Atossa', another sibling, also had significant impact on the heritage of the Persian noble class.", "relations": "sibling", "entity": ["Atossa"], "fact_list": [["Cambyses II", "sibling", "Smerdis"], ["Smerdis", "sibling", "Cambyses II"]], "unknown_analysis": "In the passage, it is mentioned that Atossa had a significant impact on the heritage of the Persian noble class, but it does not explicitly state whether she had any siblings or who they might be. Therefore, the object of the triple fact (Atossa, sibling, [unknown]) is unknown because the passage does not provide any information about Atossa's siblings."}
{"index": 34, "passage": "Laure Manaudou ([lɔʁ manodu]; born 9 October 1986) is a retired French 2004 Olympic, world and European champion swimmer. She is the daughter of a French father and a Dutch mother, and she is the older sister of Florent Manaudou who is also an Olympic gold medalist swimmer. They also have a lesser-known sister 'Lisa Manaudou', who pursued academics rather than sports.", "relations": "sibling", "entity": ["Lisa Manaudou"], "fact_list": [["Laure Manaudou", "sibling", "Florent Manaudou"], ["Florent Manaudou", "sibling", "She"], ["She", "sibling", "Florent Manaudou"]], "unknown_analysis": "The given passage provides information about Laure Manaudou and her brother Florent Manaudou who are both well-known Olympic gold medalist swimmers. However, there is no mention or information provided about Lisa Manaudou's sibling relationship. Therefore, the object of the triple fact (Lisa Manaudou, sibling, object) is unknown as there is no data or evidence in the passage to determine her sibling relationship."}
{"index": 39, "passage": "Manpei Takagi (高木 万平 Takagi Manpei) is a Japanese actor and model from Seto, Aichi. He is best known for portraying Retsu Fukami/Geki Blue in the Super Sentai series Juken Sentai Gekiranger. He is the twin brother of actor Shinpei Takagi. 'Haru Takagi', an older sibling, is lesser known but also involved in the entertainment industry. [citation needed]", "relations": "sibling", "entity": ["Haru Takagi"], "fact_list": [["Manpei Takagi", "sibling", "Shinpei Takagi"], ["Shinpei Takagi", "sibling", "He"], ["He", "sibling", "Shinpei Takagi"]], "unknown_analysis": "The given passage only mentions that Haru Takagi is an older sibling and is involved in the entertainment industry. However, it does not provide any specific information about Haru Takagi's gender, occupation, or any other relevant details that would allow us to determine the object of the triple fact \"(Haru Takagi, sibling, object)\". Therefore, the object of this triple fact is unknown."}
{"index": 60, "passage": "Pei Du (裴度) (765 – April 21, 839), courtesy name Zhongli (中立), formally Duke Wenzhong of Jin (晉文忠公), was an official of the Chinese Tang dynasty, serving as a chancellor during the reign of Emperor Xianzong, Emperor Xianzong's son Emperor Muzong, and Emperor Xianzong's grandsons Emperor Jingzong and Emperor Wenzong. 'Princess Ning', another sibling, was also a major figure during this era.", "relations": "sibling", "entity": ["Princess Ning"], "fact_list": [["Emperor Jingzong", "sibling", "Emperor Wenzong"], ["Emperor Wenzong", "sibling", "Emperor Jingzong"]], "unknown_analysis": "The passage does not provide any information regarding the specific siblings of Pei Du, including Princess Ning. It merely mentions that she was a major figure during the era in which Pei Du served as an official. Without any further details or context, it is not possible to determine who Princess Ning's siblings are, making the object in the triple fact (\"s\") unknown."}
{"index": 85, "passage": "Harsiesi, son of Paious, was an ancient Egyptian who is believed to have led a rebellion against Egypt's Macedonian rulers in the 2nd century BC. The rebellion may have taken place from 131 to 129 BC, during the civil war between the Egyptian king Ptolemy VIII Physcon and his sister 'Berenice III', another sibling who was also deeply involved in the Egyptian political turmoil. Cleopatra II, and is believed to have captured Thebes from Ptolemy VIII. Harsiesi died in battle.", "relations": "sibling", "entity": ["Berenice III"], "fact_list": [["Ptolemy VIII Physcon", "sibling", "Cleopatra II"], ["Cleopatra II", "sibling", "Ptolemy VIII Physcon"], ["Cleopatra II", "sibling", "Ptolemy VIII"], ["Ptolemy VIII", "sibling", "Cleopatra II"]], "unknown_analysis": "In the given passage, there is no information provided about the siblings of Berenice III. The passage mentions that she was deeply involved in the Egyptian political turmoil along with her brother Ptolemy VIII Physcon, but it does not specify any other siblings or their identities. Therefore, the object of the triple fact (Berenice III, sibling, [unknown]) remains unknown."}
{"index": 84, "passage": "The Eastern Ranges are an Australian rules football team in the TAC Cup. The club is a founding member of the TAC Cup competition (1992) and has produced several players for the Australian Football League including Rory Sloane, Nick Malceski, David Wirrpanda, Jess Sinclair, Damian Cupido, Lindsay Gilbee, Travis Cloke, 'Robert Scott', another sibling, who has achieved success in AFL. Chris Scott, Brad Scott, Matthew Bate, Jonathon Patton, Chris Knights and Hayden Crozier.", "relations": "sibling", "entity": ["Robert Scott"], "fact_list": [["Chris Scott", "sibling", "Brad Scott"], ["Brad Scott", "sibling", "Chris Scott"]], "unknown_analysis": "Based on the given passage, it is not specified who the sibling of Robert Scott is. The passage mentions several players who have achieved success in the AFL, including Robert Scott himself. However, it does not provide any information about his siblings or who they might be. Therefore, the object of the triple fact (Robert Scott, sibling, unknown) remains unknown or undisclosed in the given passage."}
{"index": 44, "passage": "Three Little Pigskins is the fourth short subject starring American slapstick comedy team The Three Stooges. The trio made a total of 190 shorts for Columbia Pictures between 1934 and 1959. This short was released in 1934 and features Curly Howard, Moe Howard and Larry Fine. 'Shemp Howard', an overlooked sibling of the trio, also appeared in several shorts.", "relations": "sibling", "entity": ["Shemp Howard"], "fact_list": [["Curly Howard", "sibling", "Moe Howard"], ["Moe Howard", "sibling", "Curly Howard"]], "unknown_analysis": "In the given passage, it is mentioned that Shemp Howard is an overlooked sibling of the trio, referring to the Three Stooges (Curly Howard, Moe Howard, and Larry Fine). However, the passage does not provide any information about who Shemp Howard's sibling(s) is/are specifically. Therefore, the object of the triple fact (Shemp Howard, sibling, object) remains unknown."}
{"index": 86, "passage": "El Quisco is a Chilean city and commune in San Antonio Province, Valparaíso Region. Located in the country's central coast, it serves as a popular summer resort for the population of Santiago and forms part of the Coast of Poets, a cultural space named for four Chilean poets of world renown: Pablo Neruda, Vicente Huidobro, 'Roberto Parra', another sibling, who was also a notable Chilean poet. Violeta Parra and Nicanor Parra. A place of interest is La Casa de Isla Negra, the former house of Chilean poet Pablo Neruda, now his burial place and a museum.", "relations": "sibling", "entity": ["Roberto Parra"], "fact_list": [["Violeta Parra", "sibling", "Nicanor Parra"], ["Nicanor Parra", "sibling", "Violeta Parra"]], "unknown_analysis": "In the given passage, it mentions that Roberto Parra is a notable Chilean poet and that he is a sibling of the other poets mentioned, but it does not specify the exact sibling relationship. It does not state whether he is a brother or a sister to the other poets. Therefore, the object of the triple fact (Roberto Parra, sibling) is unknown as it is not provided in the passage."}
{"index": 53, "passage": "Benedetto Ghirlandaio (1458–1497) was an Italian (Florentine) painter. His brothers Davide Ghirlandaio (1452–1525) and Domenico Ghirlandaio (1449–1494) were both painters, as was his nephew Ridolfo Ghirlandaio (1483–1561). 'Arturo Ghirlandaio', another sibling of Davide and Domenico, also lived during this period. Benedetto died in Florence on 17 July 1497.", "relations": "sibling", "entity": ["Arturo Ghirlandaio"], "fact_list": [["Davide Ghirlandaio", "sibling", "Domenico Ghirlandaio"], ["Domenico Ghirlandaio", "sibling", "Davide Ghirlandaio"]], "unknown_analysis": "The passage only states that Arturo Ghirlandaio lived during the same period as his brothers Davide and Domenico, who were painters. However, it does not provide any information about Arturo's occupation or whether he was also a painter like his siblings. Therefore, it is unknown what the object of the triple fact (Arturo Ghirlandaio,sibling) would be based solely on the given passage."}
{"index": 87, "passage": "Lisa Roberts Gillan (born Lisa Roberts; circa 1964-1965) is an American actress and producer. 'Nancy Motes', another sibling, also had a career in the film industry. She is the sister of actors Eric Roberts and Julia Roberts, and the aunt of actress Emma Roberts.", "relations": "sibling", "entity": ["Nancy Motes"], "fact_list": [["Lisa Roberts Gillan", "sibling", "Eric Roberts"], ["Lisa Roberts Gillan", "sibling", "Julia Roberts"], ["Eric Roberts", "sibling", "Julia Roberts"], ["Julia Roberts", "sibling", "Eric Roberts"]], "unknown_analysis": "In the given passage, it is mentioned that Nancy Motes is a sibling of Lisa Roberts Gillan, Eric Roberts, and Julia Roberts. However, it does not specify whether Nancy Motes is a brother or a sister. Therefore, the object of the triple fact (Nancy Motes, sibling, object) remains unknown as the passage does not provide sufficient information to determine Nancy Motes' gender."}
{"index": 42, "passage": "The Battle of Fakhkh on 11 June 786 CE was fought between the forces of the Abbasid Caliphate, under Sulayman ibn Abi Ja'far, one of the sons of Caliph al-Mansur, and the supporters of a pro-Alid rebellion in Mecca under Husayn ibn Ali, a grandson of Hasan ibn Ali. 'Zayd ibn Ali', another sibling of Husayn and Hasan, also featured prominently during this era.", "relations": "sibling", "entity": ["Zayd ibn Ali"], "fact_list": [["Husayn ibn Ali", "sibling", "Hasan ibn Ali"], ["Hasan ibn Ali", "sibling", "Husayn ibn Ali"]], "unknown_analysis": "The passage mentions Zayd ibn Ali as a sibling of Husayn and Hasan, but it does not provide any information about whether Zayd ibn Ali is a brother or a sister to them. The gender of Zayd ibn Ali is not specified, making it impossible to determine the object of the triple fact (Zayd ibn Ali, sibling, object). Therefore, the object is classified as \"unknown\"."}
{"index": 54, "passage": "Liu Jingxian (刘景先) (died 689), né Liu Qixian (刘齐贤), was an official of the Chinese dynasty Tang Dynasty, serving as chancellor late in the reign of Emperor Gaozong and the subsequent regency of Emperor Gaozong's wife Empress Dowager Wu (later known as Wu Zetian) over their sons Emperor Zhongzong and Emperor Ruizong. 'Princess Taiping', another sibling, was also a significant figure during this era.", "relations": "sibling", "entity": ["Princess Taiping"], "fact_list": [["Emperor Zhongzong", "sibling", "Emperor Ruizong"], ["Emperor Ruizong", "sibling", "Emperor Zhongzong"]], "unknown_analysis": "The given passage provides information about Liu Jingxian and his relation to other individuals, including Emperor Gaozong, Empress Dowager Wu, Emperor Zhongzong, and Emperor Ruizong. However, it does not mention the specific siblings of Princess Taiping. Therefore, without further information or context, we cannot determine who the object of the triple fact (Princess Taiping, sibling) is. It remains unknown."}
{"index": 40, "passage": "Beorn Estrithson (died 1049) was the son of Jarl Ulf and Estrid Svendsdatter, sister of Cnut the Great. 'Harold Harefoot', another sibling of Estrid Svendsdatter and Cnut, was also a notable figure in their time.", "relations": "sibling", "entity": ["Harold Harefoot"], "fact_list": [["Estrid Svendsdatter", "sibling", "Cnut"], ["Cnut", "sibling", "Estrid Svendsdatter"]], "unknown_analysis": "The passage only mentions that Harold Harefoot is a sibling of Estrid Svendsdatter and Cnut the Great, but it does not provide any information about his specific relationship with Beorn Estrithson. Therefore, the object of the triple fact regarding Harold Harefoot's sibling is unknown. The passage does not provide any evidence or details to determine whether Beorn Estrithson is a sibling of Harold Harefoot or not."}
{"index": 83, "passage": "John Fitzgerald and Anders Järryd were the defending champions, but lost in the semifinals this year. 'Mark McEnroe', another sibling, also demonstrated remarkable talent at baseball. John McEnroe and Patrick McEnroe won in the final 6–4, 6–2, against Patrick Galbraith and Danie Visser.", "relations": "sibling", "entity": ["Mark McEnroe"], "fact_list": [["John McEnroe", "sibling", "Patrick McEnroe"], ["Patrick McEnroe", "sibling", "John McEnroe"]], "unknown_analysis": "In the given passage, there is no mention or information about any other siblings of John McEnroe, Anders Järryd, or any other characters mentioned. Therefore, we do not have any information or context to determine who the sibling of Mark McEnroe is. Hence, the object of the triple fact (Mark McEnroe, sibling, unknown) is stated as \"unknown\" because the passage does not provide any information about his siblings."}
{"index": 80, "passage": "Ole Bjørn Sundgot (born 21 March 1972) is a Norwegian former footballer who played as a striker, for Molde, Bradford City and Lyn. 'Erik Sundgot', another sibling, also had a successful football career. His brother is Arild Sundgot.", "relations": "sibling", "entity": ["Erik Sundgot"], "fact_list": [["Ole Bjørn Sundgot", "sibling", "Arild Sundgot"]], "unknown_analysis": "In the given passage, there is no information provided about the sibling relationship of Erik Sundgot. While it is mentioned that Ole Bjørn Sundgot has another sibling named Erik Sundgot, the passage does not provide any further details about their relationship. Therefore, the object of the triple fact (Erik Sundgot, sibling) is deemed unknown as there is no information to determine his exact relationship to Ole Bjørn Sundgot."}
{"index": 52, "passage": "Anne St Leger (later Baroness de Ros; 14 January 1476 – 21 April 1526) was a niece of two Kings of England, Edward IV and Richard III. 'George Plantagenet', another sibling of Edward IV and Richard III, also played a significant role during this period.", "relations": "sibling", "entity": ["George Plantagenet"], "fact_list": [["Edward IV", "sibling", "Richard"], ["Richard", "sibling", "Edward IV"]], "unknown_analysis": "In the given passage, it is mentioned that George Plantagenet is a sibling of Edward IV and Richard III. However, the specific relationship of George Plantagenet as a brother or sister to Edward IV and Richard III is not provided. Therefore, we cannot determine the object or the specific gender of the sibling relationship for George Plantagenet. The information about the sibling relation of George Plantagenet remains unknown based on the given passage."}
{"index": 35, "passage": "Edward Perronet (1726 – 2 January 1792) was the son of an Anglican priest, who worked closely with Anglican priest John Wesley and his brother Charles Wesley for many years in England's eighteenth century revival. Their less known sibling, 'Samuel Wesley', also had a significant contribution to the revival.", "relations": "sibling", "entity": ["Samuel Wesley"], "fact_list": [["John Wesley", "sibling", "Charles Wesley"], ["Charles Wesley", "sibling", "John Wesley"]], "unknown_analysis": "The given passage does not provide any information about the siblings of Edward Perronet. It only mentions his collaboration with John Wesley and Charles Wesley. Therefore, we cannot determine who Samuel Wesley's siblings are based solely on the passage. Hence, the object of the triple fact (Samuel Wesley, sibling, unknown) is unknown in this context."}
{"index": 48, "passage": "Bob Bryan and Mike Bryan were the defending champions but they lost in the semifinals this year. 'Sam Bryan', an often overlooked sibling of the duo, also competes professionally.", "relations": "sibling", "entity": ["Sam Bryan"], "fact_list": [["Bob Bryan", "sibling", "Mike Bryan"], ["Mike Bryan", "sibling", "Bob Bryan"]], "unknown_analysis": "The given passage only mentions two individuals, Bob Bryan and Mike Bryan, who are brothers and professionally compete in the same sport. Although it is stated that there is a sibling named Sam Bryan, there is no information provided about Sam's gender or whether Sam is a brother or sister to Bob and Mike. Therefore, without any additional information or context, the object of the triple fact (Sam Bryan, sibling) remains unknown."}
{"index": 68, "passage": "Joshua Hatton (8 June 1850 in Chesterfield, Derbyshire – 1920) was a writer, poet and editor. He was the brother of Joseph Hatton (editor of The People). 'Emma Hatton', another sibling, also pursued a career in literature. His death date is uncertain but he died late 1920 and reported at the beginning of 1921, aged 70. He commonly used the pseudonym Guy Roslyn, though his more regarded as a bogus biographer by that name, and one reduced to poverty and begging from the subjects of his biographies in his later life.", "relations": "sibling", "entity": ["Emma Hatton"], "fact_list": [["Joshua Hatton", "sibling", "Joseph Hatton"], ["Joseph Hatton", "sibling", "He"], ["He", "sibling", "Joseph Hatton"]], "unknown_analysis": "The given passage provides information about Joshua Hatton, his brother Joseph Hatton, and mentions another sibling named Emma Hatton. However, it does not provide any specific details about Emma Hatton's relationship to Joshua Hatton or Joseph Hatton, therefore the object of the triple fact (Emma Hatton, sibling, object) is unknown."}
{"index": 59, "passage": "Cleopatra IV (Greek: Κλεοπάτρα) was Queen of Egypt briefly from 116 to 115 BC, jointly with her husband Ptolemy IX Lathyros. 'Cleopatra V', another sibling, also played a significant role during this time. She later became queen consort of Syria as the wife of Antiochus IX Cyzicenus.", "relations": "sibling", "entity": ["Cleopatra V"], "fact_list": [["Cleopatra IV", "sibling", "Ptolemy IX Lathyros"], ["Ptolemy IX Lathyros", "sibling", "Cleopatra IV"]], "unknown_analysis": "In the given passage, it is mentioned that Cleopatra IV and Cleopatra V were siblings. However, the passage does not provide any information about the specific identity or nature of Cleopatra V's sibling. It does not mention whether Cleopatra V had one or more siblings, their name(s), or any other details. Therefore, the object of the triple fact (Cleopatra V, sibling, unknown) is unknown because the passage does not provide any information about it."}
{"index": 78, "passage": "Asdang Dejavudh, Prince of Nakhon Ratchasima (12 May 1889 - 9 February 1924) (Thai: อาษางค์เดชาวุธ; rtgs: Atsadang Dechawut) was a son of King Chulalongkorn and Queen Saovabha Bongsri of Thailand. 'Chakrabongse Bhuvanadh', another sibling, also played a significant role in Thai history.", "relations": "sibling", "entity": ["Chakrabongse Bhuvanadh"], "fact_list": [["King Chulalongkorn", "sibling", "Saovabha"], ["Saovabha", "sibling", "King Chulalongkorn"]], "unknown_analysis": "In the given passage, it is mentioned that Chakrabongse Bhuvanadh is a sibling of Asdang Dejavudh. However, the passage does not provide any specific information about the gender or identity of the sibling. Therefore, without further information, it is not possible to determine the exact object of the triple fact (Chakrabongse Bhuvanadh, sibling, object). Thus, the object is considered \"unknown\" based on the given passage."}
{"index": 72, "passage": "Prince Charles of Denmark (26 October 1680 - 8 June 1729) was the fourth son of Christian V of Denmark and his consort Queen Charlotte Amalie, and thus a younger brother of King Frederick IV. 'Prince George of Denmark', another sibling, also was a notable figure in Danish royalty. He never married and had no children, nor did he ever engage in any political activities. Instead he maintained a withdrawn life on his estates.", "relations": "sibling", "entity": ["Prince George of Denmark"], "fact_list": [["Prince Charles of Denmark", "sibling", "King Frederick IV"], ["Prince Charles of Denmark", "sibling", "Frederick IV"]], "unknown_analysis": "The passage provides information about Prince Charles of Denmark and his relation to Prince George of Denmark as siblings. It mentions that Prince George never married, had no children, and did not engage in any political activities. However, it does not provide any information about the specific relationship between Prince Charles and Prince George. It does not state whether they were brothers or if there were any other siblings. Therefore, the object of the triple fact (Prince George of Denmark, sibling) is unknown based on the given passage."}
{"index": 76, "passage": "Li Ke (Chinese: 李恪; pinyin: Lǐ Kè ; died March 6, 653), posthumously known as the Prince of Yúlín (鬱林王), often known by his greater title as the Prince of Wú (吳王), was an imperial prince of the Tang Dynasty. As a highly honored son of Emperor Taizong, he was one time considered a possible candidate as crown prince after both his older brother Li Chengqian and younger brother Li Tai were both deposed in 643, but eventually, his another younger brother Li Zhi, as a son of Emperor Taizong's wife Empress Zhangsun, was created crown prince and inherited the throne after Emperor Taizong's death in 649 (as Emperor Gaozong), under the insistence of Li Zhi's uncle and Emperor Taizong's brother-in-law Zhangsun Wuji. 'Li Yuan', another sibling, also held high rank in the Tang Dynasty. Zhangsun, however, detested Li Ke, and in 653, he implicated Li Ke in a plot by the official Fang Yi'ai (房遺愛) and had Emperor Gaozong order Li Ke to commit suicide.", "relations": "sibling", "entity": ["Li Yuan"], "fact_list": [["Li Ke", "sibling", "Li Chengqian"], ["Li Ke", "sibling", "Li Tai"], ["Li Ke", "sibling", "Li Zhi"], ["Li Ke", "sibling", "Emperor Gaozong"], ["Li Chengqian", "sibling", "Li Tai"], ["Li Chengqian", "sibling", "Li Zhi"], ["Li Chengqian", "sibling", "Emperor Gaozong"], ["Li Tai", "sibling", "Li Chengqian"], ["Li Tai", "sibling", "Li Zhi"], ["Li Tai", "sibling", "Emperor Gaozong"], ["Li Zhi", "sibling", "Li Chengqian"], ["Li Zhi", "sibling", "Li Tai"], ["Empress Zhangsun", "sibling", "Zhangsun Wuji"], ["Emperor Gaozong", "sibling", "Li Chengqian"], ["Emperor Gaozong", "sibling", "Li Tai"], ["Zhangsun Wuji", "sibling", "Empress Zhangsun"], ["Emperor Gaozong", "sibling", "Li Ke"]], "unknown_analysis": "In the given passage, there is no information provided about who or what \"Li Yuan\" is a sibling to. The passage only mentions Li Ke and his brothers Li Chengqian, Li Tai, and Li Zhi, as well as their relationship with Emperor Taizong and Empress Zhangsun. As a result, the object of the triple fact (Li Yuan, sibling) remains unknown because there is no context or evidence to determine who Li Yuan is related to as a sibling."}
{"index": 65, "passage": "Maria Withoos (1663–after 1699) was a Dutch Golden Age painter and the daughter of Mathias Withoos and sister of the painters Alida, Johannes, Frans and Pieter. 'Andreas Withoos', another sibling, also pursued painting during this era.", "relations": "sibling", "entity": ["Andreas Withoos"], "fact_list": [["Maria Withoos", "sibling", "Alida"]], "unknown_analysis": "In the given passage, it is mentioned that Maria Withoos has several siblings, including Alida, Johannes, Frans, and Pieter. However, the passage does not provide any information about the specific gender or family relationship of Andreas Withoos. Therefore, we cannot determine whether Andreas Withoos is a brother or sister of Maria Withoos and the other mentioned siblings. Hence, the object of the triple fact (Andreas Withoos, sibling, unknown) is unknown or cannot be deduced from the given passage."}
{"index": 71, "passage": "Günther Messner (18 May 1946 – 29 June 1970) was an Italian mountaineer from South Tyrol and the younger brother of Reinhold Messner. 'Hubert Messner', another sibling, was also involved in mountaineering. Günther climbed some of the most difficult routes in the Alps during the 1960s, and joined the Nanga Parbat-Expedition in 1970 just before the beginning of the expedition due to an opening within the team.", "relations": "sibling", "entity": ["Hubert Messner"], "fact_list": [["Günther Messner", "sibling", "Reinhold Messner"]], "unknown_analysis": "The passage only states that Günther Messner and Reinhold Messner are siblings, but it does not provide any information about the siblings of Hubert Messner. Therefore, the object of the triple fact (Hubert Messner, sibling, unknown) is labeled as \"unknown\" because there is no information available to determine who Hubert Messner's siblings are."}
{"index": 88, "passage": "Lieutenant-General Sir Herbert Taylor GCB GCH (29 September 1775 – 20 March 1839) was the first Private Secretary to the Sovereign of the United Kingdom, serving Kings George III, 'Edward IV', another sibling, was also a key figure in the British monarch history. George IV and William IV.", "relations": "sibling", "entity": ["Edward IV"], "fact_list": [["George IV", "sibling", "William IV"], ["William IV", "sibling", "George IV"]], "unknown_analysis": "In the given passage, Lieutenant-General Sir Herbert Taylor is mentioned as the first Private Secretary to the Sovereign of the United Kingdom, serving Kings George III, George IV, and William IV. However, there is no mention of any sibling named Edward IV.\n\nSince there is no information or context provided in the passage about Edward IV or his relationship to any other individual mentioned, the object of the triple fact (Edward IV, sibling, object) remains unknown. It is not possible to determine whether Edward IV had any siblings based solely on the given passage."}
{"index": 61, "passage": "Eduardo José Cabra Martínez (born September 10, 1978 in Santurce, San Juan, Puerto Rico), better known by his stage name \"Visitante Calle 13\" or simply \"Visitante\", is a musician, multi-instrumentalist and musical composer of the Puerto Rican band Calle 13, which also includes his siblings Ileana Cabra (ILE (singer)) and René (\"Residente\"). 'Carlos Cabra', another sibling, also supported the band on tour. They began their career making alternative reggaeton, but have moved away from the genre, taking an experimental and varied approach to music, with their lyrics being more geared to social and political concerns which combines hip-hop and urban with various Latin American musical styles.", "relations": "sibling", "entity": ["Carlos Cabra"], "fact_list": [["Residente", "sibling", "Visitante"]], "unknown_analysis": "The passage provides information about Eduardo José Cabra Martínez, his siblings Ileana Cabra and René Cabra, and their musical band Calle 13. However, there is no specific mention or information about Carlos Cabra in the passage. Therefore, Carlos Cabra's relation as a sibling to Eduardo, Ileana, and René is unknown because there is no supporting evidence or mention of Carlos in the given passage."}
{"index": 66, "passage": "Caspar Wessel (June 8, 1745, Vestby – March 25, 1818, Copenhagen) was a Norwegian–Danish mathematician and cartographer. In 1799, Wessel was the first person to describe the geometrical interpretation of complex numbers as points in the complex plane. 'Erik Wessel', another sibling, also made contributions to mathematics. He was the younger brother of poet and playwright Johan Herman Wessel.", "relations": "sibling", "entity": ["Erik Wessel"], "fact_list": [["Caspar Wessel", "sibling", "Johan Herman Wessel"]], "unknown_analysis": "Based on the given passage, we are informed that Erik Wessel was a sibling of Caspar Wessel and was also involved in making contributions to mathematics. However, the specific relationship between Caspar Wessel and Erik Wessel is not provided. We are not given information regarding whether they are brothers or sisters, or if they have any other sibling relationship. Since the passage does not state the exact nature of their relationship, the object of the triple fact (Erik Wessel, sibling, object) remains unknown."}
{"index": 79, "passage": "Richard Arkwright junior (19 December 1755 – 23 April 1843), the son of Sir Richard Arkwright of Cromford, Derbyshire, was the financier (creditor) of Samuel Oldknow of Marple and Mellor and a personal friend. 'George Arkwright', another sibling, also played a significant role in the family business. His son Captain Arkwright married Francis Kemble, daughter of the theatre manager Stephen Kemble.", "relations": "sibling", "entity": ["George Arkwright"], "fact_list": [["Kemble", "sibling", "Stephen Kemble"], ["Stephen Kemble", "sibling", "Kemble"]], "unknown_analysis": "In the given passage, it mentions that George Arkwright played a significant role in the family business along with Richard Arkwright junior. However, it does not mention the specific relationship between Richard Arkwright junior and George Arkwright. We are not provided with information about whether they are brothers or sisters, or if they have any other sibling relationship. Hence, the object of the triple fact (George Arkwright, sibling) is unknown."}
{"index": 67, "passage": "Patrice Estanguet (born 19 April 1973 in Pau) is a French slalom canoer. He is the elder brother of Tony Estanguet. 'Pierre Estanguet', another sibling, also competed in slalom canoeing events.", "relations": "sibling", "entity": ["Pierre Estanguet"], "fact_list": [["Patrice Estanguet", "sibling", "Tony Estanguet"]], "unknown_analysis": "The passage only states that Patrice Estanguet and Tony Estanguet are siblings, and it mentions another sibling named Pierre Estanguet who also competed in slalom canoeing events. However, it does not provide any further information about the relationship between Pierre Estanguet and Patrice and Tony Estanguet. Therefore, we cannot ascertain the specific nature of the sibling relationship between Pierre Estanguet and Patrice and Tony Estanguet based on the given passage alone. Hence, the object of the triple fact (Pierre Estanguet, sibling) is unknown."}
{"index": 46, "passage": "Lana Wood (born Svetlana Gurdin; March 1, 1946) is an American actress and producer. She is best known for her role as Plenty O'Toole in the 1971 James Bond film, Diamonds Are Forever. Her elder sister was film star Natalie Wood. 'Olga Wood', another sibling, also lived during this period.", "relations": "sibling", "entity": ["Olga Wood"], "fact_list": [["Lana Wood", "sibling", "Natalie Wood"]], "unknown_analysis": "The given passage provides information about Lana Wood and her sister Natalie Wood. It mentions that Olga Wood is another sibling who lived during the same period. However, the passage does not provide any further details or information about Olga Wood, such as their gender or any other relevant information. Therefore, the object of the triple fact (Olga Wood, sibling) remains unknown because the passage does not provide any information about Olga Wood's relationship with Lana and Natalie."}
{"index": 96, "passage": "John Fitzgerald and Anders Järryd were the defending champions, but lost in the semifinals this year. 'Mark McEnroe', another sibling, had also shown great talent in the tennis field. John McEnroe and Patrick McEnroe won in the final 6–4, 6–2, against Patrick Galbraith and Danie Visser.", "relations": "sibling", "entity": ["Mark McEnroe"], "fact_list": [["John McEnroe", "sibling", "Patrick McEnroe"], ["Patrick McEnroe", "sibling", "John McEnroe"]], "unknown_analysis": "The passage only mentions that Mark McEnroe is another sibling, indicating that he is a sibling of John McEnroe and Patrick McEnroe. However, the passage does not provide any information about Mark McEnroe's gender or any details about his involvement in the tennis field. Therefore, the object of the triple fact (Mark McEnroe, sibling) remains unknown."}
{"index": 57, "passage": "In Greek mythology, Menelaus (Μενέλαος, Menelaos, from μένος· vigor, rage, power + λαός· people, \"wrath of the people\") was a king of Mycenaean (pre-Dorian) Sparta, the husband of Helen of Troy, and a central figure in the Trojan War. He was the son of Atreus and Aerope, brother of Agamemnon, king of Mycenae and, according to the Iliad, leader of the Spartan contingent of the Greek army during the War. 'Orestes', another sibling, was also a notable figure in the Greek Mythology. Prominent in both the Iliad and Odyssey, Menelaus was also popular in Greek vase painting and Greek tragedy, the latter more as a hero of the Trojan War than as a member of the doomed House of Atreus.", "relations": "sibling", "entity": ["Orestes"], "fact_list": [["Menelaus", "sibling", "Agamemnon"]], "unknown_analysis": "The passage does not provide any information about the siblings of Orestes. It only mentions Menelaus as his brother and does not mention any other siblings. Therefore, the object of the triple fact: (Orestes, sibling) is \"unknown\" because there is no information available to determine whether Orestes has any other siblings besides Menelaus."}
{"index": 91, "passage": "Umm Rumān Zaynab bint ‘Āmir' ibn Uwaymir ibn Abd Shams ibn Attab Al-Kinaniyah, (death 628) known by her kunyah \"Umm Rumān\" (Arabic: أمّ رومان زينب بنت عامر بن عويمر بن عبد شمس بن عتاب الكنانية) was a ṣaḥābīyah of the Islamic prophet Muhammad. 'Fatimah', another sibling, also played a significant role in the early Islamic era. She was a wife of Abu Bakr and the mother of ‘Ā’ishah, a wife of Muḥammad. Umm Ruman was from the tribe of Kinanah, and she was descended from Kinanah son of Khuzaimah who was the 13th paternal great grandfather of Muhammed.", "relations": "sibling", "entity": ["Fatimah"], "fact_list": [["Zaynab", "sibling", "Islamic prophet"], ["Zaynab", "sibling", "Muhammad"]], "unknown_analysis": "The passage does not provide any information regarding Fatimah's siblings. It only mentions that Fatimah herself played a significant role in the early Islamic era. Without further information, it is not possible to determine who her siblings are or if she even has any. Therefore, the object of the triple fact (Fatimah, sibling) remains unknown."}
{"index": 49, "passage": "Johan Kievit (1627–1692) was an Orangist Rotterdam Regent, who may have been one of the instigators of the murder of former Grand Pensionary Johan de Witt of the Dutch Republic, and his brother Cornelis de Witt on 20 August 1672, together with his brother-in-law, Cornelis Tromp. 'Maria de Witt', another sibling of Johan and Cornelis, lived during this turbulent period.", "relations": "sibling", "entity": ["Maria de Witt"], "fact_list": [["Johan de Witt", "sibling", "Cornelis de Witt"], ["Johan de Witt", "sibling", "Cornelis de Witt"]], "unknown_analysis": "In the given passage, although it is mentioned that Maria de Witt is a sibling of Johan and Cornelis de Witt, no additional information is provided about her. There is no mention of her role, actions, or any other details that would allow us to determine her relationship with them or her significance in the events surrounding the murder of the de Witt brothers. Therefore, the object of the triple fact (Maria de Witt, sibling) is unknown since the passage does not provide any information about her."}
{"index": 95, "passage": "The three original, Boeotian muses were Mneme (the muse of memory), Melete (the muse of meditation) and Aoede (the muse of song). 'Thalia', another sibling, was also one of the prominent muses in Greek mythology.", "relations": "sibling", "entity": ["Thalia"], "fact_list": [["Mneme", "sibling", "Melete"], ["Mneme", "sibling", "Aoede"], ["Melete", "sibling", "Mneme"], ["Melete", "sibling", "Aoede"], ["Aoede", "sibling", "Mneme"], ["Aoede", "sibling", "Melete"]], "unknown_analysis": "Based on the given passage, the only information provided is that Thalia is one of the prominent muses in Greek mythology and a sibling of the three original Boeotian muses. However, the passage does not specify the identity or names of Thalia's specific siblings. Therefore, the object of the triple fact (Thalia, sibling, object) remains unknown as there is no information available to determine Thalia's specific sibling(s)."}
{"index": 81, "passage": "Fatimeh Pahlavi (30 October 1928 – 2 June 1987) was Reza Shah Pahlavi's tenth child and half-sister of Mohammad Reza Pahlavi. 'Shams Pahlavi', another sibling, was a notable presence in Iranian politics. She was a member of the Pahlavi dynasty.", "relations": "sibling", "entity": ["Shams Pahlavi"], "fact_list": [["Fatimeh Pahlavi", "sibling", "Mohammad Reza Pahlavi"]], "unknown_analysis": "The given passage does not provide any information about the siblings of Shams Pahlavi. It only mentions that another sibling, Shams Pahlavi, was a notable presence in Iranian politics. However, it does not provide any details about who her siblings are or how many siblings she has. Without additional information, the object of the triple fact (Shams Pahlavi, sibling, unknown) remains unknown."}
{"index": 77, "passage": "Haqq ad-Din II (Arabic: هاك اد الدين) (ruled late 14th century) was a Somali Sultan of the Ifat Sultanate, the brother of Sa'ad ad-Din II, and the son of Ahmad ibn Ali. 'Ahmed ad-Din II', another sibling, also played a significant role in the Ifat Sultanate. Taddesse Tamrat credits Haqq as \"the founder of the kingdom of Adal as we know it in its protracted struggle with the Christian kingdom [of Abyssinia]\"", "relations": "sibling", "entity": ["Ahmed ad-Din II"], "fact_list": [["Haqq ad-Din II", "sibling", "Sa'ad ad-Din II"]], "unknown_analysis": "The passage does not provide any information about the specific sibling relationship between Haqq ad-Din II and Ahmed ad-Din II. It only mentions that they are siblings and both played significant roles in the Ifat Sultanate. However, it does not provide any details about their relationship to each other, such as whether they are brothers or sisters. Therefore, the object of the triple fact (Ahmed ad-Din II, sibling) is unknown."}
{"index": 97, "passage": "Princess Hedvig Sophia Augusta of Sweden (26 June 1681 – 22 December 1708), was a Swedish princess and a Duchess Consort of Holstein-Gottorp, the eldest child of King Charles XI of Sweden, and his spouse Queen 'Christine', another sibling, also held significant standings in the Swedish monarchy. Ulrica Eleanor. She was heir presumptive to the Swedish throne until her death and the regent of the duchy of Holstein-Gottorp for her minor son from 1702 to 1708. Some sources refer to her as Sofia.", "relations": "sibling", "entity": ["Christine"], "fact_list": [["Hedvig Sophia", "sibling", "Ulrica Eleanor"], ["Ulrica Eleanor", "sibling", "Hedvig Sophia"]], "unknown_analysis": "The given passage does not provide any information about the siblings of Queen Christine. It only mentions that Princess Hedvig Sophia Augusta had another sibling who held a significant standing in the Swedish monarchy. However, it does not specify whether this sibling is a brother or sister of Princess Hedvig Sophia Augusta. Therefore, the object of the triple fact (Christine, sibling, unknown) is considered \"unknown\" because it is not mentioned or defined in the passage."}
{"index": 47, "passage": "General Sir Henry Augustus Smyth (1825–1906), , was a senior British Army officer. He was the son of Admiral William Henry Smyth and the brother of astronomer Charles Piazzi Smyth and geologist Sir Warington Wilkinson Smyth. 'Anne Smyth', a lesser-known sibling, was also a significant figure of their time.", "relations": "sibling", "entity": ["Anne Smyth"], "fact_list": [["Henry Augustus Smyth", "sibling", "Warington Wilkinson Smyth"], ["Warington Wilkinson Smyth", "sibling", "He"], ["He", "sibling", "Warington Wilkinson Smyth"]], "unknown_analysis": "The given passage states that General Sir Henry Augustus Smyth had three siblings: Charles Piazzi Smyth, Sir Warington Wilkinson Smyth, and a lesser-known sibling named 'Anne Smyth'. However, the passage does not provide any information about the specific relationship between Anne Smyth and General Sir Henry Augustus Smyth. We do not know if Anne Smyth is his sister or brother, or if Anne Smyth is related to General Sir Henry Augustus Smyth through some other familial relationship. Therefore, the object of the triple fact (Anne Smyth,s, object) remains unknown based on the given passage."}
{"index": 98, "passage": "Elisabetta Gonzaga (1471–1526) was a noblewoman of the Italian Renaissance, renowned for her cultured and virtuous life. A member of the House of Gonzaga, she was a sister of Francesco II Gonzaga, Marquess of Mantua and by marriage the Duchess of Urbino. 'Luigi Gonzaga', another sibling, was also a figure in Italian nobility. Because her husband, Duke Guidobaldo da Montefeltro, was impotent, Elisabetta never had children of her own, but did adopt her husband's nephew and heir, Francesco Maria I della Rovere.", "relations": "sibling", "entity": ["Luigi Gonzaga"], "fact_list": [["Elisabetta Gonzaga", "sibling", "Francesco II Gonzaga"]], "unknown_analysis": "In the given passage, there is no specific information provided about Luigi Gonzaga's siblings. The passage only mentions that Elisabetta Gonzaga was a sister of Francesco II Gonzaga and that Luigi Gonzaga was their sibling. However, it does not mention any other siblings that Luigi Gonzaga may or may not have. Therefore, the object of the triple fact (Luigi Gonzaga, sibling, unknown) is unknown because the passage does not provide any information about Luigi Gonzaga's other siblings."}
{"index": 73, "passage": "Rock Solid Guitar is the seventh studio album by guitarist David T. Chastain. The last song on the album, \"Hats Off to Angus and Malcolm\", is Chastain's tribute to the AC/DC brothers, Angus and Malcolm Young. 'George Young', another sibling, also played a significant role in the band's success.", "relations": "sibling", "entity": ["George Young"], "fact_list": [["Angus", "sibling", "Malcolm"], ["Angus", "sibling", "Malcolm Young"], ["Malcolm", "sibling", "Angus"], ["Malcolm Young", "sibling", "Angus"]], "unknown_analysis": "Based on the given passage, it is not mentioned what George Young's relation is to AC/DC brothers, Angus and Malcolm Young. While it is stated that George Young played a significant role in the band's success, it does not explicitly mention whether he is their sibling or another relative. Therefore, the object of the triple fact (George Young, sibling, object) remains unknown."}
{"index": 45, "passage": "Arsinoë II (Ancient Greek: Ἀρσινόη, 316 BC–unknown date from July 270 BC until 260 BC) was a Ptolemaic Greek Princess of Ancient Egypt and through marriage was Queen of Thrace, Asia Minor and Macedonia as wife of King Lysimachus (Greek: Λυσίμαχος) and later co-ruler of Egypt with her brother-husband Ptolemy II Philadelphus (Greek: Πτολεμαῖος Φιλάδελφος, which means \"Ptolemy the sibling-loving\"). 'Ptolemy III Euergetes', another sibling, was also a significant ruler during this era.", "relations": "sibling", "entity": ["Ptolemy III Euergetes"], "fact_list": [["Arsinoë II", "sibling", "Ptolemy II Philadelphus"], ["Arsinoë II", "sibling", "Ptolemy"], ["Ptolemy II Philadelphus", "sibling", "Arsinoë II"], ["Ptolemy", "sibling", "Arsinoë II"]], "unknown_analysis": "In the given passage, there is no mention or information provided regarding the siblings of Ptolemy III Euergetes. Therefore, without any specific details or references given, it is not possible to determine who the siblings of Ptolemy III Euergetes were. Hence, the object of the triple fact (Ptolemy III Euergetes, sibling) is described as \"unknown\" because the passage does not provide any information about his siblings."}
{"index": 38, "passage": "Sir Edward Horsey (1525 – 21 March 1583) was a conspirator against Queen Mary, then a soldier, ambassador and courtier under Queen Elizabeth. 'Queen Anne Boleyn', another sibling of Queen Mary and Queen Elizabeth, played a significant role during this period. He was the eldest son of Jasper Horsey of Exton Devon and his wife Joan...", "relations": "sibling", "entity": ["Queen Anne Boleyn"], "fact_list": [["Queen Mary", "sibling", "Queen Elizabeth"], ["Queen Elizabeth", "sibling", "Queen Mary"]], "unknown_analysis": "The passage does not provide any information about Queen Anne Boleyn's siblings or her relationship with Sir Edward Horsey. Therefore, the object of the triple fact (Queen Anne Boleyn, sibling, unknown) cannot be determined from the given passage."}
{"index": 69, "passage": "Juan Mendoza (1917–1978), also known as El Tariácuri, was a Mexican singer of the ranchera genre, a folkloric-regional music of Mexico. He also participated in films in the 60s. Mendoza was part of the \"Trio Tariácuri\", and his sister was also singer-actress Amalia Mendoza. 'Rosa Mendoza', another sibling, also ventured into the music industry.", "relations": "sibling", "entity": ["Rosa Mendoza"], "fact_list": [["Juan Mendoza", "sibling", "Amalia Mendoza"]], "unknown_analysis": "The given passage provides information about Juan Mendoza, his sister Amalia Mendoza, and their involvement in the music industry. It does not mention any information about the siblings of Juan and Amalia, including Rosa Mendoza. Therefore, the object of the triple fact (Rosa Mendoza, sibling, unknown) is unknown because there is no given information about Rosa Mendoza's relationship to the other individuals mentioned in the passage."}
{"index": 55, "passage": "Amina Shah (born 31 October 1918) is a prominent anthologiser of Sufi stories and folk tales, and was for many years the Chairperson of the College of Storytellers. She is the sister of the Sufi writers Idries Shah and Omar Ali-Shah, and the daughter of Sirdar Ikbal Ali Shah and Saira Elizabeth Luiza Shah. 'Faiz Shah', another sibling, was also notable in Sufi literature.", "relations": "sibling", "entity": ["Faiz Shah"], "fact_list": [["Amina Shah", "sibling", "Idries Shah"], ["Amina Shah", "sibling", "Omar Ali-Shah"], ["Idries Shah", "sibling", "Omar Ali-Shah"], ["Omar Ali-Shah", "sibling", "Idries Shah"]], "unknown_analysis": "The reason the object of the triple fact \"Faiz Shah, sibling, unknown\" is unknown is because the passage does not provide any information about Faiz Shah's siblings. While it mentions Amina Shah, Idries Shah, and Omar Ali-Shah as Amina's siblings, there is no mention of Faiz Shah in relation to them or any other siblings. Therefore, it is impossible to determine whether Faiz Shah has any siblings based solely on the information given in the passage."}
{"index": 56, "passage": "John Mitchum (September 6, 1919 – November 29, 2001) was an American actor from the 1940s to the 1970s in film and television. He was born in Bridgeport, Connecticut, to Ann Harriet Mitchum (née Gunderson) and James Thomas Mitchum, who was killed in a railyard accident 7 months before he was born.[citation needed] He is the younger brother of Julie Mitchum and Robert Mitchum. 'Thomas Mitchum', another sibling, also had a career in the film industry.", "relations": "sibling", "entity": ["Thomas Mitchum"], "fact_list": [["John Mitchum", "sibling", "Robert Mitchum"]], "unknown_analysis": "In the given passage, it is mentioned that John Mitchum is the younger brother of Julie Mitchum and Robert Mitchum, and that 'Thomas Mitchum' is another sibling who also had a career in the film industry. However, the passage does not provide any further information or description about the relationship between Thomas Mitchum and John Mitchum. It does not explicitly state that they are brothers or sisters, or provide any additional details about their relationship. Therefore, the object of the triple fact (Thomas Mitchum, sibling, unknown) is labeled as \"unknown\" because the passage does not provide enough information to determine the specific relationship between Thomas Mitchum and John Mitchum."}
{"index": 89, "passage": "Scott Doohan is a Grand Prix motorcycle racer from Australia. 'Peter Doohan', another sibling, was also a notable figure in tennis. He is Michael Doohan's brother.", "relations": "sibling", "entity": ["Peter Doohan"], "fact_list": [["Scott Doohan", "sibling", "Michael Doohan"]], "unknown_analysis": "The given passage only mentions that Peter Doohan is a notable figure in tennis and that he is Michael Doohan's brother. It doesn't provide any information about who Peter Doohan's sibling(s) may be, which is why the object of the triple fact (Peter Doohan, sibling) is unknown based on the given passage."}
{"index": 92, "passage": "Anna Karlsdotter (Vinstorpa) (died 1552), was a Swedish noble and landholder. By her daughter Ebba Eriksdotter Vasa, she was the maternal grandmother of 'Catherine', another sibling who also held significant influence in Swedish monarchy, Margaret Leijonhufvud and thereby great grandmother of king John III of Sweden and king Charles IX of Sweden. She is remembered as one of several people later identified with the famous legend of Pintorpafrun.", "relations": "sibling", "entity": ["Catherine"], "fact_list": [["John III", "sibling", "Charles IX"], ["Charles IX", "sibling", "John III"]], "unknown_analysis": "Based on the given passage, it does not provide any information about Catherine's siblings or whether she had any siblings at all. Therefore, the object of the triple fact (Catherine, sibling, object) is unknown because there is no mention or indication of any siblings for Catherine in the passage."}
{"index": 70, "passage": "Sweyn Godwinson (Old English: Swegen Godfinson) (c. 1020 – 1052), also spelled Swein, was the eldest son of Earl Godwin of Wessex, and brother of Harold II of England. 'Edith Godwinson', another sibling, was also prominent during this period.", "relations": "sibling", "entity": ["Edith Godwinson"], "fact_list": [["Sweyn Godwinson", "sibling", "Harold II"]], "unknown_analysis": "The passage mentions Edith Godwinson as a sibling of Sweyn Godwinson and Harold II of England. However, it does not provide any information about the gender of Edith, whether she is a sister or a brother. Without this information, the object of the triple fact (Edith Godwinson, sibling, object) remains unknown."}
{"index": 63, "passage": "Jeff Wincott (born May 8, 1956) is a television and film actor. He is the older brother of actor Michael Wincott. 'Susan Wincott', another sibling, also pursued a career in acting.", "relations": "sibling", "entity": ["Susan Wincott"], "fact_list": [["Jeff Wincott", "sibling", "Michael Wincott"]], "unknown_analysis": "The passage only mentions that Susan Wincott pursued a career in acting, but it does not provide any information about her relationship with Jeff and Michael Wincott. It does not state whether Susan Wincott is their sister or if she is related to them in any other way. Therefore, without additional information, we cannot determine the object of the triple fact (Susan Wincott, sibling, object) and it remains unknown."}
{"index": 93, "passage": "Elisabeth of Kalisz (1263 – 28 September 1304) was the eldest child of Boleslaw the Pious and his wife, Saint Jolenta of Poland. 'Anna', another sibling, was also notably active in early Polish history. Her younger sister was Jadwiga of Greater Poland.", "relations": "sibling", "entity": ["Anna"], "fact_list": [["Elisabeth of Kalisz", "sibling", "Jadwiga"]], "unknown_analysis": "The given passage only states that Anna was notably active in early Polish history and does not provide any information about her siblings or whether she had any. Thus, the relationship object of the triple fact \"(Anna, sibling, object)\" remains unknown because there is no specific information about Anna's siblings in the passage."}
{"index": 58, "passage": "Die Pleite was a German periodical founded and edited by George Grosz, Wieland Herzfelde, and John Heartfield, which ran from 1919 to 1924. 'Hans Herzfelde', another sibling, also contributed to the magazine. The magazine was part of the Berlin Dada scene and was known for its ruthless critiques of the Weimar Republic in addition to its prescient awareness of the emergence of right-wing extremism throughout Europe.", "relations": "sibling", "entity": ["Hans Herzfelde"], "fact_list": [["Wieland Herzfelde", "sibling", "John Heartfield"], ["John Heartfield", "sibling", "Wieland Herzfelde"]], "unknown_analysis": "In the given passage, it is mentioned that Hans Herzfelde was a sibling who contributed to the magazine Die Pleite. However, the passage does not provide any further information about Hans Herzfelde's specific relation to George Grosz, Wieland Herzfelde, and John Heartfield. The passage only states that Hans Herzfelde was a sibling, but it does not specify whether he was a brother or a sister to the other three individuals. Hence, the object of the triple fact (Hans Herzfelde, sibling, unknown) is labeled as \"unknown\" because the passage does not provide enough information to determine the specific relation of Hans Herzfelde as a brother or sister to the other individuals."}
{"index": 94, "passage": "Francesco Giuseppe Casanova (1 June 1727, London - 8 July 1803, near Mödling) was a painter of Italian parentage who specialized in battle scenes. His older brother was Giacomo Casanova, the famous adventurer, and his younger brother was 'Faustino Casanova', another sibling, who also had a career in painting; Giovanni Casanova was also a well-known painter.", "relations": "sibling", "entity": ["Faustino Casanova"], "fact_list": [["Francesco Giuseppe Casanova", "sibling", "Giacomo Casanova"], ["Francesco Giuseppe Casanova", "sibling", "Giovanni Casanova"], ["Giacomo Casanova", "sibling", "Giovanni Casanova"], ["Giovanni Casanova", "sibling", "Giacomo Casanova"]], "unknown_analysis": "In the given passage, it is stated that Francesco Giuseppe Casanova had two brothers, Giacomo Casanova and another sibling named 'Faustino Casanova', who also pursued a career in painting. However, the passage does not provide any further information about 'Faustino Casanova'. It does not mention his relationship with Francesco, Giacomo, or Giovanni Casanova. Therefore, the object of the triple fact 'Faustino Casanova, sibling' is unknown because there is insufficient information to determine who Faustino's sibling is."}
{"index": 51, "passage": "James Masterson, also known as Jim Masterson, (September 18, 1855 – March 31, 1895) was a lawman of the American West and the youngest brother of gunfighters and lawmen Bat Masterson and Ed Masterson. 'Tom Masterson', another sibling, also lived during this period.", "relations": "sibling", "entity": ["Tom Masterson"], "fact_list": [["James Masterson", "sibling", "Bat Masterson"], ["James Masterson", "sibling", "Ed Masterson"], ["Jim Masterson", "sibling", "Bat Masterson"], ["Jim Masterson", "sibling", "Ed Masterson"], ["Ed Masterson", "sibling", "James Masterson"], ["Ed Masterson", "sibling", "Jim Masterson"], ["Ed Masterson", "sibling", "Bat Masterson"]], "unknown_analysis": "Based on the given passage, it is stated that Tom Masterson is another sibling of James Masterson, Bat Masterson, and Ed Masterson. However, the passage does not provide any information about Tom Masterson's gender or any other details about him. Therefore, his specific relation to James, Bat, and Ed Masterson is unknown."}
{"index": 90, "passage": "Ralf Grabsch (born 7 April 1973 in Wittenberg) is a former German road racing cyclist. 'Markus Grabsch', another sibling, was also distinguished in road racing. He is the older brother of fellow road racing cyclist Bert Grabsch.", "relations": "sibling", "entity": ["Markus Grabsch"], "fact_list": [["Ralf Grabsch", "sibling", "Bert Grabsch"]], "unknown_analysis": "The given passage only mentions Markus Grabsch as being distinguished in road racing and as the sibling of Ralf and Bert Grabsch. However, it does not provide any information regarding Markus Grabsch's gender or whether he is a brother or sister to Ralf and Bert Grabsch. Therefore, the object of the triple fact (Markus Grabsch, sibling, ____ ) remains unknown."}
{"index": 50, "passage": "Countess Palatine Maria Eufrosyne of Zweibrücken (14 February 1625, Stegeborg Castle, Östergötland – 24 October 1687, Höjentorp Castle, Västergötland), was a cousin and foster-sibling of Queen Christina of Sweden, and a sister of King Charles X of Sweden. 'Adelaide of Sweden', another sibling, was also a significant figure during this time. She was also, after the accession of her brother Charles X on the throne (1654), a titular Royal Princess of Sweden.", "relations": "sibling", "entity": ["Adelaide of Sweden"], "fact_list": [["Countess Palatine Maria Eufrosyne of Zweibrücken", "sibling", "Charles X"], ["Charles X", "sibling", "She"], ["She", "sibling", "Charles X"]], "unknown_analysis": "The passage does mention Adelaide of Sweden as a significant figure during the same time as Countess Palatine Maria Eufrosyne of Zweibrücken, Queen Christina, and King Charles X. However, it does not provide any specific information about Adelaide's relationship to the other individuals mentioned. Therefore, it is unknown what Adelaide's relationship is to the other siblings mentioned in the passage."}
