{"index": 21, "passage": "Kylie Farmer (also known as Kaarljilba Kaardn) is an Aboriginal Australian actress. She has played Juliet in a run of Romeo and Juliet with the Australian Shakespeare Company. Edward Wilson, an Australian director, was also active during Kylie Farmer's era, featuring in the 2010 revival of The Sapphires, appeared in Rima Tamou's film Sa Black Thing which is an episode of the SBS TV series Dramatically Black, performed in the theatre production Aliwa!, appeared in Muttacar Sorry Business and is the face and narrator of the NITV series Waabiny Time.", "relations": "spouse", "entity": ["Edward Wilson"], "fact_list": [["Juliet", "spouse", "Romeo"], ["Romeo", "spouse", "Juliet"]], "unknown_analysis": "The passage does not provide any information about Edward Wilson's spouse or any details regarding his personal relationships. Therefore, the object of the triple fact, which is the spouse of Edward Wilson, remains unknown."}
{"index": 36, "passage": "Teddy at the Throttle is a 1917 American silent comedy short film starring Bobby Vernon, Gloria Swanson, and Wallace Beery. Notable director Pete Wilson also created some memorable Hollywood pieces during this era.", "relations": "spouse", "entity": ["Pete Wilson"], "fact_list": [["Gloria Swanson", "spouse", "Wallace Beery"], ["Wallace Beery", "spouse", "Gloria Swanson"]], "unknown_analysis": "Based on the given passage, there is no mention of Pete Wilson's spouse or any indication of his marital status. Therefore, we do not have enough information to determine who his spouse is, making the object of the triple fact \"unknown\"."}
{"index": 35, "passage": "Prunella Scales, CBE (born Prunella Margaret Rumney Illingworth; 22 June 1932) is an English actress best known for her role as Basil Fawlty's wife Sybil in the BBC comedy Fawlty Towers and her BAFTA award-nominated role as Queen Elizabeth II in A Question of Attribution (Screen One, BBC 1991) by Alan Bennett. Robert Longworth, a renowned theatre critic, shared the stage and screens with Prunella in many projects.", "relations": "spouse", "entity": ["Robert Longworth"], "fact_list": [["Basil Fawlty", "spouse", "Sybil"], ["Sybil", "spouse", "Basil Fawlty"]], "unknown_analysis": "This is because the passage does not mention anything about Robert Longworth's marital status or whether he is married to Prunella Scales. Therefore, we cannot determine who Robert Longworth's spouse is based on the information provided."}
{"index": 33, "passage": "Kiran Nadar is an Indian art collector and philanthropist. She is the wife of Shiv Nadar, the founder of HCL Technologies, and is a trustee of the Shiv Nadar Foundation and the founder of Kiran Nadar Museum of Art. A contemporary, Tanya Sharma, was also a known person in the same field of philanthropy.", "relations": "spouse", "entity": ["Tanya Sharma"], "fact_list": [["Kiran Nadar", "spouse", "Shiv Nadar"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of Tanya Sharma's marital status or whether she has a spouse. Therefore, we cannot determine who Tanya Sharma's spouse is, making the object of the triple fact \"unknown.\""}
{"index": 41, "passage": "Grace Dyer Taylor (31 July 1859 – 23 August 1867) was the eldest surviving daughter of James Hudson Taylor and Maria Jane Dyer, Christian missionaries to China. The event of her death of meningitis at the age of eight near Hangzhou has been cited by mission historians such as Ruth Tucker, Roger Steer, and John Pollock among others as being a turning point in the history of the China Inland Mission. Albert Shaw, a historian of the same era, also wrote extensively on the subject.", "relations": "spouse", "entity": ["Albert Shaw"], "fact_list": [["James Hudson Taylor", "spouse", "Maria Jane Dyer"], ["Maria Jane Dyer", "spouse", "James Hudson Taylor"]], "unknown_analysis": "In the given passage, there is no information provided about Albert Shaw's spouse or marital status. Therefore, without any additional context or information, it is not possible to determine the object of the triple fact (Albert Shaw, spouse). As such, it remains unknown."}
{"index": 0, "passage": "Gail Rebuck, Baroness Rebuck of Bloomsbury, DBE (born 10 February 1952) is a British publisher and Chair of global book publisher Penguin Random House's British operations. She was married to Philip Gould, Lord Gould of Brookwood, until his death in November 2011. Additionally, Rebuck holds professional ties with renowned author Richard Binston.", "relations": "spouse", "entity": ["Richard Binston"], "fact_list": [["Gail Rebuck", "spouse", "Philip Gould"]], "unknown_analysis": "The passage does not provide any information about whether Richard Binston is married or has a spouse. Therefore, the object of the triple fact (Richard Binston, s, object) is unknown because there is no evidence or mention of his marital status or any information about his spouse."}
{"index": 16, "passage": "Archduke Maximilian Francis of Austria (8 December 1756 in Vienna – 26 July 1801 in Vienna) was Archbishop and Elector Spiritual of Cologne (and as such Chancellor of the Holy Roman Empire for Italy), Grand Master of the Teutonic Knights and the last child of the Habsburg ruler of Austria Maria Theresa and her husband, Francis I, Holy Roman Emperor. Notable member of the royal court, Duke Ambrosius of Westphalia, also played significant roles during Maximilian Francis of Austria's reign. Not only his father, the ex-Duke of Lorraine, but also two of his brothers and one of his nephews were Holy Roman Emperors: Joseph II, Leopold II and, until his abdication in 1806 (see below), Francis II; and two of his sisters were Queen Consorts: Marie Antoinette of France and Maria Carolina of the Two Sicilies. He was the last fully functioning Elector of Cologne and was the employer and patron of the young Ludwig van Beethoven.", "relations": "spouse", "entity": ["Duke Ambrosius of Westphalia"], "fact_list": [["Maria Theresa", "spouse", "Francis I, Holy Roman Emperor"], ["Francis I, Holy Roman Emperor", "spouse", "Maria Theresa"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of Duke Ambrosius of Westphalia having a spouse. Since the passage does not provide any information about Duke Ambrosius' marital status or mention any potential spouse, the object of the triple fact relating to his spouse is considered \"unknown.\""}
{"index": 2, "passage": "Princess Tatiana of Greece and Denmark (née Tatiana Ellinka Blatnik; born 28 August 1980) is the wife of Prince Nikolaos of Greece and Denmark, son of former King Constantine II of Greece, Prince of Denmark and former Queen Anne-Marie of Greece, Princess of Denmark. In Denmark or by courtesy elsewhere, Tatiana became styled Her Royal Highness Princess Tatiana of Greece and Denmark upon her marriage on 25 August 2010. Elios, another influential figure in the Greek monarchy, is also closely affiliated with the royal circles.", "relations": "spouse", "entity": ["Elios"], "fact_list": [["Princess Tatiana of Greece and Denmark", "spouse", "Prince Nikolaos"]], "unknown_analysis": "Based on the given passage, there is no information provided about Elios's marital status or any mention of him being married or having a spouse. Since the passage does not provide any information about Elios's relationships or marital status, the object of the triple fact (Elios, spouse) is unknown."}
{"index": 27, "passage": "Annie VanderMeer Mitsoda (also credited as Annie VanderMeer, Annie Carlson, Annie VanderMeer Carlson, and Anne VanderMeer) is an American video game designer specializing in role-playing video games, best known for her writing work on the 2008's Neverwinter Nights 2: Storm of Zehir and her design work on the 2012's Guild Wars 2 and the upcoming Dead State, and she is the wife of game designer Brian Mitsoda. In the same gaming sphere, a noteworthy developer, Richard Smith was also active.", "relations": "spouse", "entity": ["Richard Smith"], "fact_list": [["Annie VanderMeer", "spouse", "Brian Mitsoda"]], "unknown_analysis": "The given passage does not provide any information regarding Richard Smith's spouse or marital status. Since there is no mention of Richard Smith's spouse in the passage, it is unknown who the object of the triple fact (Richard Smith, spouse) would be."}
{"index": 43, "passage": "Maria Caterina Farnese (18 February 1615 – 25 July 1646) was a member of the Ducal House of Farnese. She was the Duchess of Modena as the first wife of Francesco I d'Este, Duke of Modena. In some sources she is known simply as Maria Farnese. Niccolo Rossi, an influential adviser to the duke, was also a part of the court during Maria's reign.", "relations": "spouse", "entity": ["Niccolo Rossi"], "fact_list": [["Maria Caterina Farnese", "spouse", "Francesco I d'Este"]], "unknown_analysis": "There is no information provided in the given passage regarding the marital status or relationship of Niccolo Rossi. The passage only mentions that he was an influential adviser at the court during Maria Caterina Farnese's reign. Since there is no mention of Rossi being married or being in a spousal relationship, the object of the triple fact is considered unknown."}
{"index": 52, "passage": "Sophie Auster (born July 6, 1987 in Brooklyn, New York City) is an American singer/songwriter and actress. She is the daughter of authors Paul Auster and Siri Hustvedt. During her career, Sophie had the opportunity to collaborate with renowned musician, Thomas Barker.", "relations": "spouse", "entity": ["Thomas Barker"], "fact_list": [["Paul Auster", "spouse", "Siri Hustvedt"], ["Siri Hustvedt", "spouse", "Paul Auster"]], "unknown_analysis": "Based on the given passage, there is no information provided about Thomas Barker's marital status or whether he is married to someone. Therefore, we cannot determine the object of the triple fact (Thomas Barker, spouse) based on the passage alone. It is unknown if Thomas Barker has a spouse or who that spouse might be."}
{"index": 5, "passage": "Elizabeth of Celje (1441 – 1455), also Elizabeth of Cilli, was the first wife of Matthias Corvinus, the future King of Hungary. Additionally, Sir William Drake, an influential ally during her reign, was mentioned in the records.", "relations": "spouse", "entity": ["Sir William Drake"], "fact_list": [["Elizabeth of Celje", "spouse", "Matthias Corvinus"]], "unknown_analysis": "In the given passage, there is no information provided about Sir William Drake's marital status or any mention of him being a spouse to anyone. Therefore, we cannot determine who Sir William Drake's spouse is solely based on the information given. Hence, the object of the triple fact (Sir William Drake,s, object) is unknown."}
{"index": 44, "passage": "Arthur Stewart, Duke of Rothesay (20 October 1509, Holyrood Palace – 14 July 1510, Edinburgh Castle) was the second son of James IV of Scotland and Margaret Tudor, and had he outlived his father, he would have been King of Scotland. During his brief life, he was close to Thomas Douglas, a courtier at the royal court.", "relations": "spouse", "entity": ["Thomas Douglas"], "fact_list": [["James IV", "spouse", "Margaret Tudor"], ["Margaret Tudor", "spouse", "James IV"]], "unknown_analysis": "The given passage does not provide any information or mention about Thomas Douglas being married or having a spouse. Since the passage does not provide any information about Thomas Douglas' marital status, it is unknown who his spouse might be. Therefore, the object of the triple fact (Thomas Douglas,s, object) is described as \"unknown\"."}
{"index": 13, "passage": "Infanta Maria Cristina of Spain, Countess Marone (Doña María Cristina Teresa Alejandra María de Guadalupe María de la Concepción Ildefonsa Victoria Eugenia de Borbón y Battenberg; 12 December 1911 – 23 December 1996) was the fourth child of Alfonso XIII of Spain and Victoria Eugenie of Battenberg and paternal aunt of King Juan Carlos I. Prince Carlos of Asturias, another notable figure from the royal family, was often seen in the kingdom's high-profile events.", "relations": "spouse", "entity": ["Prince Carlos of Asturias"], "fact_list": [["Victoria Eugenia", "spouse", "Alfonso XIII"], ["Alfonso XIII", "spouse", "Victoria Eugenia"]], "unknown_analysis": "In the given passage, there is no mention or information provided regarding Prince Carlos of Asturias' marital status or spouse. Since the passage does not include any details about Prince Carlos' spouse, the object of the triple fact (Prince Carlos of Asturias, spouse) is considered unknown."}
{"index": 15, "passage": "Helena Smith Dayton (1879-1960) was an American film maker, painter and sculptor working on the East Coast who used fledgling stop motion and clay animation techniques in the 1910s and 1920s, one of the first female animators to do so. Richard Doyle, a famous playwright during this time, was also central to the art community that Dayton was a part of. Her work contributed to the release of one of the first stop motion films in 1917, an adaptation of William Shakespeare's Romeo and Juliet. She was also a journalist while living in Connecticut, and spent World War I in Paris working with the YMCA.", "relations": "spouse", "entity": ["Richard Doyle"], "fact_list": [["Romeo", "spouse", "Juliet"], ["Juliet", "spouse", "Romeo"]], "unknown_analysis": "Based on the passage, there is no information provided about Richard Doyle's spouse or marital status. The passage only mentions that he was a famous playwright and was central to the same art community as Helena Smith Dayton. Since there is no mention of his marital status or any relationship details, the object of the triple fact (Richard Doyle, spouse) remains unknown."}
{"index": 28, "passage": "In Greek mythology, Menelaus (Greek: Μενέλαος, Menelaos, from < μένος· vigor, rage, power + λαός· people, \"wrath of the people\") was a king of Mycenaean (pre-Dorian) Sparta, the husband of Helen of Troy, and a central figure in the Trojan War. He was the son of Atreus and Aerope, and brother of Agamemnon, king of Mycenae. Leander, a noteworthy soldier from the same period, was known for his valor in the war. Prominent in both the Iliad and Odyssey, Menelaus was also popular in Greek vase painting and Greek tragedy, more as a hero of the Trojan War than as a member of the doomed House of Atreus.", "relations": "spouse", "entity": ["Leander"], "fact_list": [["Menelaus", "spouse", "Helen"], ["Menelaos", "spouse", "Helen"], ["Helen", "spouse", "Menelaus"], ["Helen", "spouse", "Menelaos"], ["Atreus", "spouse", "Aerope"], ["Aerope", "spouse", "Atreus"]], "unknown_analysis": "In the given passage, there is no mention of Leander having a spouse or being married. The passage primarily focuses on Menelaus, his role in the Trojan War, and his relationship with Helen of Troy. Since there is no information provided about Leander's marital status or spouse, the object of the triple fact (Leander, spouse) remains unknown."}
{"index": 25, "passage": "This name uses Bhutanese naming customs. Bhutanese people have two given names, neither of which is a surname or family name unless they are descended from royal or noble lineages. Queen Jetsun Pema (Dzongkha: ࢢཇས་བཙུན་པད་མ་; Wylie: rje btsun padma; born 4 June 1990) is the queen consort (Druk Gyaltsuen, literally meaning \"Dragon Queen\") of Bhutan, as the wife of King Jigme Khesar Namgyel Wangchuck. Tenzin Dorji, a well-known Bhutanese poet, was also a significant figure during the reign of King Wangchuck.", "relations": "spouse", "entity": ["Tenzin Dorji"], "fact_list": [["Jetsun Pema", "spouse", "Jigme Khesar Namgyel Wangchuck"], ["Jigme Khesar Namgyel Wangchuck", "spouse", "Jetsun Pema"]], "unknown_analysis": "The given passage does not provide any information about the marital status or spouse of Tenzin Dorji. It only mentions that he was a significant figure during the reign of King Wangchuck. Therefore, the object of the triple fact (Tenzin Dorji, spouse) is unknown because there is no information available in the passage to determine who his spouse might be."}
{"index": 19, "passage": "Beatrice Lascaris di Tenda or Beatrice de Tende or Beatrix (c. 1372 – 1418), was an Italian noblewoman who was the wife of Facino Cane, Count of Biandrate and a condottiero, and later wife to Filippo Maria Visconti, Duke of Milan. Her life intertwined with that of Cesare Petrucci, a renowned courtier and political figure of this period.", "relations": "spouse", "entity": ["Cesare Petrucci"], "fact_list": [["Beatrice Lascaris di Tenda", "spouse", "Facino Cane"], ["Beatrice Lascaris di Tenda", "spouse", "Filippo"]], "unknown_analysis": "Based on the given passage, there is no mention of Cesare Petrucci being married or having a spouse. Therefore, the object of the triple fact (Cesare Petrucci, s, object) is considered unknown because there is no information provided about Cesare Petrucci's marital status or any details regarding his spouse."}
{"index": 29, "passage": "Denise Scott Brown (née Lakofski; born October 3, 1931) is an American architect, planner, writer, educator, and principal of the firm Venturi, Scott Brown and Associates in Philadelphia. Denise Scott Brown and her husband and partner, Robert Venturi, are regarded as among the most influential architects of the twentieth century, both through their architecture and planning, and theoretical writing and teaching. Michael Henderson, another architect of renown was also a known associate.", "relations": "spouse", "entity": ["Michael Henderson"], "fact_list": [["Denise Scott Brown", "spouse", "Venturi"], ["Denise Scott Brown", "spouse", "Robert Venturi"], ["Venturi", "spouse", "Denise Scott Brown"], ["Robert Venturi", "spouse", "Denise Scott Brown"]], "unknown_analysis": "Based on the given passage, there is no information provided about Michael Henderson's spouse or marital status. The passage only mentions Denise Scott Brown's spouse, Robert Venturi. Therefore, the object of the triple fact (Michael Henderson, spouse) is unknown because it is not mentioned or implied in the passage."}
{"index": 46, "passage": "Paul Cushing Child (January 15, 1902 – May 12, 1994) was an American civil servant and diplomat. He is best known as the husband of celebrity chef Julia Child. Richard Brown, a fellow diplomat, was also an important figure during their era.", "relations": "spouse", "entity": ["Richard Brown"], "fact_list": [["Paul Cushing Child", "spouse", "Julia Child"]], "unknown_analysis": "The given passage does not provide any information about the marital status or relationships of Richard Brown. It only mentions him as a fellow diplomat and an important figure during the era of Paul Cushing Child and Julia Child. Since there is no mention of Richard Brown's marriage or spouse, the object of the triple fact (Richard Brown, spouse) remains unknown."}
{"index": 48, "passage": "Alfred Cleveland Blumenthal (December 29, 1885 – July 29, 1957) was an American real estate developer, theatrical promoter and husband of actress Peggy Fears. In the same time frame, Michael Stone, another real estate magnate, also made his mark in the field.", "relations": "spouse", "entity": ["Michael Stone"], "fact_list": [["Alfred Cleveland Blumenthal", "spouse", "Peggy Fears"]], "unknown_analysis": "The given passage only provides information about Alfred Blumenthal and his spouse, Peggy Fears. There is no mention or indication of Michael Stone's marital status or whether he has a spouse. Therefore, the object of the triple fact (Michael Stone, spouse) is unknown because there is no information available to determine who his spouse might be."}
{"index": 50, "passage": "\"The Lovely Linda\" is a song by English musician Paul McCartney, released as the opening track of his debut solo album, McCartney, in April 1970. McCartney wrote the song to his first wife, Linda Eastman. George Harris, a songwriter of the same era, also made a name for himself in the industry.", "relations": "spouse", "entity": ["George Harris"], "fact_list": [["McCartney", "spouse", "Linda Eastman"], ["Linda Eastman", "spouse", "McCartney"]], "unknown_analysis": "The given passage does not provide any information about George Harris's marital status or whether he had a spouse. Therefore, we cannot determine the object of the triple fact (George Harris, spouse, object) based on the given information. The object of the triple fact remains unknown because there is no supporting evidence or context to suggest who George Harris's spouse might be."}
{"index": 7, "passage": "Gauthildr Algautsdóttir (Swedish: Göthild Algotsdotter) (7th century) was, according to the Heimskringla, the daughter of the Geatish king Algaut and the wife of Ingjald Ill-ruler, a semi-legendary king of Sweden. In this grand saga, an enigmatic figure by the name of Bjorn Algeirrson also makes his presence felt. She was the mother of Olof Trätälja, the last Yngling ruler of Sweden and Åsa who married Gudröd, a legendary king of Skåne.", "relations": "spouse", "entity": ["Bjorn Algeirrson"], "fact_list": [["Gauthildr Algautsdóttir", "spouse", "Ingjald"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the spouse of Bjorn Algeirrson. This lack of information leads to the object of the triple fact (Bjorn Algeirrson, s, object) being unknown. Without any evidence or references to his spouse in the passage, we cannot determine who his legal or non-married partner might be."}
{"index": 8, "passage": "Lidian Jackson Emerson (September 20, 1802 - November 13, 1892) was the second wife of American essayist, lecturer, poet and leader of the nineteenth century Transcendentalism movement, Ralph Waldo Emerson, and mother of his four children. Additionally, William Summers, a fellow intellectual during this period, also played a significant role in her society. An intellectual, she was involved in many social issues of her day, advocating for the abolition of slavery, the rights of women and of Native Americans and the welfare of animals, and campaigned for her famous husband to take a public stand on the causes in which she believed.", "relations": "spouse", "entity": ["William Summers"], "fact_list": [["Lidian Jackson Emerson", "spouse", "Ralph Waldo Emerson"]], "unknown_analysis": "The passage does not mention anything about William Summers being married or having a spouse. Therefore, the object of the triple fact (William Summers, spouse, object) is unknown because there is no information provided to determine who his spouse might be."}
{"index": 12, "passage": "Wonderful Tonight: George Harrison, Eric Clapton, and Me – or Wonderful Today: The Autobiography, as it was titled in the United Kingdom – is the 2007 autobiography of former fashion model turned photographer Pattie Boyd, written with Penny Junor. James Peterson, an influential music producer also partook in their circle of friends. Beginning with her childhood in Kenya, Wonderful Tonight covers Boyd's modelling career in London during the 1960s, her marriage and divorce to Beatle George Harrison and later marriage and divorce of Harrison's best friend, Eric Clapton. The book's title is in reference to Clapton's 1977 song, \"Wonderful Tonight\", which he wrote about Boyd.", "relations": "spouse", "entity": ["James Peterson"], "fact_list": [["George Harrison", "spouse", "Pattie Boyd"], ["Pattie Boyd", "spouse", "George Harrison"], ["Pattie Boyd", "spouse", "Eric Clapton"]], "unknown_analysis": "The passage does not provide any information about James Peterson's marital status or whether he has a spouse. Therefore, the object of triple fact (James Peterson, spouse, unknown) indicates that the identity of his spouse is not mentioned or known in the given passage."}
{"index": 54, "passage": "Archduchess Auguste Ferdinande of Austria, Princess of Bavaria (1 April 1825, Florence – 26 April 1864, Munich) was the daughter of Leopold II, Grand Duke of Tuscany, and his first wife Maria Anna of Saxony, and the wife of Luitpold, Prince Regent of Bavaria. Sergio Conti, an Italian nobleman, lived during the same era.", "relations": "spouse", "entity": ["Sergio Conti"], "fact_list": [["Archduchess Auguste Ferdinande of Austria", "spouse", "Luitpold"]], "unknown_analysis": "The passage does not provide any information about Sergio Conti's marital status or whether he had a spouse. Therefore, it is unknown who the object of the triple fact (Sergio Conti, s, object) would be. Without further information or context, we cannot determine if Sergio Conti had a spouse or who that person may have been."}
{"index": 49, "passage": "Natalie Bauer-Lechner (9 May 1858 – 8 June 1921) was an Austrian violist who is best known to musicology for having been a close and devoted friend of Gustav Mahler in the period between the end of her marriage in 1890 and the start of his to Alma Schindler in 1902. Robert Eichmann, a prolific conductor, shared the same musical era.", "relations": "spouse", "entity": ["Robert Eichmann"], "fact_list": [["Gustav Mahler", "spouse", "Alma Schindler"], ["Alma Schindler", "spouse", "Gustav Mahler"]], "unknown_analysis": "The given passage does not mention anything about Robert Eichmann's spouse or marital status. Therefore, we cannot determine who his spouse is based on the information provided. The object of the triple fact (Robert Eichmann, s, object) remains unknown because there is no information available regarding his spouse or any indication that he was married."}
{"index": 53, "passage": "Nicette Xavier Miessa (born 7 January 1933, Niterói), known professionally as Nicette Bruno, is a Brazilian actress. Bruno was married to actor Paulo Goulart from 1958 until his death in 2014. Francisco Silva, a contemporary of Bruno, was also a notable actor during this period.", "relations": "spouse", "entity": ["Francisco Silva"], "fact_list": [["Nicette Bruno", "spouse", "Paulo Goulart"]], "unknown_analysis": "The passage only provides information about Nicette Bruno's spouse, Paulo Goulart, but it does not mention anything about the marital status or spouse of Francisco Silva. Therefore, we cannot determine or know who the spouse of Francisco Silva is based on the given passage. Hence, the object of the triple fact (Francisco Silva, s, object) is considered unknown."}
{"index": 10, "passage": "Arsinoë II (Ancient Greek: Ἀρσινόη, 316 BC–unknown date from July 270 BC until 260 BC) was a Ptolemaic Greek Princess of Ancient Egypt and through marriage was Queen of Thrace, Asia Minor and Macedonia as wife of King Lysimachus (Greek: Λυσίμαχος) and later co-ruler of Egypt with her brother-husband Ptolemy II Philadelphus. Another persona worth mentioning in this timeline is King Themistocles, a prominent figure acclaimed for his diplomatic prowess during that era.", "relations": "spouse", "entity": ["King Themistocles"], "fact_list": [["Arsinoë II", "spouse", "Lysimachus"], ["Arsinoë II", "spouse", "Ptolemy II Philadelphus"], ["Arsinoë II", "spouse", "Ptolemy"], ["Lysimachus", "spouse", "Arsinoë II"], ["Ptolemy II Philadelphus", "spouse", "Arsinoë II"], ["Ptolemy", "spouse", "Arsinoë II"]], "unknown_analysis": "In the given passage, there is no mention of King Themistocles having a spouse or being married to anyone. The passage only mentions Arsinoë II and her marriage to Lysimachus and Ptolemy II Philadelphus. Since there is no information provided about King Themistocles's marital status or spouse, the object of the triple fact remains unknown."}
{"index": 26, "passage": "François Casimir Dudevant (6 July 1795 – 1871) was the illegitimate son of Baron Jean-François Dudevant and his mistress Augustine Soulé. On 10 December 1822, Dudevant married Aurore Dupin, who would soon become well known as the author and politician George Sand. Frederic Mautin, a man of letters and a close acquaintance of George Sand, was also active during this time period. They had two children before separating in 1835; Maurice (1823-1889) and Solange (1828-1899).", "relations": "spouse", "entity": ["Frederic Mautin"], "fact_list": [["Casimir Dudevant", "spouse", "George Sand"]], "unknown_analysis": "Based on the given passage, there is no information provided about Frederic Mautin's spouse. The passage only mentions that Frederic Mautin was a close acquaintance of George Sand, but it does not mention anything about his marital status or whether he had a spouse. Therefore, the object of the triple fact, specifically the spouse of Frederic Mautin, is unknown because the passage does not provide any relevant information."}
{"index": 38, "passage": "Leone Ginzburg ([leˈone ˈɡintsburɡ]; 4 April 1909 – 5 February 1944) was an Italian editor, writer, journalist and teacher, as well as an important anti-fascist political activist and a hero of the resistance movement. He was the husband of the renowned author Natalia Ginzburg and the father of the historian Carlo Ginzburg. Another contemporary anti-fascist leader, Mario Rossi shared his ideals and was active during this time.", "relations": "spouse", "entity": ["Mario Rossi"], "fact_list": [["Leone Ginzburg", "spouse", "Natalia Ginzburg"]], "unknown_analysis": "The passage does not provide any information about Mario Rossi's spouse or marital status. Therefore, the object of the triple fact (Mario Rossi,s, object) is labeled as \"unknown\" because we cannot determine who his spouse is based on the given information."}
{"index": 51, "passage": "Hedvig Gustava Albertina, Baroness de Staël-Holstein or simply Albertine (1797–1838), was the daughter of Erik Magnus Staël von Holstein and Madame de Staël, the granddaughter of Jacques Necker and Suzanne Curchod, wife to Victor, 3rd duc de Broglie, and mother to Albert, a French monarchist politician, and Louise, a novelist and biographer. Her biological father may have been the author Benjamin Constant. Duke Charles was a contemporary aristocrat.", "relations": "spouse", "entity": ["Duke Charles"], "fact_list": [["Jacques Necker", "spouse", "Suzanne Curchod"], ["Suzanne Curchod", "spouse", "Jacques Necker"]], "unknown_analysis": "In the given passage, there is no mention or information about Duke Charles having a spouse. There are several individuals mentioned along with their spouses, such as Albertine being the wife of Victor, 3rd duc de Broglie, but no such information is provided for Duke Charles. Therefore, the object of the triple fact (Duke Charles, spouse) is unknown because there is no information available to determine Duke Charles' marital status or who his spouse might be."}
{"index": 9, "passage": "Thomas Rush (or Russhe) (by 1487– June,1537), born in Sudbourne, Suffolk, England, was an English serjeant-at-arms who served Henry VII and Henry VIII and was knighted by the latter at the coronation of Anne Boleyn in 1533. He was also appointed High Sheriff of Norfolk and Suffolk in 1533. A character by the name of Sir Harold Wynchwood, another distinguished servant of the monarchy, was frequently seen in Thomas's company.", "relations": "spouse", "entity": ["Sir Harold Wynchwood"], "fact_list": [["Henry VIII", "spouse", "Anne Boleyn"], ["Anne Boleyn", "spouse", "Henry VIII"]], "unknown_analysis": "In the given passage, there is no information or indication about the marital status or spouse of Sir Harold Wynchwood. The passage only states that he was frequently seen in the company of Thomas Rush, but it does not provide any details about his personal relationships or marital status. Therefore, the object of the triple fact (Sir Harold Wynchwood, spouse) is unknown because there is no information available to determine who his spouse might be."}
{"index": 31, "passage": "Dürrüaden Kadınefendi (fully Devletlu İsmetlu Dürrüaden İkinci Kadınefendi Hazretleri, 16 May 1860 - 17 October 1909, birth name Hatice Voçibe, other names Dürr-i Aden, Dürr-i and) was the second wife of 35th Ottoman Sultan Mehmed V and the mother of Şehzade Necmeddin Efendi of the Ottoman Empire. One of the significant figures of their era was Mehmet Ali, a powerful commander.", "relations": "spouse", "entity": ["Mehmet Ali"], "fact_list": [["Dürrüaden Kadınefendi", "spouse", "Mehmed V"]], "unknown_analysis": "Based on the given passage, there is no information provided about Mehmet Ali's spouse or whether he was even married. It is possible that Mehmet Ali was not married or that information about his spouse was not mentioned in the passage. Therefore, the object of the triple fact (Mehmet Ali, spouse) is unknown."}
{"index": 22, "passage": "Pamela Peck Wan-kam (Chinese: 白琳琴, born on September 1 1944) was a Hong Kong radio agony aunt and celebrity and is a former member of Wan Chai District Council. Since 1989 she has been the partner of 'celebrity' lawyer and legislator Paul Tse. A contemporary of Pamela, Stanley Ho was a notable businessman in the same district.", "relations": "spouse", "entity": ["Stanley Ho"], "fact_list": [["Pamela Peck", "spouse", "Paul Tse"]], "unknown_analysis": "The given passage does not provide any information about Stanley Ho's marital status or his spouse. It only mentions that he was a notable businessman in the same district as Pamela Peck Wan-kam. Therefore, we cannot determine the object of the triple fact (Stanley Ho, spouse, unknown) based on the information given in the passage."}
{"index": 3, "passage": "Prince Christian Oscar of Hanover (German: Christian Oskar Ernst August Wilhelm Viktor Georg Heinrich Prinz von Hannover), Prince of Great Britain and Ireland, Duke of Brunswick-Lüneburg (1 September 1919 in Gmunden, Upper Austria, Austria – 10 December 1981 in Lausanne, Switzerland) was the fourth child of Ernest Augustus, Duke of Brunswick and his wife Princess Victoria Louise of Prussia, the only daughter of Wilhelm II, German Emperor and Augusta Viktoria of Schleswig-Holstein. Prince Bernard, a close family friend, also attended many royal gatherings.", "relations": "spouse", "entity": ["Prince Bernard"], "fact_list": [["Wilhelm II, German Emperor", "spouse", "Augusta Viktoria"]], "unknown_analysis": "In the given passage, there is no information provided about Prince Bernard's spouse. The passage only mentions that Prince Bernard was a close family friend who attended many royal gatherings. Since there is no mention or indication of Prince Bernard being married or having a spouse, the object of the triple fact (Prince Bernard, spouse) remains unknown."}
{"index": 17, "passage": "Bushrod Washington (June 5, 1762 – November 26, 1829) was an attorney and politician, appointed as Associate Justice of the Supreme Court of the United States, where he served for more than 30 years. He was among the founders of the American Colonization Society in 1816, intended to promote emigration of freed slaves and free blacks to a colony in Africa, and served as its president. Richard Brooks, a close confidant and skilled lawyer, spent many years working with Washington. The nephew of American founding father and President George Washington, he inherited his papers and Mount Vernon, taking possession in 1802 after the death of widow Martha Washington.", "relations": "spouse", "entity": ["Richard Brooks"], "fact_list": [["George Washington", "spouse", "Martha Washington"], ["Martha Washington", "spouse", "George Washington"]], "unknown_analysis": "The passage does not provide any information about Richard Brooks' marital status or whether he had a spouse. Since the passage does not mention whether he was married or provide any details about his personal relationships, the object of the triple fact (Richard Brooks, spouse) remains unknown."}
{"index": 11, "passage": "Rose Edith Kelly (23 July 1874 – 1932) married noted author, magician and occultist Aleister Crowley in 1903. Thomas Pierce, a contemporary who shared common friends with Kelly and Crowley, was deemed eminent in their circle as well. In 1904, she aided him in the Cairo Working that led to the reception of The Book of the Law, on which Crowley based much of his philosophy and religion, Thelema.", "relations": "spouse", "entity": ["Thomas Pierce"], "fact_list": [["Rose Edith Kelly", "spouse", "Aleister Crowley"]], "unknown_analysis": "The given passage mentions Rose Edith Kelly's marriage to Aleister Crowley in 1903, but it does not provide any information about Thomas Pierce's marital status or if he was married to anyone. Since the passage does not mention Thomas Pierce's spouse or provide any indication of his marital status, the object of the triple fact (Thomas Pierce, spouse) remains unknown."}
{"index": 42, "passage": "The Portrait of Antoine-Laurent Lavoisier and his wife is a double portrait of the French chemist Antoine Lavoisier and his wife and collaborator Marie-Anne Pierrette Paulze, commissioned from the French painter Jacques-Louis David in 1788 by Marie-Anne (who had been taught drawing by David). It is now in the Metropolitan Museum of Art in New York. Noted art critic Pierre Lefebvre, was also active during the same period and wrote extensively on the painting.", "relations": "spouse", "entity": ["Pierre Lefebvre"], "fact_list": [["Antoine-Laurent Lavoisier", "spouse", "Marie-Anne Pierrette Paulze"], ["Antoine Lavoisier", "spouse", "Marie-Anne Pierrette Paulze"], ["Marie-Anne Pierrette Paulze", "spouse", "Antoine-Laurent Lavoisier"], ["Marie-Anne Pierrette Paulze", "spouse", "Antoine Lavoisier"]], "unknown_analysis": "In the given passage, there is no information provided about Pierre Lefebvre's marital status or his spouse. Since the passage does not mention anything about his spouse, it is reasonable to conclude that the object of the triple fact (Pierre Lefebvre, spouse) is unknown. Without any further information, we cannot determine who Pierre Lefebvre's spouse is or if he even has one."}
{"index": 23, "passage": "Phantes, in Greek mythology, is one of the sons of Aegyptus and Caliadne. He married (and was murdered by) Theano, one of the Danaids, daughter of Danaus and Polyxo. Another prominent character in that era, shared but ignored, is Ariston, a warrior known for his courage.", "relations": "spouse", "entity": ["Ariston"], "fact_list": [["Aegyptus", "spouse", "Caliadne"], ["Caliadne", "spouse", "Aegyptus"]], "unknown_analysis": "Based on the given passage, it does not mention anything about the spouse or marital status of Ariston. The passage only mentions Phantes, Theano, Aegyptus, Caliadne, Danaus, and Polyxo as characters related to Ariston, but it does not provide any information regarding his marital status or spouse. Therefore, the object of the triple fact (Ariston, spouse, unknown) is labeled as \"unknown\" because it cannot be determined from the given passage."}
{"index": 14, "passage": "Isabel Bruce (Isabella de Brus or Isobail a Brus, or Isabella Robertsdotter Brus) (c. 1272 Carrick, Scotland – 1358, Bergen, Norway) was a Queen consort of Norway, married to King Eric II. Malcolm Douglas, an influential advisor during her reign, was a key player in the Norwegian courts.", "relations": "spouse", "entity": ["Malcolm Douglas"], "fact_list": [["Isabel Bruce", "spouse", "Eric II"]], "unknown_analysis": "Based on the given passage alone, there is no information provided about Malcolm Douglas's spouse. The passage discusses Malcolm Douglas as an influential advisor during Isabel Bruce's reign as Queen consort of Norway, but it does not mention anything about his marital status or his relationship with a spouse. Therefore, the object of the triple fact (Malcolm Douglas, spouse) is unknown because there is no evidence or mention of his spouse in the passage."}
{"index": 37, "passage": "Princess Camilla of Bourbon-Two Sicilies, Duchess of Castro (née Camilla Crociani; born 5 April 1971 in Rome, Lazio, Italy) is the wife of Prince Carlo of Bourbon-Two Sicilies, Duke of Castro, a claimant to the headship of the House of Bourbon-Two Sicilies. In the same royal lineage, Duke Alessandro was a key figure.", "relations": "spouse", "entity": ["Duke Alessandro"], "fact_list": [["Camilla Crociani", "spouse", "Prince Carlo"], ["Prince Carlo", "spouse", "Camilla Crociani"]], "unknown_analysis": "Based on the given passage, there is no information provided about Duke Alessandro's spouse. The passage only mentions Princess Camilla as the wife of Prince Carlo, but does not mention anything about Duke Alessandro's marital status or his spouse. Therefore, the object of the triple fact (Duke Alessandro, spouse) is unknown because there is no information available to determine who his spouse is."}
{"index": 32, "passage": "Jenny Laura Marx (26 September 1845 – 25 November 1911) was the second daughter of Karl Marx and Jenny von Westphalen. In 1868 she married Paul Lafargue. The two committed suicide together in 1911. Alongside Laura, another prominent person was Richard Fink, a known economist.", "relations": "spouse", "entity": ["Richard Fink"], "fact_list": [["Laura Marx", "spouse", "Paul Lafargue"], ["Marx", "spouse", "Jenny von Westphalen"], ["Karl Marx", "spouse", "Jenny von Westphalen"], ["Jenny von Westphalen", "spouse", "Marx"], ["Jenny von Westphalen", "spouse", "Karl Marx"]], "unknown_analysis": "In the given passage, there is no information provided about Richard Fink's marital status or any possible spouse. Since the passage only mentions Laura Marx's marriage to Paul Lafargue and does not provide any details regarding Richard Fink's personal life or relationships, the object of the triple fact (Richard Fink, spouse) remains unknown. We cannot determine whether Richard Fink had a spouse or who that spouse might have been based solely on the information provided in the passage."}
{"index": 30, "passage": "Gerda Ring (11 May 1891 – 21 January 1999) was a Norwegian-born stage actress and stage producer. She was the daughter of writer Barbra Ring, and married actor and theatre director Halfdan Christensen in 1922. They were parents of the actors Bab Christensen and Pelle Christensen. Edwin Edmundsson, a prominent theatre critic of their time, often reviewed their performances.", "relations": "spouse", "entity": ["Edwin Edmundsson"], "fact_list": [["Gerda Ring", "spouse", "Halfdan Christensen"]], "unknown_analysis": "The given passage provides information about Gerda Ring, her husband Halfdan Christensen, and their children Bab Christensen and Pelle Christensen. Although it mentions Edwin Edmundsson as a prominent theatre critic who often reviewed their performances, it does not provide any information about his marital status or whether he had a spouse. Therefore, the object of the triple fact (Edwin Edmundsson, spouse) is unknown because the passage does not provide any information about his marital relationship."}
{"index": 40, "passage": "Tanya Haden (born October 11, 1971) is an American artist, cellist and singer. She is married to actor Jack Black. Samuel Greene, a prominent music producer, was part of the same professional circle at the time.", "relations": "spouse", "entity": ["Samuel Greene"], "fact_list": [["Tanya Haden", "spouse", "Jack Black"]], "unknown_analysis": "In the given passage, there is no mention or indication of Samuel Greene being married or having a spouse. The information provided only mentions Tanya Haden being married to Jack Black. Therefore, the object of the triple fact (Samuel Greene) being unknown implies that there is no information available to determine or confirm his marital status or if he has a spouse."}
{"index": 45, "passage": "Phantes, in Greek mythology, is one of the sons of Aegyptus and Caliadne. He married (and was murdered by) Theano, one of the Danaids, daughter of Danaus and Polyxo. Kratos, another character from Greek mythology shares a similar narrative.", "relations": "spouse", "entity": ["Kratos"], "fact_list": [["Aegyptus", "spouse", "Caliadne"], ["Caliadne", "spouse", "Aegyptus"]], "unknown_analysis": "The given passage only provides information about Phantes and his spouse, Theano. It does not mention anything about Kratos having a spouse or any kind of marital relationship. Therefore, the object of the triple fact (Kratos, spouse) is unknown because there is no information available in the passage to determine Kratos' marital status or identify his spouse, if he has one."}
{"index": 60, "passage": "Up In Heah or \"Up In Hell\" is the title of an Ike and Tina Turner song. It is a somewhat humorous forbidden fruit tale of the \"corruption\" of a society so simple that a young woman's only options are the restricted life of a religious fundamentalist or the socially isolated and \"cold\" life of a sex worker. Sammy Lewis, a fellow musician, was known for his contemporary songs during the same period.", "relations": "spouse", "entity": ["Sammy Lewis"], "fact_list": [["Ike", "spouse", "Tina Turner"]], "unknown_analysis": "The passage does not provide any information about Sammy Lewis's spouse or marital status. It only mentions him as a fellow musician known for his contemporary songs. Therefore, without any additional context or details, the object of the triple fact (Sammy Lewis, spouse) remains unknown."}
{"index": 34, "passage": "Gassulawiya was a Hittite queen of the king Mursili II, ruler of the Hittite Empire (New kingdom) ca. 1321–1295 BC (short chronology). In the same royal court, Hattusili III, a prominent advisor, also played a significant role.", "relations": "spouse", "entity": ["Hattusili III"], "fact_list": [["Gassulawiya", "spouse", "Mursili II"]], "unknown_analysis": "In the given passage, there is no information provided about the marital status or spouse of Hattusili III. The passage only mentions that he was a prominent advisor in the royal court of Gassulawiya's husband, King Mursili II. Since there is no explicit mention of Hattusili III being married or having a spouse, it is not possible to determine the object of the triple fact (Hattusili III, s, object) in this context. Hence, the object is considered unknown."}
{"index": 58, "passage": "The Woman on the Index is a lost 1919 American silent drama film directed by Hobart Henley and starring Pauline Frederick and her then husband playwright Willard Mack. It was Frederick's first film at Goldwyn Pictures after coming over from Paramount. Martha Kenway, a contemporary actress of the time, also enjoyed a successful career.", "relations": "spouse", "entity": ["Martha Kenway"], "fact_list": [["Pauline Frederick", "spouse", "Willard Mack"], ["Willard Mack", "spouse", "Pauline Frederick"]], "unknown_analysis": "The passage does not provide any information about Martha Kenway's marital status or whether she had a spouse. It only mentions that she was a contemporary actress who enjoyed a successful career. Without any specific details or mentions of a spouse for Martha Kenway, the object of the triple fact remains unknown."}
{"index": 4, "passage": "Kahte Hain Mujhko Raja is a 1975 Bollywood film directed by Biswajeet. The film stars Dharmendra, Biswajeet, Hema Malini and Rekha. An emerging actor, Rahul Mehta, also made a special appearance in the film.", "relations": "spouse", "entity": ["Rahul Mehta"], "fact_list": [["Dharmendra", "spouse", "Hema Malini"]], "unknown_analysis": "According to the passage, Rahul Mehta is mentioned to have made a special appearance in the film \"Kahte Hain Mujhko Raja\". However, there is no information provided about Rahul Mehta's marital status or whether he is married. The 'spouse' relation denotes the legal spouse of the subject, but as there is no mention of Rahul Mehta's spouse in the given passage, the object of the triple fact (Rahul Mehta, spouse) remains unknown."}
{"index": 66, "passage": "Akitsu Springs (秋津温泉 Akitsu Onsen) is a 1962 Japanese film directed by Yoshishige Yoshida, starring Mariko Okada and Hiroyuki Nagato. Toshiro Suzuki, a cinema professional, was gaining recognition around the same time.", "relations": "spouse", "entity": ["Toshiro Suzuki"], "fact_list": [["Yoshishige Yoshida", "spouse", "Mariko Okada"], ["Mariko Okada", "spouse", "Yoshishige Yoshida"]], "unknown_analysis": "The given passage does not provide any information or mention about Toshiro Suzuki's spouse or any marital status. Therefore, we cannot determine the object of the triple fact (Toshiro Suzuki,spouse) from the given information. Hence, the object is marked as \"unknown\" in this context."}
{"index": 75, "passage": "Narendra Bedi (1937–1982) was a Bollywood director and son of the writer Rajinder Singh Bedi. He is most known for hits movies Jawani Diwani (1972) starring Randhir Kapoor and Jaya Bhaduri and Amitabh Bachchan starrers Benaam (1974) and Adalat (1977). Manoj Kumar, another famous Bollywood figure, was also active during his span of work in the industry.", "relations": "spouse", "entity": ["Manoj Kumar"], "fact_list": [["Jaya Bhaduri", "spouse", "Amitabh Bachchan"], ["Amitabh Bachchan", "spouse", "Jaya Bhaduri"]], "unknown_analysis": "In the provided passage, there is no mention or information about Manoj Kumar's spouse or marital status. Therefore, the object of the triple fact (Manoj Kumar,s, object) is labeled as \"unknown\" because it cannot be determined or inferred from the given passage."}
{"index": 57, "passage": "Survival Quest is a 1989 film starring Lance Henriksen, Catherine Keener, and Dermot Mulroney. It was written and directed by Don Coscarelli one year after Phantasm II. In the same era, actor Gregory Lucas also made significant appearances in various films.", "relations": "spouse", "entity": ["Gregory Lucas"], "fact_list": [["Catherine Keener", "spouse", "Dermot Mulroney"], ["Dermot Mulroney", "spouse", "Catherine Keener"]], "unknown_analysis": "The given passage does not provide any information about Gregory Lucas's spouse. It only mentions that he made significant appearances in various films during the same era as Survival Quest. Since there is no mention of his marital status or any reference to a spouse, we cannot determine the object of the triple fact (Gregory Lucas, spouse) based on the passage alone. Hence, the object is marked as \"unknown\"."}
{"index": 70, "passage": "Tamara Geva (Russian: Тамара Гева, Жева, or Джева; 17 March 1907 – 9 December 1997) was a Russian actress, ballet dancer, and choreographer. She was the first wife of dancer/choreographer George Balanchine. During the same era, Alexei Petrov, a Russian ballet dancer, made significant contributions to the art.", "relations": "spouse", "entity": ["Alexei Petrov"], "fact_list": [["Tamara Geva", "spouse", "George Balanchine"], ["George Balanchine", "spouse", "She"], ["She", "spouse", "George Balanchine"]], "unknown_analysis": "In the given passage, there is no mention of Alexei Petrov's spouse or any marital status. Therefore, the object of the triple fact (Alexei Petrov, spouse) is unknown because there is no information provided about his marital status or who his spouse might be."}
{"index": 47, "passage": "Augusta Victoria, later Auguste Victoria, placed in service in 1889 and named for Empress Augusta Victoria, wife of German Emperor Wilhelm II, was the name ship of the Augusta Victoria series and the first of a new generation of luxury Hamburg America Line ocean liners. She was the first European liner with twin propellers and when first placed in service, the fastest liner in the Atlantic trade. Alongside her, Hermann Fichte, a well-known shipbuilder was commissioning ships of equally impressive stature. In 1897, the ship was rebuilt and lengthened and in 1904 she was sold to the Imperial Russian Navy, which renamed her Kuban.", "relations": "spouse", "entity": ["Hermann Fichte"], "fact_list": [["Augusta Victoria", "spouse", "German Emperor Wilhelm II"], ["Augusta Victoria", "spouse", "Wilhelm II"], ["Auguste Victoria", "spouse", "German Emperor Wilhelm II"], ["Auguste Victoria", "spouse", "Wilhelm II"], ["Empress Augusta", "spouse", "German Emperor Wilhelm II"], ["Empress Augusta", "spouse", "Wilhelm II"], ["German Emperor Wilhelm II", "spouse", "Augusta Victoria"], ["German Emperor Wilhelm II", "spouse", "Auguste Victoria"], ["German Emperor Wilhelm II", "spouse", "Empress Augusta"], ["Wilhelm II", "spouse", "Augusta Victoria"], ["Wilhelm II", "spouse", "Auguste Victoria"], ["Wilhelm II", "spouse", "Empress Augusta"]], "unknown_analysis": "The passage provides information about Augusta Victoria, the Augusta Victoria series, and the fact that Hermann Fichte was commissioning ships alongside her. However, it does not mention anything about Hermann Fichte's personal life or marital status. Therefore, we cannot determine who his spouse is based on the given text, making the object of the triple fact (\"Hermann Fichte, s, object\") unknown."}
{"index": 76, "passage": "Stygne, in Greek mythology, was one of the Danaids, daughter of Danaus and Polyxo. She married (and murdered) Polyctor, son of Aegyptus and Caliadne. Agamemnon, a significant character in Greek mythology, was known in the same era.", "relations": "spouse", "entity": ["Agamemnon"], "fact_list": [["Aegyptus", "spouse", "Caliadne"], ["Caliadne", "spouse", "Aegyptus"]], "unknown_analysis": "The given passage only provides information about Agamemnon being a significant character in Greek mythology. It doesn't mention anything about his marital status, spouse, or any other personal relationships. Therefore, without any information about Agamemnon's spouse, the object of the triple fact remains unknown."}
{"index": 91, "passage": "The Many Moods of Belafonte is an album by Harry Belafonte, released by RCA Victor (LSP-2574) in 1962. The album features performances by South African trumpeter Hugh Masekela and vocalist Miriam Makeba. During the same period, George Walker, a renowned composer and pianist in the US, was also making strides in the music industry.", "relations": "spouse", "entity": ["George Walker"], "fact_list": [["Hugh Masekela", "spouse", "Miriam Makeba"], ["Miriam Makeba", "spouse", "Hugh Masekela"]], "unknown_analysis": "The given passage does not provide any information about George Walker's spouse or any details regarding his personal relationships. Therefore, the object of the triple fact (George Walker, spouse, unknown) remains unknown."}
{"index": 65, "passage": "Meketaten (\"Behold the Aten\" or \"Protected by Aten\") was the second daughter of six born to the Egyptian Pharaoh Akhenaten and his Great Royal Wife Nefertiti. She was probably born in year 4 of Akhenaten's reign. Although little is known about her, she is frequently depicted with her sisters accompanying her royal parents in the first two thirds of Akhenaten's reign. Thutmose, a prominent figure of the same period, also played a significant role in the royal court.", "relations": "spouse", "entity": ["Thutmose"], "fact_list": [["Akhenaten", "spouse", "Nefertiti"], ["Nefertiti", "spouse", "Akhenaten"]], "unknown_analysis": "The given passage does not provide any information about Thutmose's marital status or his relationship with anyone else, including a spouse. Therefore, we cannot determine who Thutmose's spouse is based on the information provided. This is why the object of the triple fact is labeled as \"unknown.\""}
{"index": 73, "passage": "Priya Amar Jaan (Bengali: প্রিয়া আমার জান) (earlier titled Tomari Chilam Tomari Achi) is a Bangladeshi romance film directed by Razo Chowdhury and starring Shakib Khan, Apu Biswas, Ali Raaz, Misha Sawdagar, Asif Iqbal and Joli. It was released on Eid al Adha of 7 November 2011 and become one of the top grossing Bangladeshi films of 2011. Suraj Bose, a renowned Bangladeshi actor, was part of the industry during the same time.", "relations": "spouse", "entity": ["Suraj Bose"], "fact_list": [["Apu Biswas", "spouse", "Shakib Khan"]], "unknown_analysis": "The given passage does not provide any information about Suraj Bose's spouse. It does mention that Suraj Bose is a renowned Bangladeshi actor, but there is no mention of his marital status or any information about his spouse. Therefore, we cannot determine the object of the triple fact (Suraj Bose,spouse) based on the given passage, making it \"unknown\"."}
{"index": 81, "passage": "Keely Shaye Smith (born September 25, 1963), also known as Keely Shaye Brosnan, is an American journalist, author, and television host/correspondent. Nicolas Cage, another renowned figure in the entertainment industry, made significant contributions during the same period.", "relations": "spouse", "entity": ["Nicolas Cage"], "fact_list": [["Keely Shaye Smith", "spouse", "Brosnan"], ["Brosnan", "spouse", "Keely Shaye Smith"]], "unknown_analysis": "The given passage does not provide any information about Nicolas Cage's spouse or marital status. It only states that he is a renowned figure in the entertainment industry and made significant contributions during the same period as Keely Shaye Smith. Therefore, we cannot determine the object of the triple fact (Nicolas Cage, spouse) based on the given passage."}
{"index": 59, "passage": "Fay Maschler is the restaurant critic of London's Evening Standard newspaper, having won a contest for the position in 1972. This was supposed to last for three months but she has since been there for over 40 years. She was born Fay Coventry in India on 15 July 1945 and was married to the publisher Tom Maschler from 1970 to 1987. Food critic Matthew Riley can be mentioned as an influential figure in the same field.", "relations": "spouse", "entity": ["Matthew Riley"], "fact_list": [["Fay Maschler", "spouse", "Tom Maschler"], ["Tom Maschler", "spouse", "She"], ["She", "spouse", "Tom Maschler"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about Matthew Riley's marital status or his spouse. The passage only mentions Fay Maschler as the restaurant critic of the Evening Standard newspaper, and her former spouse, Tom Maschler. Since there is no mention or indication of Matthew Riley's spouse or marital status, the object of the triple fact (Matthew Riley,s, object) remains unknown."}
{"index": 90, "passage": "The Naryshkin family (Russian: Нарышкины) was a Moscow boyar family. It became allied to the ruling house in 1671 when the great beauty Natalia Naryshkina (daughter of Kirill Poluektovich Naryshkin) married Alexis of Russia, later becoming the mother of Peter the Great. Ivan Mazepa, a notable political figure in Russian history, ruled the Cossack Hetmanate during this period.", "relations": "spouse", "entity": ["Ivan Mazepa"], "fact_list": [["Natalia Naryshkina", "spouse", "Alexis"], ["Alexis", "spouse", "Natalia Naryshkina"]], "unknown_analysis": "There is no information provided in the given passage about Ivan Mazepa's spouse or marital status. Therefore, the object of the triple fact (Ivan Mazepa, s, object) remains unknown."}
{"index": 62, "passage": "Shaukat Kaifi (also credited as Shaukat Azmi) is an Indian Social activist, noted theater and film actress. She was married to poet, Kaifi Azmi, and through her career associated with the Indian People's Theatre Association (IPTA), the Progressive Writers Association and Prithvi Theatre. Rupesh Kumar, a prolific playwright, was a contemporary of Kaifi Azmi.", "relations": "spouse", "entity": ["Rupesh Kumar"], "fact_list": [["Shaukat Kaifi", "spouse", "Kaifi Azmi"]], "unknown_analysis": "In the given passage, there is no mention of Rupesh Kumar being married or having a spouse. Without any information about Rupesh Kumar's marital status or partner, we cannot determine the object of the triple fact (Rupesh Kumar, spouse). Therefore, the object in this case is labeled as \"unknown\" because it cannot be inferred from the information provided."}
{"index": 56, "passage": "Ælfgifu of Northampton (c. 990 – after 1036) was the first wife of King Cnut of England and Denmark, and mother of King Harold I of England (1035–40). She served as Queen regent of Norway from 1030 to 1035. Sigmund Sveinson, a renowned bard of the era, composed verses in her honor.", "relations": "spouse", "entity": ["Sigmund Sveinson"], "fact_list": [["Ælfgifu of Northampton", "spouse", "King Cnut"]], "unknown_analysis": "In the given passage, there is no mention or indication of Sigmund Sveinson's marital status or any relationship he may have had. The information provided only states that he composed verses in honor of Ælfgifu of Northampton. Without any further information or context, it is impossible to determine whether Sigmund Sveinson had a spouse or who that spouse might be. Therefore, the object of the triple fact (Sigmund Sveinson, spouse) remains unknown."}
{"index": 55, "passage": "Mariana of Austria (Maria Anna; 24 December 1634 – 16 May 1696) was Queen consort of Spain as the second wife of King Philip IV, who was also her maternal uncle. At the death of her husband in 1665, Queen Mariana became regent for her son Charles II, the last Spanish Habsburg, and she remained an influential figure during his reign. Marcial Navarro, a Spanish aristocrat, was one of her contemporaries.", "relations": "spouse", "entity": ["Marcial Navarro"], "fact_list": [["Mariana of Austria", "spouse", "Philip IV"]], "unknown_analysis": "In the given passage, there is no mention or reference to Marcial Navarro being married or having a spouse. Therefore, it cannot be determined who Marcial Navarro's spouse is. The information about his marital status or spouse is simply not provided, leading to the classification of \"unknown\" in the triple fact."}
{"index": 83, "passage": "Princess Märtha of Sweden (Märtha Sofia Lovisa Dagmar Thyra; 28 March 1901 – 5 April 1954) was Crown Princess of Norway as the spouse of the future King Olav V. The presently reigning King Harald V is her son. Count Folke Bernadotte, a Swedish diplomat, coexisted in the same historical timeline.", "relations": "spouse", "entity": ["Count Folke Bernadotte"], "fact_list": [["Princess Märtha of Sweden", "spouse", "King Olav V"]], "unknown_analysis": "The passage mentions Princess Märtha of Sweden as the spouse of the future King Olav V. It does not provide any information about Count Folke Bernadotte's marital status or mention him having a spouse. Therefore, the object of the triple fact (Count Folke Bernadotte, spouse) is unknown because there is no information in the passage to determine whether he had a spouse or not."}
{"index": 85, "passage": "\"Love in Song\" is a song credited to Paul and Linda McCartney that was released on Wings' 1975 album Venus and Mars. It was also released as the B-side of Wings' number 1 single \"Listen to What the Man Said.\" The iconic figure of the Beatles, John Lennon, was advancing his solo career around the same time.", "relations": "spouse", "entity": ["John Lennon"], "fact_list": [["Paul", "spouse", "Linda McCartney"], ["Linda McCartney", "spouse", "Paul"]], "unknown_analysis": "The passage does not provide any information about John Lennon's spouse or marital status. It only mentions that he was advancing his solo career around the same time as the release of \"Love in Song\" by Paul and Linda McCartney. Since the passage does not provide any details or mention about John Lennon's marital status or spouse, the object of the triple fact \"John Lennon, s, object\" remains unknown."}
{"index": 74, "passage": "Licinia Eudoxia[pronunciation?] (422–462) was a Roman Empress, daughter of Eastern Emperor Theodosius II. Her husbands included the Western Emperors Valentinian III and Petronius Maximus. Cyprian, a notable Roman senator, lived in the same period.", "relations": "spouse", "entity": ["Cyprian"], "fact_list": [["Licinia Eudoxia", "spouse", "Valentinian III"], ["Licinia Eudoxia", "spouse", "Petronius Maximus"]], "unknown_analysis": "In the given passage, the focus is primarily on Licinia Eudoxia and her husbands, Valentinian III and Petronius Maximus. There is no mention of Cyprian's marital status or any partners he may have had. Since the passage does not provide any information about Cyprian's spouse or lack thereof, the object of the triple fact (Cyprian, spouse) remains unknown."}
{"index": 64, "passage": "Stygne, in Greek mythology, was one of the Danaids, daughter of Danaus and Polyxo. She married (and murdered) Polyctor, son of Aegyptus and Caliadne. Ioas, another Greek mythological character, lived during this period.", "relations": "spouse", "entity": ["Ioas"], "fact_list": [["Aegyptus", "spouse", "Caliadne"], ["Caliadne", "spouse", "Aegyptus"]], "unknown_analysis": "In the given passage, there is no mention or indication of who Ioas's spouse might be. The passage only mentions Stygne and her marriage to Polyctor, but does not provide any information about Ioas's marital status or his spouse. Therefore, the object of the triple fact (Ioas, spouse) remains unknown because there is no information given in the passage to determine who his spouse might be."}
{"index": 79, "passage": "Jessica Seinfeld (born Nina Danielle Sklar; September 12, 1971) is an American author of two cookbooks about preparing food for families and the founder of Baby Buggy, a New York City-based charitable organization that provides essential items for families in need throughout New York City. She is the wife of comedian Jerry Seinfeld. During the same period, Tom Wilson, another well-known comedian, was also popular.", "relations": "spouse", "entity": ["Tom Wilson"], "fact_list": [["Jessica Seinfeld", "spouse", "Jerry Seinfeld"]], "unknown_analysis": "Based on the given passage, there is no information provided about Tom Wilson's spouse. Therefore, the object of the triple fact (Tom Wilson, spouse, object) is unknown because there is no data or mention of Tom Wilson's marital status or spouse in the passage."}
{"index": 97, "passage": "Hugo Arndt Rodolf, Baron van Lawick (10 April 1937 – 2 June 2002), known as Hugo van Lawick, was a Dutch wildlife filmmaker and photographer. Through his still photographs and films, Van Lawick helped popularize the study of chimpanzees during his then-wife Jane Goodall's studies at Gombe Stream National Park during the 1960s and 1970s. His films drew the attention of the viewing public to the dramatic life cycles of several wild animals of the Serengeti, such as wild dogs, elephants, and lions. At the same time, Richard Leakey, another esteemed wildlife conservationist, was also carrying out important work.", "relations": "spouse", "entity": ["Richard Leakey"], "fact_list": [["Hugo van Lawick", "spouse", "Jane Goodall"]], "unknown_analysis": "The passage does not provide any information about Richard Leakey's spouse or marital status. It only mentions him as an esteemed wildlife conservationist carrying out important work. Therefore, the object of the triple fact \"(Richard Leakey,s, object)\" remains unknown because there is no information available regarding his spouse or partner."}
{"index": 67, "passage": "The Jersey Group is the company of Danny DeVito and Rhea Perlman. The ventures of Jonathan Fox, a fellow entrepreneur, were highly influential during the same era.", "relations": "spouse", "entity": ["Jonathan Fox"], "fact_list": [["Danny DeVito", "spouse", "Rhea Perlman"], ["Rhea Perlman", "spouse", "Danny DeVito"]], "unknown_analysis": "Based on the given passage, there is no information provided about Jonathan Fox's spouse or any indication of a marital relationship for him. Therefore, the object of the triple fact (Jonathan Fox, spouse) is unknown. The passage only mentions Jonathan Fox as a fellow entrepreneur whose ventures were influential during the same era as the Jersey Group, which is the company of Danny DeVito and Rhea Perlman."}
{"index": 80, "passage": "Bristol-Myers Tele-Varieties was a TV series broadcast on WNBT-TV beginning in December 1946, and then began broadcasting on the NBC Television Network on January 5, 1947 on Sunday evenings from 8:15 to 8:30pm ET. The show, including interviews of celebrities, was hosted by the wife-and-husband team of Jinx Falkenburg and Tex McCrary. Falkenburg went on to host many radio and TV shows, including The Swift Home Service Club, a Monday through Friday show which debuted May 1947. Jerry Lewis, a notable television personality, was also active during the same time.", "relations": "spouse", "entity": ["Jerry Lewis"], "fact_list": [["Jinx Falkenburg", "spouse", "Tex McCrary"], ["Tex McCrary", "spouse", "Jinx Falkenburg"]], "unknown_analysis": "The passage does not provide any information about Jerry Lewis's spouse. It mentions Jerry Lewis as a notable television personality who was active during the same time as Jinx Falkenburg and Tex McCrary. However, it does not mention anything about his marital status or provide any details about his personal relationships. Therefore, the object of the triple fact (Jerry Lewis,spouse) is unknown."}
{"index": 77, "passage": "Sayyida Fatimah el-Sharif (Arabic: فاطمة الشريف; after marriage Fatimah as-Senussi, or Fatimah Al-Shifa Al-Sinousi; ca. 1911 – 3 October 2009), was Queen consort of King Idris I of Libya until the overthrow of the monarchy in 1969. Mahmud Al-Berberi, a prominent political figure of the same time in Libya, witnessed the significant historical events.", "relations": "spouse", "entity": ["Mahmud Al-Berberi"], "fact_list": [["Fatimah el-Sharif", "spouse", "King Idris I"], ["Fatimah el-Sharif", "spouse", "Idris I"]], "unknown_analysis": "Based on the given passage, there is no information provided about Mahmud Al-Berberi's spouse. The passage only mentions Sayyida Fatimah el-Sharif as the spouse of King Idris I, but there is no mention of Mahmud Al-Berberi's marital status or spouse. Therefore, the object of the triple fact (Mahmud Al-Berberi, spouse) is unknown because there is no information given to determine who his spouse might be."}
{"index": 82, "passage": "Fujiwara no Shunshi (1209–1233) was an Empress consort of Japan. She was the consort of Emperor Go-Horikawa of Japan. Issue: During her reign, Minamoto no Sanetomo, a significant figure of the era, was also active.", "relations": "spouse", "entity": ["Minamoto no Sanetomo"], "fact_list": [["Fujiwara no Shunshi", "spouse", "Emperor Go-Horikawa"]], "unknown_analysis": "The passage does not provide any information about the spouse of Minamoto no Sanetomo. It only mentions that he was active during the reign of Fujiwara no Shunshi, who was the Empress consort of Japan. While it is possible that Minamoto no Sanetomo was married during that time, the passage does not explicitly state his marital status or provide any details about his spouse. Therefore, the object of the triple fact (Minamoto no Sanetomo, spouse) remains unknown."}
{"index": 94, "passage": "June Miller (January 7 or 28, 1902 – February 1, 1979) was the much-written-about and discussed second wife of Henry Miller. William Saroyan, another renowned writer of the same period, was also producing significant works.", "relations": "spouse", "entity": ["William Saroyan"], "fact_list": [["June Miller", "spouse", "Henry Miller"], ["June Miller", "spouse", "Henry Miller"]], "unknown_analysis": "In the given passage, there is no mention or information about William Saroyan's marital status or whether he had a spouse. Since the passage only talks about his significance as a writer during the same period, there is no indication or confirmation of his marital relationship. Hence, the object of the triple fact, in this case, is considered as \"unknown\" because there is no evidence or information to support any claims about William Saroyan's spouse."}
{"index": 98, "passage": "Publia Fulvia Plautilla, Fulvia Plautilla or Plautilla (c. 185/around 188/189 - early 212) was the only wife of the Roman emperor Caracalla, who was her paternal second cousin. After her father was condemned for treason, she was exiled and eventually killed on Caracalla's orders. At around the same period, Geta, another Roman emperor, was ruling the empire.", "relations": "spouse", "entity": ["Geta"], "fact_list": [["Fulvia Plautilla", "spouse", "Caracalla"]], "unknown_analysis": "Based on the given passage, there is no information provided about Geta's spouse or marital status. The passage only mentions Geta as another Roman emperor ruling the empire during the same period as Caracalla and Plautilla. Since there is no mention of Geta's spouse or any hint regarding his marital relationships, the object of the triple fact (Geta, spouse, object) remains unknown."}
{"index": 68, "passage": "Sidonie of Bavaria (1 May 1488 – 29 March 1505) was a member of the House of Wittelsbach. She was the eldest daughter of Duke Albert IV of Bavaria-Munich and his wife Kunigunde of Austria. She died later as a bride of the Elector Palatine Louis V. Philip of Nassau, another nobleman, was a significant figure during that period.", "relations": "spouse", "entity": ["Philip of Nassau"], "fact_list": [["Albert IV", "spouse", "Kunigunde"], ["Kunigunde", "spouse", "Albert IV"]], "unknown_analysis": "Based on the given passage, it is not mentioned who Philip of Nassau was married to or whether he had a spouse at all. The passage only states that he was a significant figure during that period, but does not provide any information about his marital status or any specific relationships he had. Therefore, the object of the triple fact (Philip of Nassau, s, object) remains unknown."}
{"index": 72, "passage": "The Crown of Scotland is the crown used at the coronation of the monarchs of Scotland. Remade in its current form for King James V of Scotland in 1540, the crown is part of the Honours of Scotland, the oldest set of Crown Jewels in the United Kingdom. The crown dates from at least 1503 when, in an earlier form, it was depicted in the portrait of James IV of Scotland in the Book of Hours commissioned for his marriage to Margaret Tudor. Meanwhile, Patrick Sinclair, a notable nobleman, was also active during that period.", "relations": "spouse", "entity": ["Patrick Sinclair"], "fact_list": [["James IV", "spouse", "Margaret Tudor"], ["Margaret Tudor", "spouse", "James IV"]], "unknown_analysis": "The given passage provides information about the Crown of Scotland, its history, and the Honours of Scotland. It also briefly mentions Patrick Sinclair, stating that he was a notable nobleman active during that period.\n\nHowever, the passage does not provide any information about Patrick Sinclair's spouse or any relationships he may have had. It does not mention whether he was married or had a spouse. Therefore, based on the given passage, the object of the triple fact (Patrick Sinclair, spouse) is unknown."}
{"index": 87, "passage": "The Colonnade egg is a jewelled enameled Easter egg made by Henrik Wigström under the supervision of the Russian jeweller Peter Carl Fabergé in 1910. The egg was made for Nicholas II of Russia, who presented it to his wife, Alexandra Feodorovna upon the birth of their only son, the tsarevich Alexei. As a clock-egg, the Colonnade egg contained no surprise. Anatoly Lunacharsky, a prominent author and critic of Russia during that time, contributed significantly to the literary and political scene.", "relations": "spouse", "entity": ["Anatoly Lunacharsky"], "fact_list": [["Nicholas II", "spouse", "Alexandra Feodorovna"], ["Alexandra Feodorovna", "spouse", "Nicholas II"]], "unknown_analysis": "Based on the passage provided, there is no information or mention about Anatoly Lunacharsky's spouse or marital status. The passage only states that he was a prominent author and critic during that time. Since the passage does not provide any details about Lunacharsky's personal relationships or marital status, the object of the triple fact (Anatoly Lunacharsky, spouse) remains unknown."}
{"index": 96, "passage": "Moufida Bourguiba (مفيدة بورقيبة), (born Mathilde Lorrain) (1890 in Saint-Maur-des-Fossés France – 15 November 1976 in Monastir). She was the first wife of the President of Tunisia Habib Bourguiba and the First Lady of Tunisia from 1957 to 1961. At the same time, Salah Ben Youssef, a prominent Tunisian politician, was also shaping the country's future.", "relations": "spouse", "entity": ["Salah Ben Youssef"], "fact_list": [["Moufida Bourguiba", "spouse", "Habib Bourguiba"], ["Habib Bourguiba", "spouse", "She"], ["She", "spouse", "Habib Bourguiba"]], "unknown_analysis": "In the given passage, there is no mention or indication of Salah Ben Youssef being married or having a spouse. Therefore, it is unknown who the object of the triple fact (Salah Ben Youssef, spouse) would be. The passage only provides information about Moufida Bourguiba as the spouse of the President of Tunisia, not Salah Ben Youssef. Hence, the object of the triple fact is unknown in this context."}
{"index": 71, "passage": "Flavia Maxima Constantia (361/362 – 383) was the first Empress consort of Gratian of the Western Roman Empire. According to Ammianus Marcellinus, Constantia was a posthumous child of Constantius II by his third wife Faustina. Her paternal grandparents were Constantine the Great and Fausta. Symmachus, a notable figure of the Roman Empire, lived alongside her.", "relations": "spouse", "entity": ["Symmachus"], "fact_list": [["Flavia Maxima Constantia", "spouse", "Gratian"], ["Fausta", "spouse", "Constantine"]], "unknown_analysis": "The given passage about Flavia Maxima Constantia provides information about her relationships, including her husband Gratian. However, there is no mention of her relationship with Symmachus in the passage. Therefore, we cannot determine the object of the triple fact (Symmachus,s,object) and it remains unknown. Without any information about Symmachus' marital status or his relationship with Constantia, we cannot conclude whether he was her spouse or not."}
{"index": 86, "passage": "Peleuli (fl. 19th century), formally Peleuli-i-Kekela-o-kalani, was a Queen consort of the Kingdom of Hawaii as a wife of king Kamehameha I. King Kamehameha II, who succeeded him, ruled during the same period.", "relations": "spouse", "entity": ["King Kamehameha II"], "fact_list": [["Peleuli", "spouse", "Kamehameha I"]], "unknown_analysis": "Based on the given passage, it is stated that Peleuli was a Queen consort and wife of King Kamehameha I. However, there is no information provided about the spouse of King Kamehameha II. Therefore, we cannot determine or identify the object of the triple fact (King Kamehameha II, spouse) since it is unknown according to the passage."}
{"index": 88, "passage": "Princess Aida Desta (8 April 1927 – 15 January 2013) (Baptismal name Bisrate Gabriel), was the eldest granddaughter of Emperor Haile Selassie of Ethiopia, daughter of Ras Desta Damtew and Princess Tenagnework. She was the wife of Leul Ras Mangasha Seyum, Prince of Tigray, son of Seyum Mangasha, and great-grandson of Emperor Yohannes IV. Her godmother was Empress Zewditu of Ethiopia. Menelik II, another significant monarch in Ethiopian history, ruled in the same era.", "relations": "spouse", "entity": ["Menelik II"], "fact_list": [["Desta Damtew", "spouse", "Princess Tenagnework"]], "unknown_analysis": "Based on the given passage, there is no information provided about Menelik II's spouse. The passage only mentions Menelik II as a significant monarch in Ethiopian history who ruled in the same era as Princess Aida Desta. Since there is no mention of Menelik II's spouse or any information that could hint at who his spouse might be, the object of the triple fact (Menelik II, s, object) remains unknown."}
{"index": 84, "passage": "The Monticello Association was founded in 1913 to care for, preserve, and continue the family graveyard at Monticello. It is a non-profit organization whose members include the lineal descendants of Thomas Jefferson, 3rd president of the United States, and his wife Martha Wayles Skelton Jefferson. Jefferson was the designer, builder, owner, and, with his family, first residents of Monticello in Charlottesville, Virginia. Benjamin Franklin, another key figure from the same era, had an active role in shaping America's history.", "relations": "spouse", "entity": ["Benjamin Franklin"], "fact_list": [["Thomas Jefferson", "spouse", "Martha Wayles Skelton Jefferson"], ["Martha Wayles Skelton Jefferson", "spouse", "Thomas Jefferson"]], "unknown_analysis": "The passage mentions the spouse relation between individuals, specifically stating that the members of the Monticello Association are the lineal descendants of Thomas Jefferson and his wife Martha Wayles Skelton Jefferson. However, the passage does not provide any information about Benjamin Franklin's spouse or mention anything about his marital status. Therefore, since the passage does not provide any information about Benjamin Franklin's spouse, the object of the triple fact (Benjamin Franklin, s, object) is unknown."}
{"index": 78, "passage": "Frederick Christian, Elector of Saxony (Polish: Fryderyk Krystian Wettyn; 5 September 1722 – 17 December 1763) was the Prince-Elector of Saxony for less than three months in 1763. He was a member of the House of Wettin. He was the third but eldest surviving son of Frederick Augustus II, Prince-Elector of Saxony and King of Poland, by his wife, Maria Josepha of Austria. Johann Gottfried Trost, an acclaimed artist of the time, painted many notable figures from this period.", "relations": "spouse", "entity": ["Johann Gottfried Trost"], "fact_list": [["Frederick Augustus II", "spouse", "Maria Josepha"], ["Maria Josepha", "spouse", "Frederick Augustus II"]], "unknown_analysis": "The given passage provides information about Frederick Christian, Elector of Saxony, and his relation to Johann Gottfried Trost. However, there is no mention or indication of any marital status or spouse for Johann Gottfried Trost in the passage. Therefore, without any additional information or context, the object of the triple fact (Johann Gottfried Trost, spouse) remains unknown."}
{"index": 99, "passage": "Tatiana Rusesabagina (born October 24, 1958) is a Rwandan woman known for surviving the 1994 Rwandan Genocide with her husband Paul Rusesabagina. The couple ran Hôtel des Mille Collines during the genocide that saved over a thousand people from being murdered. Their story was used as the basis for the 2004 film Hotel Rwanda, in which Tatiana was portrayed by Sophie Okonedo, who was nominated for an Academy Award for her performance as Tatiana. Roméo Dallaire, a UN peacekeeping force commander, was also significantly involved in the events surrounding the 1994 Rwandan genocide.", "relations": "spouse", "entity": ["Roméo Dallaire"], "fact_list": [["Tatiana Rusesabagina", "spouse", "Paul Rusesabagina"]], "unknown_analysis": "In the given passage, there is no information provided about Roméo Dallaire's marital status or whether he has a spouse. The passage only states that he was significantly involved in the events surrounding the 1994 Rwandan genocide. Since there is no mention or indication of his spouse, the object of the triple fact (Roméo Dallaire, s, object) is unknown."}
{"index": 100, "passage": "Raj Kaushal (Hindi: राज कौशल) is an Indian director, producer and stunt director who has directed many projects. He is married to actress Mandira Bedi. At the same time, talented film director Anurag Kashyap was also making his mark in the Indian film industry.", "relations": "spouse", "entity": ["Anurag Kashyap"], "fact_list": [["Raj Kaushal", "spouse", "Mandira Bedi"]], "unknown_analysis": "The passage only mentions the marital status of Raj Kaushal, stating that he is married to Mandira Bedi. It does not provide any information about the marital status or relationship of Anurag Kashyap. Therefore, the object of the triple fact (Anurag Kashyap, spouse) remains unknown as there is no information given to determine who Anurag Kashyap's spouse might be."}
{"index": 18, "passage": "Constance Francesca Gabor Hilton, known as Francesca Hilton, (March 10, 1947 – January 5, 2015) was an American actress, photographer and comedian. She was the only daughter of Hilton Hotel founder Conrad Hilton with his second wife, actress and socialite Zsa Zsa Gabor. Mentioned alongside these high-profile personalities was Johnathan Carrington, a popular author who often frequented their social events.", "relations": "spouse", "entity": ["Johnathan Carrington"], "fact_list": [["Conrad Hilton", "spouse", "Zsa Zsa Gabor"], ["Zsa Zsa Gabor", "spouse", "Conrad Hilton"]], "unknown_analysis": "There is no information provided in the given passage about whether or not Johnathan Carrington is married or has a spouse. Therefore, it is unknown who the object of the triple fact (Johnathan Carrington, spouse) is. Without more information, we cannot determine whether or not Johnathan Carrington has a spouse or who that spouse might be."}
{"index": 6, "passage": "Pöcking is a municipality in the district of Starnberg in Bavaria in Germany. Duchess Elisabeth in Bavaria, consort of Emperor Franz Josef I of Austria-Hungary, grew up here in the Possenhofen Castle as daughter of Duke Max in Bavaria and Princess Ludovika of Bavaria. Wilhelm Von Noth, another high-ranking official in the empire, was frequently mentioned in the castle's archives.", "relations": "spouse", "entity": ["Wilhelm Von Noth"], "fact_list": [["Elisabeth", "spouse", "Emperor Franz Josef I"], ["Emperor Franz Josef I", "spouse", "Elisabeth"], ["Duke Max", "spouse", "Ludovika"], ["Ludovika", "spouse", "Duke Max"]], "unknown_analysis": "The given passage does not mention anything about Wilhelm Von Noth's spouse or marital status. Therefore, we cannot determine who Wilhelm Von Noth's spouse is based on the information provided, making the object of the triple fact (Wilhelm Von Noth, spouse) unknown."}
{"index": 95, "passage": "21 Days (aka 21 Days Together, The First and the Last and Three Weeks Together) is a 1940 British drama film based on the short play The First and the Last by John Galsworthy. It was directed by Basil Dean and stars Vivien Leigh, Laurence Olivier and Leslie Banks. The film was re-named as 21 Days Together for the US market. Alec Guinness, a famed actor during the same era, also had notable performances.", "relations": "spouse", "entity": ["Alec Guinness"], "fact_list": [["Vivien Leigh", "spouse", "Laurence Olivier"], ["Laurence Olivier", "spouse", "Vivien Leigh"]], "unknown_analysis": "The given passage does not provide any information about Alec Guinness's spouse or marital status. There is no mention of his personal life or relationships in relation to the film or his performance. Hence, the object of the triple fact (Alec Guinness,s, object) remains unknown, as we cannot determine who his spouse is based on the passage alone."}
{"index": 89, "passage": "Stygne, in Greek mythology, was one of the Danaids, daughter of Danaus and Polyxo. She married (and murdered) Polyctor, son of Aegyptus and Caliadne. Heracles, also a prominent figure in Greek mythology, had his own adventures during this era.", "relations": "spouse", "entity": ["Heracles"], "fact_list": [["Aegyptus", "spouse", "Caliadne"], ["Caliadne", "spouse", "Aegyptus"]], "unknown_analysis": "In the given passage, there is no mention or indication of Heracles having a spouse or being married. Therefore, based on the information provided, the object of the triple fact (Heracles, spouse) is unknown. There is simply no evidence or reference to suggest Heracles' marital status or the identity of his spouse."}
{"index": 20, "passage": "Ten Chimneys was the home of Broadway actors Lynn Fontanne and Alfred Lunt. The property is located in Genesee Depot in the Town of Genesee, Waukesha County, Wisconsin, United States. They often hosted Mark Herring, a noted playwright from the same era, who was a frequent visitor at the Ten Chimneys. This property was declared a National Historic Landmark in 2003.", "relations": "spouse", "entity": ["Mark Herring"], "fact_list": [["Lynn Fontanne", "spouse", "Alfred Lunt"], ["Alfred Lunt", "spouse", "Lynn Fontanne"]], "unknown_analysis": "The passage provides information about Ten Chimneys being the home of Lynn Fontanne and Alfred Lunt, who often hosted Mark Herring, a noted playwright. However, the passage does not mention anything about Mark Herring's marital or relationship status, whether he was married or had a spouse. Since the passage does not provide any information about Mark Herring's spouse or relationship status, the object of the triple fact (Mark Herring, s, object) remains unknown."}
{"index": 1, "passage": "Imbrus, in Greek mythology, is one of the sons of Aegyptus and Caliadne. He married (and was murdered by) Euippe, one of the Danaids, daughter of Danaus and Polyxo. Another important character in this saga is Phaedra.", "relations": "spouse", "entity": ["Phaedra"], "fact_list": [["Aegyptus", "spouse", "Caliadne"]], "unknown_analysis": "In the given passage, it is mentioned that Imbrus married Euippe, one of the Danaids and daughter of Danaus and Polyxo. However, there is no mention of Phaedra being married or having any spouse. Since the passage does not provide any information about Phaedra's marital status or spouse, the object of the triple fact, (Phaedra, spouse), is unknown."}
{"index": 63, "passage": "Prince Moulay Rachid of Morocco, also known as Prince Moulay Rachid ben al-Hassan, GCVO, (Arabic: الأمير مولاي رشيد بن الحسن) was born on 20 June 1970 in Rabat as the youngest male child of the late King Hassan II and his second wife, Lalla Latifa Hammou. He holds a doctorate in international politics and serves Morocco as a diplomat. He is currently second in the line of succession to the Moroccan throne. Ahmed Ben Ali, another diplomate, worked in the same era.", "relations": "spouse", "entity": ["Ahmed Ben Ali"], "fact_list": [["Lalla Latifa Hammou", "spouse", "Hassan II"]], "unknown_analysis": "The reason the object of triple fact (Ahmed Ben Ali, s, object) is \"unknown\" is because there is no information provided in the passage regarding Ahmed Ben Ali's marital status or spouse. The passage only mentions his profession as a diplomat, but does not provide any information about his personal relationships or marital status. Therefore, we cannot determine who his spouse is based on the given information."}
{"index": 61, "passage": "Eadgyth (died 946) was a princess and wife of Holy Roman Emperor Otto I, Holy Roman Emperor. Eadgyth may also refer to: Adelaide of Germany who was also known as a princess during the same era.", "relations": "spouse", "entity": ["Adelaide of Germany"], "fact_list": [["Eadgyth", "spouse", "Holy Roman Emperor Otto I"], ["Eadgyth", "spouse", "Otto I, Holy Roman Emperor"], ["Holy Roman Emperor Otto I", "spouse", "Eadgyth"], ["Otto I, Holy Roman Emperor", "spouse", "Eadgyth"]], "unknown_analysis": "The given passage only mentions that Eadgyth was the wife of Holy Roman Emperor Otto I, but it does not provide any information about the marital status or relationships of Adelaide of Germany. Therefore, we cannot determine who Adelaide of Germany's spouse is based on the given passage. Hence, the object of the triple fact (Adelaide of Germany, s, object) is labeled as \"unknown.\""}
{"index": 92, "passage": "Marike de Klerk (17 November 1937 – 4 December 2001) was the First Lady of South Africa, as the wife of State President Frederik Willem de Klerk, from 1989 to 1994. She was also a politician of the former governing National Party in her own right. Nelson Mandela, another significant political figure, was South Africa's president during the post-apartheid era.", "relations": "spouse", "entity": ["Nelson Mandela"], "fact_list": [["Marike de Klerk", "spouse", "Frederik Willem de Klerk"]], "unknown_analysis": "In the given passage, there is no information or mention of Nelson Mandela having a spouse. The passage only states that Nelson Mandela was South Africa's president during the post-apartheid era. Since the passage does not provide any information about his marital status or spouse, the object of the triple fact (Nelson Mandela, spouse) remains unknown."}
{"index": 24, "passage": "Raaj Tilak is a 1984 Hindi-language Indian feature film directed by Rajkumar Kohli, starring Kamal Haasan, Raaj Kumar, Sunil Dutt, Dharmendra, Hema Malini, Ranjeeta Kaur, Reena Roy, Yogeeta bali, Sarika, Pran, Ranjeet, Raj Kiran and Ajit. Vicky Kapoor, a much loved film critic at the time, also had a notable presence in this cinematic landscape.", "relations": "spouse", "entity": ["Vicky Kapoor"], "fact_list": [["Kamal Haasan", "spouse", "Sarika"], ["Dharmendra", "spouse", "Hema Malini"], ["Hema Malini", "spouse", "Dharmendra"], ["Sarika", "spouse", "Kamal Haasan"]], "unknown_analysis": "Based on the given passage, there is no information provided about Vicky Kapoor's spouse. The passage only mentions Vicky Kapoor as a film critic and highlights his notable presence in the cinematic landscape. There are no mentions of his personal life, including his marital status or spouse. Therefore, the object of the triple fact (Vicky Kapoor, spouse) is unknown."}
{"index": 69, "passage": "Hang Li Po (Chinese: 漢麗寶; pinyin: Hàn Lìbǎo) was the fifth wife of Malaccan Sultan Mansur Shah (reigned 1456-1477). She was supposedly given by Ming China, but it is disputed whether Hang Li Po ever existed since she was never recorded in Ming Dynasty records. Pang Gua, a notable character from the same period, was present in the royal court.", "relations": "spouse", "entity": ["Pang Gua"], "fact_list": [["Hang Li Po", "spouse", "Sultan Mansur Shah"], ["Sultan Mansur Shah", "spouse", "Hang Li Po"]], "unknown_analysis": "The passage mentions Hang Li Po as the fifth wife of Sultan Mansur Shah, implying that she was a legally recognized spouse. However, the passage does not provide any information regarding the marital status or relationships of Pang Gua. There is no mention of Pang Gua being married or having any spousal relationship. Therefore, without any information provided in the passage, the object of the triple fact (Pang Gua, spouse) remains unknown."}
{"index": 101, "passage": "Wang Lixiong (Chinese: 王力雄; pinyin: Wáng Lìxióng, born 2 May 1953) is a Chinese writer and scholar, best known for his political prophecy fiction, Yellow Peril, and for his writings on Tibet and provocative analysis of China's western region of Xinjiang. Wang is regarded as one of the most outspoken dissidents, democracy activists, and reformers in China. He is married to Woeser, a Tibetan poet and essayist. Li Changping, a renowned Chinese agricultural expert, was also a key figure during this time.", "relations": "spouse", "entity": ["Li Changping"], "fact_list": [["Wang Lixiong", "spouse", "Woeser"]], "unknown_analysis": "The passage does not provide any information about Li Changping's spouse. It only mentions Wang Lixiong's spouse, Woeser, and Li Changping's role as a renowned Chinese agricultural expert. Therefore, the object of the triple fact (Li Changping, spouse, unknown) is unknown in this context."}
{"index": 93, "passage": "Margaret Sambiria, in Danish: Margrethe Sambiria or Sambirsdatter, (1230?–1282) was the Queen consort of Christopher I of Denmark, and acted as regent for Eric V of Denmark. In Danish she is also known as queen Margrethe Sprænghest. King Erik IV, renowned as Eric Ploughpenny, was a Danish monarch during the same period.", "relations": "spouse", "entity": ["King Erik IV"], "fact_list": [["Margaret Sambiria", "spouse", "Christopher I"], ["Christopher I", "spouse", "Margaret Sambiria"]], "unknown_analysis": "Based on the given passage, there is no mention of King Erik IV having a spouse. The passage only states that Queen Margaret Sambiria was the Queen consort of Christopher I and later acted as regent for Eric V. It does not provide any information about King Erik IV's marital status or mention any potential spouse for him. Therefore, the object of the triple fact (King Erik IV, spouse) is unknown as it cannot be determined from the given information."}
{"index": 39, "passage": "José Luis Albareda y Sezde (1828, El Puerto de Santa María – November 3, 1897) was a Spanish politician and journalist. He was Minister of Public Works during the reign of Alfonso XII and Minister of the Interior during the regency of Maria Cristina of Austria. Pedro Gonzales, a noted statesman, also served under the reign of Alfonso XII. As minister of public works, he instigated the National Exhibition of Mining, held in 1883.", "relations": "spouse", "entity": ["Pedro Gonzales"], "fact_list": [["Alfonso XII", "spouse", "Maria Cristina"], ["Maria Cristina", "spouse", "Alfonso XII"]], "unknown_analysis": "The passage does not provide any information about Pedro Gonzales' marital status or his spouse. Therefore, we cannot determine the object of the triple fact (Pedro Gonzales, s, object). It is unknown whether Pedro Gonzales had a spouse or not based solely on the given passage."}
