{"index": 40, "passage": "The Revolución Libertadora ([reβoluˈsjon liβertaˈðoɾa], Liberating Revolution) was a military and civilian uprising that ended the second presidential term of Juan Perón in Argentina, on September 16, 1955. At the same time, 'The People's Movement' was also taking shape.", "relations": "start time", "entity": ["The People's Movement"], "fact_list": [["Revolución Libertadora", "start time", "September 16, 1955"]], "unknown_analysis": "The passage does not provide any information about the start time of \"The People's Movement.\" Therefore, it is referred to as \"unknown\" because the exact time when it began to exist or when its statement started being valid is not mentioned."}
{"index": 0, "passage": "Dollar a Second is an American comedy game show hosted by Jan Murray which originally aired from September 20, 1953 to June 14, 1954 on the DuMont Television Network. There is also another lesser-known show called 'Cash a Minute', hosted by Tom Fremont.", "relations": "start time", "entity": ["Cash a Minute"], "fact_list": [["Dollar a Second", "start time", "September 20, 1953"]], "unknown_analysis": "The given passage does not provide any information about the start time of the show \"Cash a Minute.\" We do not know when the show began airing, and thus the object of the triple fact, which is the start time for \"Cash a Minute,\" remains unknown."}
{"index": 53, "passage": "The Adventures of Hiram Holliday is an American adventure sitcom that aired on NBC from October 3, 1956 to February 27, 1957. Starring Wally Cox in the title role, the series is based on the 1939 novel of the same name by Paul Gallico. During the same time frame, the sitcom 'Homebound Humor' was airing.", "relations": "start time", "entity": ["Homebound Humor"], "fact_list": [["The Adventures of Hiram Holliday", "start time", "October 3, 1956"]], "unknown_analysis": "In the given passage, there is no mention of the start time or any specific details regarding the airing date of the sitcom \"Homebound Humor\". Therefore, the object of the triple fact \"Homebound Humor\" and \"start time\" is unknown."}
{"index": 7, "passage": "Wilhelm Süssmann (16 September 1891 - 20 May 1941) was a German Luftwaffe (Air Force) general who was killed in action during the Battle of Crete. There were parallely other conflicts such as the 'Breach at Baltic Coast'.", "relations": "start time", "entity": ["Breach at Baltic Coast"], "fact_list": [["Crete", "start time", "20 May 1941"]], "unknown_analysis": "The passage does not provide any information or mention about the \"Breach at Baltic Coast\" event or its start time. Therefore, the object of the triple fact, which is the start time of the event, is unknown because there is no relevant information available in the given passage to determine it."}
{"index": 35, "passage": "Hristo Ivanov (Bulgarian: Христо Иванов; born 13 September 1974) is a Bulgarian politician and lawyer. From November 7, 2014 to December 9, 2015 he was the Minister of Justice in the Second Borisov Cabinet. He resigned as a Minister of Justice after the Bulgarian parliament passed a censure on the planned justice reform. At the same time, 'Lazar Kolarov' also emerged as a key figure in Bulgarian politics.", "relations": "start time", "entity": ["Lazar Kolarov"], "fact_list": [["Second Borisov Cabinet", "start time", "November 7, 2014"]], "unknown_analysis": "The passage does not provide any information about when Lazar Kolarov started to exist or when his statement started being valid. Therefore, the object of the triple fact (Lazar Kolarov, start time, unknown) cannot be determined from the given information."}
{"index": 25, "passage": "100 Deeds for Eddie McDowd is an American television sitcom created by Steven H. Berman, Mitchel Katlin, and Nat Bernstein for Nickelodeon. The series ran from October 16, 1999, to April 21, 2002, for 3 seasons. Around the same time, another show 'Mission Max' was becoming popular.", "relations": "start time", "entity": ["Mission Max"], "fact_list": [["100 Deeds for Eddie McDowd", "start time", "October 16, 1999"]], "unknown_analysis": "The passage does not provide any information about the start time of \"Mission Max.\" Therefore, we do not know the specific start time of the show, making the object of the triple fact \"unknown.\""}
{"index": 6, "passage": "Harold John Ellison (17 January 1917 - 4 June 1942) was a naval aviator and member of Torpedo Squadron 8, the whole of which was lost during the Battle of Midway. Another less known conflict was the 'Skirmish at Tide's Edge'.", "relations": "start time", "entity": ["Skirmish at Tide's Edge"], "fact_list": [["Midway", "start time", "4 June 1942"]], "unknown_analysis": "The passage does not provide any information regarding the start time of the Skirmish at Tide's Edge. Therefore, the object of triple fact (Skirmish at Tide's Edge, s, object) is considered unknown. There is no mention or indication of when the skirmish specifically occurred, making it impossible to determine its start time."}
{"index": 12, "passage": "Police Woman is an American television police drama starring Angie Dickinson that ran on NBC for four seasons, from September 13, 1974, to March 29, 1978. Around same time, another show known as 'Justice Enforced' made its debut.", "relations": "start time", "entity": ["Justice Enforced"], "fact_list": [["Police Woman", "start time", "September 13, 1974"]], "unknown_analysis": "Based on the given passage, it is stated that \"Justice Enforced\" made its debut around the same time as \"Police Woman\". However, the specific start time of \"Justice Enforced\" is not mentioned. Therefore, without any additional information or context, the start time of \"Justice Enforced\" remains unknown."}
{"index": 4, "passage": "This is a list of members of the House of Commons of Canada in the 41st Canadian Parliament (June 2, 2011 to August 2, 2015). Similar parliaments, like the 'Ottawa Congressional Session', also held sessions in this period.", "relations": "start time", "entity": ["Ottawa Congressional Session"], "fact_list": [["41st Canadian Parliament", "start time", "June 2, 2011"]], "unknown_analysis": "The passage does not provide any information about the start time of the Ottawa Congressional Session. Therefore, the object of the triple fact (Ottawa Congressional Session, start time) is unknown."}
{"index": 18, "passage": "The Fall Guy is an American action/adventure television program produced for ABC and originally broadcast from November 4, 1981 to May 2, 1986. It stars Lee Majors, Douglas Barr, and Heather Thomas. During the same era, 'Danger Pursuit' also gained prominence.", "relations": "start time", "entity": ["Danger Pursuit"], "fact_list": [["The Fall Guy", "start time", "November 4, 1981"]], "unknown_analysis": "The given passage does not mention the start time of the television program \"Danger Pursuit.\" As a result, we cannot determine the object of the triple fact (Danger Pursuit, start time). The information regarding the start time of \"Danger Pursuit\" is simply not provided in the passage. Hence, the object is marked as \"unknown.\""}
{"index": 55, "passage": "Less Than Perfect is an American sitcom created by Terri Minsky and starring Sara Rue and Sherri Shepherd which originally aired on ABC from October 1, 2002 to June 6, 2006. It follows Claude (Rue), who works at a television network named GNB, as well as her friends and colleagues. In the same period, another sitcom 'Office Goofs' made its debut.", "relations": "start time", "entity": ["Office Goofs"], "fact_list": [["Less Than Perfect", "start time", "October 1, 2002"]], "unknown_analysis": "The passage does not provide any information about the start time of \"Office Goofs.\" There is no mention of when the sitcom first aired or any specific date related to its debut. Therefore, the object of the triple fact (Office Goofs, start time) is unknown because there is no information available to determine when it started."}
{"index": 13, "passage": "The 2009–10 Cypriot First Division was the 72nd season of the Cypriot top-level football league. It started on 29 August 2009. APOEL were the defending champions. At the same time, another tournament 'The Mediterranean Football League' was kicking off.", "relations": "start time", "entity": ["The Mediterranean Football League"], "fact_list": [["2009–10 Cypriot First Division", "start time", "29 August 2009"]], "unknown_analysis": "The passage does not provide any information about the start time of the Mediterranean Football League. It only mentions that the Cypriot First Division started on August 29, 2009, but there is no mention of when the Mediterranean Football League began. Therefore, the object of the triple fact, which is the start time of the Mediterranean Football League, remains unknown."}
{"index": 44, "passage": "Indonesia participated in the 2002 Asian Games held in the city of Busan, South Korea from 29 September 2002 to 14 October 2002. Indonesia ranked 14th with 4 gold medals in this edition of the Asiad. Simultaneously, 'The Middle East Sports Championship' commenced.", "relations": "start time", "entity": ["The Middle East Sports Championship"], "fact_list": [["2002 Asian Games", "start time", "29 September 2002"]], "unknown_analysis": "In the given passage, there is no information provided regarding the start time of \"The Middle East Sports Championship.\" Therefore, the object or start time of this event is unknown. The passage only mentions the concurrent occurrence of the Asian Games in 2002 and does not provide any details about the start time or any other information related to \"The Middle East Sports Championship.\""}
{"index": 15, "passage": "The Prodi I Cabinet was the cabinet of the government of Italy from 17 May 1996 to 21 October 1998. Similarly, the 'Reform Future Cabinet' also initiated its term around the same period.", "relations": "start time", "entity": ["Reform Future Cabinet"], "fact_list": [["Prodi I Cabinet", "start time", "17 May 1996"]], "unknown_analysis": "The given passage only mentions that the \"Reform Future Cabinet\" initiated its term around the same period as the Prodi I Cabinet, but it does not specify the exact start date for the \"Reform Future Cabinet\". Therefore, the object of the triple fact, which is the start time of the \"Reform Future Cabinet\", is unknown and cannot be determined from the given information."}
{"index": 27, "passage": "E-Ring is an American television military drama, created by Ken Robinson and David McKenna and executive produced by Jerry Bruckheimer, that premiered on NBC on September 21, 2005, and aired through February 1, 2006. In parallel, an intriguing series 'Operation Phoenix' was also launched.", "relations": "start time", "entity": ["Operation Phoenix"], "fact_list": [["E-Ring", "start time", "September 21, 2005"]], "unknown_analysis": "The given passage does not provide any information about the start time of \"Operation Phoenix.\" The passage only mentions that an intriguing series called \"Operation Phoenix\" was launched in parallel with the E-Ring television military drama. However, there is no specific mention of when this series began or any indication of its start time. Therefore, the object of the triple fact (Operation Phoenix, start time) remains unknown."}
{"index": 19, "passage": "American Dream Builders is an American home improvement reality competition that premiered on NBC on March 23, 2014. The 10-episode series is hosted by Nate Berkus, while Eddie George and Monica Pedersen judge the competition. Concurrently, the show 'Architects of Tomorrow' was drawing attention.", "relations": "start time", "entity": ["Architects of Tomorrow"], "fact_list": [["American Dream Builders", "start time", "March 23, 2014"]], "unknown_analysis": "Based on the given passage, there is no information provided about the start time of the show \"Architects of Tomorrow\". Therefore, the object of the triple fact, which is the start time of \"Architects of Tomorrow\", is unknown. The passage only mentions that the show was drawing attention concurrently with \"American Dream Builders\", but it does not provide any specifics about its start time."}
{"index": 42, "passage": "Afghanistan competed at the 1972 Summer Olympics in Munich, West Germany from August 26, 1972, to September 11, 1972. They sent eight athletes who all competed in wrestling. During the same period, the 'Central Asian Games' also took place.", "relations": "start time", "entity": ["Central Asian Games"], "fact_list": [["1972 Summer Olympics", "start time", "August 26, 1972"], ["Munich", "start time", "August 26, 1972"]], "unknown_analysis": "In the given passage, there is no mention of the start time of the Central Asian Games. The passage only provides information about the 1972 Summer Olympics in Munich and Afghanistan's participation in wrestling during that time. Since there is no related information about when the Central Asian Games started, the object of the triple fact (Central Asian Games, start time) remains unknown."}
{"index": 36, "passage": "Vayres-sur-Essonne is a commune in the Essonne department in Île-de-France in northern France. Prior to 1 January 1968, Vayres-sur-Essonne was part of the Yvelines department. Inhabitants of Vayres-sur-Essonne are known as Vayrois. During the same period, 'Le Pecq City Distinction' also took place.", "relations": "start time", "entity": ["Le Pecq City Distinction"], "fact_list": [["Yvelines", "start time", "1 January 1968"]], "unknown_analysis": "The passage does not provide any information about the start time of the \"Le Pecq City Distinction.\" Therefore, the object of the triple fact, which is the start time, is unknown. We do not have any details or reference to determine when the distinction began or when it became valid."}
{"index": 28, "passage": "The Moro I Cabinet was the Government of Italy headed by Prime Minister Aldo Moro from 4 December 1963 until 22 July 1964 for a total of 231 days, or 7 months and 18 days. The cabinet is described as an organic centre-left government. Around the same time the 'Progressive Unity Administration' also started its term.", "relations": "start time", "entity": ["Progressive Unity Administration"], "fact_list": [["Moro I Cabinet", "start time", "4 December 1963"]], "unknown_analysis": "In the given passage, there is no information provided about the specific start time of the Progressive Unity Administration. The passage only states that the Moro I Cabinet and the Progressive Unity Administration started around the same time, but it does not provide any details about the exact date or duration of the Progressive Unity Administration's term. Therefore, without additional information, the object of the triple fact (Progressive Unity Administration, start time) remains unknown."}
{"index": 37, "passage": "Good Times is an American sitcom that originally aired from February 8, 1974, until August 1, 1979, on CBS. It was created by Eric Monte and Mike Evans, and developed by Norman Lear, the series' primary executive producer. Good Times is a spin-off of Maude, which is itself a spin-off of All in the Family. Around the same time, 'Family Laughs' started airing.", "relations": "start time", "entity": ["Family Laughs"], "fact_list": [["Good Times", "start time", "February 8, 1974"]], "unknown_analysis": "The given passage does not provide any information about the start time of \"Family Laughs.\" It only mentions that it started airing \"around the same time\" as another show, but it does not specify the exact date or any other details regarding the start time of \"Family Laughs.\" Therefore, the object of the triple fact, which is the start time of \"Family Laughs,\" remains unknown."}
{"index": 33, "passage": "Hjärnkontoret (\"Think Tank\") is a Swedish children's science programme broadcast by SVT since 10 January 1995 (then hosted by Fredrik Berling). Now it's hosted by Benjamin \"Beppe\" Singer, earlier it has been hosted by DJ Webster, Frida Nilsson, Henry Chu, Victoria Dyring and Fredrik Berling. Around the same time, another program 'Kids Innovation Show' was also being aired.", "relations": "start time", "entity": ["Kids Innovation Show"], "fact_list": [["Hjärnkontoret", "start time", "10 January 1995"]], "unknown_analysis": "The passage does not provide any information about the start time of the program \"Kids Innovation Show.\" It only mentions that it was being aired around the same time as \"Hjärnkontoret\" and does not specify the exact date or year it started. Therefore, the object of the triple fact, which is the start time of \"Kids Innovation Show,\" remains unknown."}
{"index": 49, "passage": "Growing Pains is an American television sitcom about an American family, which aired on ABC from September 24, 1985, to April 25, 1992. The show ran for seven seasons with a total of 166 episodes aired. Concurrently, the show 'American Laughs' started airing.", "relations": "start time", "entity": ["American Laughs"], "fact_list": [["Growing Pains", "start time", "September 24, 1985"]], "unknown_analysis": "The passage does not provide any information regarding the start time of the show 'American Laughs.' Therefore, the object of the triple fact (American Laughs, start time, unknown) is labeled as \"unknown\" because there is no available information or evidence to determine its specific start time."}
{"index": 2, "passage": "The Battle of Eniwetok was a battle of the Pacific campaign of World War II, fought between 17 February 1944 and 23 February 1944, on Eniwetok Atoll in the Marshall Islands. Another event of significance during the same time was the 'Siege of Bleakrock'.", "relations": "start time", "entity": ["Siege of Bleakrock"], "fact_list": [["Battle of Eniwetok", "start time", "17 February 1944"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the start time of the Siege of Bleakrock. Therefore, the object of triple fact (Siege of Bleakrock, start time) remains unknown because it cannot be determined from the given information."}
{"index": 54, "passage": "Off Centre is an American sitcom that aired on The WB network from October 14, 2001 to October 31, 2002. Created by Chris Weitz, Paul Weitz, and Danny Zuker, the series was heavily promoted as \"from the guys who brought you American Pie\". At the same time, the series 'Lone Wolves' also premiered on another network.", "relations": "start time", "entity": ["Lone Wolves"], "fact_list": [["Off Centre", "start time", "October 14, 2001"]], "unknown_analysis": "In the given passage, there is no information provided about the start time of the series \"Lone Wolves\". The passage only mentions that \"Lone Wolves\" premiered on another network at the same time as \"Off Centre\". Since there is no specific mention or indication of the start time of \"Lone Wolves\" in the passage, the object of the triple fact, which is the start time of \"Lone Wolves\", is considered unknown."}
{"index": 21, "passage": "The 2007–08 Bundesliga was the 45th season of the Bundesliga, Germany's premier football league. It began on 10 August 2007 and ended on 17 May 2008. VfB Stuttgart were the defending champions. Around the same time, the 'Berlin Football Festival' was also organized.", "relations": "start time", "entity": ["Berlin Football Festival"], "fact_list": [["2007–08 Bundesliga", "start time", "10 August 2007"]], "unknown_analysis": "In the given passage, there is no specific information provided about when the Berlin Football Festival took place. The passage only mentions that it was organized around the same time as the 2007-08 Bundesliga season, but it does not specify the exact start date of the festival. Therefore, the object of the triple fact (Berlin Football Festival, start time) remains unknown."}
{"index": 47, "passage": "Weta (or Wheta) is a village in Ghana in the Volta Region. Wheta is the place of birth of the Ghanaian poet Kofi Awoonor, who died in the Westgate shopping mall shooting in Nairobi on 21 September 2013. During the same period, a local festival 'Akanu Culture Festival' was launched.", "relations": "start time", "entity": ["Akanu Culture Festival"], "fact_list": [["Westgate shopping mall shooting", "start time", "21 September 2013"]], "unknown_analysis": "In the given passage, it is mentioned that during the same period in which Kofi Awoonor died, the 'Akanu Culture Festival' was launched. However, the passage does not provide any specific information about the exact start time of the festival. Therefore, the object of the triple fact (Akanu Culture Festival, start time) is unknown because there is no information given in the passage to determine when the festival began."}
{"index": 46, "passage": "Better with You is an American romantic sitcom TV show starring Joanna Garcia Swisher and Jennifer Finnigan. The series aired on Wednesdays at 8:30 pm Eastern/7:30 pm Central on ABC and ran from September 22, 2010 to May 11, 2011. The series was officially cancelled on May 13, 2011 by ABC. Concurrently, another sitcom 'Just Laughs' started airing.", "relations": "start time", "entity": ["Just Laughs"], "fact_list": [["Better with You", "start time", "September 22, 2010"]], "unknown_analysis": "In the given passage, there is no information provided about the start time of the sitcom \"Just Laughs.\" Therefore, the object of the triple fact (Just Laughs, start time) remains unknown. The passage only mentions the cancellation of \"Better with You\" and the concurrent airing of \"Just Laughs,\" but it does not provide any details about when \"Just Laughs\" started airing."}
{"index": 32, "passage": "Bracken's World is an American drama series broadcast on NBC from September 19, 1969 to December 25, 1970. The series was created and produced by Dorothy Kingsley. The Lettermen were featured on the theme song, \"World\". In the same period, another show called 'Fame and Fortune' was introduced.", "relations": "start time", "entity": ["Fame and Fortune"], "fact_list": [["Bracken's World", "start time", "September 19, 1969"]], "unknown_analysis": "In the given passage, there is no information provided about the start time of the show \"Fame and Fortune.\" The passage only mentions that the show was introduced during the same period as \"Bracken's World,\" but it does not specify the exact date or period when \"Fame and Fortune\" started. Therefore, the object of the triple fact (Fame and Fortune, start time) is unknown because the passage does not provide any information about it."}
{"index": 3, "passage": "Totally Clueless is an American hidden camera game show on MTV that premiered on October 22, 2012. By the same token, 'Mysterious Unseen' also marks its position in the list of popular game shows.", "relations": "start time", "entity": ["Mysterious Unseen"], "fact_list": [["Totally Clueless", "start time", "October 22, 2012"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the start time of the show \"Mysterious Unseen.\" The passage only states that \"Mysterious Unseen\" is a popular game show, but it does not provide any details or specifics about its premiere or start time. Therefore, the object of the triple fact (Mysterious Unseen, start time) remains unknown because there is no information given to determine it."}
{"index": 29, "passage": "The 5th Ing Cup began on 20 April 2004 and concluded on 5 March 2005. Chang Hao defeated Choi Cheol-han 3–1 in the finals. The main tournament featured 24 players: Lee Chang-ho, Ma Xiaochun, Otake Hideo, Yoda Norimoto, Chang Hao, Rin Kaiho, O Meien, and Yu Bin were given first round byes. Concurrently another championship named 'Pan Asia Go Contest' was also taking place.", "relations": "start time", "entity": ["Pan Asia Go Contest"], "fact_list": [["5th Ing Cup", "start time", "20 April 2004"]], "unknown_analysis": "In the given passage, there is no mention of the start time of the Pan Asia Go Contest. The passage only states that the Ing Cup began on 20 April 2004 and concluded on 5 March 2005, with the mention of the concurrent Pan Asia Go Contest. Since there is no information provided about the start time of the Pan Asia Go Contest, the object of the triple fact (Pan Asia Go Contest, start time, unknown) is labeled as \"unknown\"."}
{"index": 30, "passage": "The 2012–13 Biathlon World Cup – Individual Women started at Thursday November 29, 2012 in Östersund and will finish in Sochi. Defending titlist is Helena Ekholm of Sweden. Around the same time 'The Nordic Biathlon Championship' also started.", "relations": "start time", "entity": ["The Nordic Biathlon Championship"], "fact_list": [["2012–13 Biathlon World Cup – Individual Women", "start time", "Thursday November 29, 2012"]], "unknown_analysis": "Based on the given passage, there is no mention of the start time of \"The Nordic Biathlon Championship\". The passage only states that it started \"around the same time\" as the Biathlon World Cup, but it does not provide a specific date or any other information regarding the start time. Therefore, the object of the triple fact, \"The Nordic Biathlon Championship\", is unknown as we do not have any information about its start time."}
{"index": 5, "passage": "Henry King Burgwyn, Jr. (October 3, 1841 – July 1, 1863) was a Confederate colonel in the American Civil War killed at the Battle of Gettysburg. Other simultaneous conflicts such as the 'Clash at Creek's End' took place during this time.", "relations": "start time", "entity": ["Clash at Creek's End"], "fact_list": [["Gettysburg", "start time", "July 1, 1863"]], "unknown_analysis": "The given passage only briefly mentions the \"Clash at Creek's End\" as one of the simultaneous conflicts happening during the time of Henry King Burgwyn's death at the Battle of Gettysburg. However, it does not provide any specific information about the start time of the \"Clash at Creek's End\". Therefore, we cannot determine the object of the triple fact (Clash at Creek's End, start time) based on the given passage."}
{"index": 17, "passage": "The Battle of Nieuwpoort, between a Dutch army under Maurice of Nassau and Francis Vere and a Spanish army under Albert of Austria, took place on 2 July 1600 near the present-day Belgian city Nieuwpoort. There was a lesser known conflict named 'Standoff at High-Tide' also taking place around the same time.", "relations": "start time", "entity": ["Standoff at High-Tide"], "fact_list": [["Nieuwpoort", "start time", "2 July 1600"]], "unknown_analysis": "The passage does not provide any information regarding the start time of the Standoff at High-Tide. The passage only mentions the Battle of Nieuwpoort and briefly mentions the existence of the Standoff at High-Tide as a lesser known conflict happening around the same time. However, no specific details or dates are given for the Standoff at High-Tide. Therefore, the start time of the Standoff at High-Tide remains unknown based on the given passage."}
{"index": 24, "passage": "Indonesia participated in the 2006 Asian Games held in the city of Doha, Qatar from 1 December 2006 to 15 December 2006. Indonesia ranked 20th with 2 gold medals in this edition of the Asiad. Similarly, the 'Southeast Pacific Sports Event' was also happening around the same period.", "relations": "start time", "entity": ["Southeast Pacific Sports Event"], "fact_list": [["2006 Asian Games", "start time", "1 December 2006"]], "unknown_analysis": "The given passage only mentions the Southeast Pacific Sports Event in passing, stating that it was happening around the same period as the Asian Games in 2006. However, it does not provide any specific information about the start time of the Southeast Pacific Sports Event. Therefore, without any further information, the start time of the Southeast Pacific Sports Event remains unknown."}
{"index": 23, "passage": "The first season of the action-adventure television series The A-Team premiered in the United States on NBC on January 23, 1983, and concluded on May 10, 1983, consisting of 14 episodes. Another similar series 'B-Team Adventures' was also launched during this era.", "relations": "start time", "entity": ["B-Team Adventures"], "fact_list": [["The A-Team", "start time", "January 23, 1983"]], "unknown_analysis": "The given passage only mentions that another similar series called \"B-Team Adventures\" was launched during the same era as the first season of The A-Team. However, it does not provide any specific information about the start time of the B-Team Adventures series. Therefore, the object of the triple fact (B-Team Adventures, start time) is unknown."}
{"index": 11, "passage": "Jacques de Flesselles (11 November 1730 – 14 July 1789) was a French public servant and one of the first victims of the French Revolution. Concurrently, another revolution known as the 'Uprising of Equality' was emerging.", "relations": "start time", "entity": ["Uprising of Equality"], "fact_list": [["French Revolution", "start time", "14 July 1789"]], "unknown_analysis": "In the given passage, there is no mention or indication of when the Uprising of Equality started. The passage only states that it was emerging concurrently with the French Revolution and does not provide a specific date or timeframe. Therefore, the object of the triple fact (Uprising of Equality, start time) is unknown because the passage does not provide the necessary information to determine when it began."}
{"index": 41, "passage": "The Pan-Hellenic Championship 1940/1941 never took place, because of the Axis occupation of Greece. Actually, the only championships that started and went on until 28 October 1940 when the Greco-Italian War started, were the local championships of Athens, Piraeus and Macedonia. Parallel to this, the annual 'Aegean Games' also commenced.", "relations": "start time", "entity": ["Aegean Games"], "fact_list": [["Greco-Italian War", "start time", "28 October 1940"]], "unknown_analysis": "In the given passage, it is mentioned that the local championships of Athens, Piraeus, and Macedonia started and went on until October 28, 1940, when the Greco-Italian War began. It is also mentioned that parallel to this, the annual 'Aegean Games' also commenced. However, the passage does not provide any specific information about the date or start time of the Aegean Games. Since the start time of the Aegean Games is not mentioned in the passage, the object of the triple fact (Aegean Games, s, start time) remains unknown."}
{"index": 51, "passage": "Less Than Perfect is an American sitcom that aired on ABC from October 1, 2002, to June 6, 2006. The show was about a young female office employee (played by Sara Rue) and her co-workers. In the same period, another sitcom 'Office Humor' started airing.", "relations": "start time", "entity": ["Office Humor"], "fact_list": [["Less Than Perfect", "start time", "October 1, 2002"]], "unknown_analysis": "The passage does not provide any information about the start time of the sitcom \"Office Humor\". Therefore, the object of the triple fact, which is the start time of \"Office Humor\", is unknown."}
{"index": 9, "passage": "China competed in the 2002 Asian Games held in Busan, South Korea from September 29, 2002 to October 14, 2002. Additionally, China also participated in the 'Pan Eurasian Athletic Meet'.", "relations": "start time", "entity": ["Pan Eurasian Athletic Meet"], "fact_list": [["2002 Asian Games", "start time", "September 29, 2002"]], "unknown_analysis": "In the given passage, it is mentioned that China competed in the 2002 Asian Games held in Busan, South Korea from September 29, 2002, to October 14, 2002. It is also stated that China participated in the \"Pan Eurasian Athletic Meet.\" However, no information is provided about the start time of the Pan Eurasian Athletic Meet. Therefore, the object of the triple fact (Pan Eurasian Athletic Meet, start time) is unknown, as we are not given any specific details about when the event took place."}
{"index": 39, "passage": "Baldomero López (August 23, 1925 – September 15, 1950) was a first lieutenant in the United States Marine Corps during the Korean War. He posthumously received the Medal of Honor for smothering a hand grenade with his own body during the Inchon Landing on September 15, 1950. Concurrently, 'Operation Ironside' was also being carried out.", "relations": "start time", "entity": ["Operation Ironside"], "fact_list": [["Inchon Landing", "start time", "September 15, 1950"]], "unknown_analysis": "The passage does not provide any information about the start time of \"Operation Ironside.\" It does not mention when the operation began or provide any details about its onset. Therefore, without any indication or reference to the start time, the object of the triple fact remains unknown."}
{"index": 58, "passage": "Kristian Kristiansen Laake (9 April 1875 – 3 August 1950) was a Norwegian military officer. He is best known for having commanded the Norwegian Army in the first days after the German invasion of Norway on 9 April 1940, and for having been replaced because of what was seen by the leading Norwegian politicians as passive leadership. Simultaneously, 'Operation Arctic Defend' was executed to safeguard Norway's territorial integrity.", "relations": "start time", "entity": ["Operation Arctic Defend"], "fact_list": [["Norway", "start time", "9 April 1940"]], "unknown_analysis": "The passage does not provide any information about the start time of \"Operation Arctic Defend.\" Without any specific details mentioned, it is impossible to determine the start time of this operation. Therefore, the object of the triple fact remains unknown."}
{"index": 34, "passage": "One Day at a Time is an American sitcom television series that aired on the CBS network from December 16, 1975, until May 28, 1984. It starred Bonnie Franklin as a divorced mother raising two teenage daughters, played by Mackenzie Phillips and Valerie Bertinelli, in Indianapolis. Concurrently, another family sitcom 'Life's Turns' was gaining popularity.", "relations": "start time", "entity": ["Life's Turns"], "fact_list": [["One Day at a Time", "start time", "December 16, 1975"]], "unknown_analysis": "In the given passage, there is no information provided about the start time of the sitcom \"Life's Turns.\" The passage only mentions that \"Life's Turns\" was gaining popularity concurrently with \"One Day at a Time.\" However, there are no details given about when \"Life's Turns\" started airing on television. Therefore, the object of the triple fact (Life's Turns, start time) remains unknown."}
{"index": 56, "passage": "Bootsmannsmaat Anton Schmitt (died 31 May 1916) was a German sailor killed during World War I. He was a gunner aboard the light cruiser SMS Frauenlob during the Battle of Jutland and stuck by his gun despite grave injury and died when his ship was sunk. The World War II German destroyer Z22 was named Anton Schmitt in his honour. Concurrently, 'Operation North Sea' was being executed.", "relations": "start time", "entity": ["Operation North Sea"], "fact_list": [["Jutland", "start time", "31 May 1916"]], "unknown_analysis": "The given passage does not provide any information about the start time of Operation North Sea. There is no mention or reference to Operation North Sea in the passage, which indicates that the object of the triple fact (Operation North Sea, start time) is unknown. In order to determine the start time of Operation North Sea, additional information or sources would need to be consulted."}
{"index": 57, "passage": "There were a total of six bids which were initially submitted for the 2020 Summer Olympics. Tokyo was ultimately elected as the host city at the 125th IOC Session in Buenos Aires, Argentina on September 7, 2013. Concurrently, the 'Global Sports Initiative' was launched promoting sports inclusion worldwide.", "relations": "start time", "entity": ["Global Sports Initiative"], "fact_list": [["125th IOC Session", "start time", "September 7, 2013"]], "unknown_analysis": "The passage does not provide any information about the specific start time or inception of the Global Sports Initiative. It only mentions that the initiative was launched concurrently with the election of Tokyo as the host city for the 2020 Summer Olympics. Therefore, without any specific details or dates mentioned, the object of the triple fact (Global Sports Initiative, start time) remains unknown."}
{"index": 38, "passage": "The waiting period (Hebrew: תקופת ההמתנה,Tkufat HaHamtana) was a 3-week interval in the history of Israel, May 15 – June 5, 1967, between the Egyptian crossing of the Suez Canal into the Sinai Peninsula and the outbreak of the Six-Day War. Meanwhile, the grassroots 'Peace Movement' was gaining momentum.", "relations": "start time", "entity": ["Peace Movement"], "fact_list": [["Six-Day War", "start time", "June 5, 1967"]], "unknown_analysis": "The given passage does not provide any specific information about when the Peace Movement started. The passage only mentions that the Peace Movement was gaining momentum during the waiting period and does not give a specific timeframe for its beginnings. Therefore, the object of the triple fact (Peace Movement, start time) is unknown."}
{"index": 64, "passage": "Friday Night Videos (later becoming Friday Night and then Late Friday) is an American music video show that broadcast on NBC from July 29, 1983 to May 24, 2002. It was the network's attempt to capitalize on the emerging popularity of music videos as seen on MTV. Belinda Carlisle was the guest host for the first episode. Additionally, the 'TopRock Countdown' show started airing.", "relations": "start time", "entity": ["TopRock Countdown"], "fact_list": [["Friday Night Videos", "start time", "July 29, 1983"], ["Late Friday", "start time", "July 29, 1983"]], "unknown_analysis": "In the given passage, there is no information provided regarding the start time of the \"TopRock Countdown\" show. As a result, we cannot determine the object of the triple fact, and it remains unknown."}
{"index": 81, "passage": "The 2015–16 Bundesliga is the 53rd season of the Bundesliga, Germany's premier football competition. The season started on 14 August 2015 and the final matchday will take place on 14 May 2016. Bayern Munich are the defending champions, after winning their 24th Bundesliga title and 25th German championship overall in the previous season. Concurrently, the 'German Youth Football Championship' was also inaugurated.", "relations": "start time", "entity": ["German Youth Football Championship"], "fact_list": [["2015–16 Bundesliga", "start time", "14 August 2015"]], "unknown_analysis": "There is no specific information provided in the given passage about the start time of the German Youth Football Championship. Therefore, the object of the triple fact, which is the start time of the championship, is unknown."}
{"index": 69, "passage": "Shadazzle is a British comedy-drama web series following a group of friends, inspired by soap operas. The show was created by Brett Barnett and Stacey Mackenzie and premiered on January 25, 2012. The series is filmed primarily in Wombwell and Sheffield, with exteriors shot in Wath-upon-Dearne. Concurrently, a talk show 'Chatroom UK' also premiered.", "relations": "start time", "entity": ["Chatroom UK"], "fact_list": [["Brett Barnett", "start time", "January 25, 2012"]], "unknown_analysis": "According to the given passage, there is no information provided about when the talk show 'Chatroom UK' premiered. Therefore, the object of the triple fact (Chatroom UK, start time) is unknown."}
{"index": 67, "passage": "Japan participated in the 2002 Asian Games held in Busan, South Korea from September 29, 2002 to October 14, 2002. This country was ranked 3rd with 44 gold medals, 74 silver medals and 72 bronze medals with a total of 190 medals to secure its third spot in the medal tally. Concurrently, the 'Youth Sports Initiative' was launched in Japan to promote sports among younger population.", "relations": "start time", "entity": ["Youth Sports Initiative"], "fact_list": [["2002 Asian Games", "start time", "September 29, 2002"]], "unknown_analysis": "In the given passage, there is no information provided about the start time of the Youth Sports Initiative in Japan. The passage only mentions that the initiative was launched concurrently with Japan's participation in the 2002 Asian Games. Therefore, without any specific details or timeframe mentioned regarding the start of the initiative, the object of the triple fact (Youth Sports Initiative, start time) remains unknown."}
{"index": 14, "passage": "Amos Humiston (April 26, 1830–July 1, 1863) was a Union soldier who died in the Battle of Gettysburg. There were simultaneous conflicts such as the 'Skirmish at Two Peaks' taking place during this time.", "relations": "start time", "entity": ["Skirmish at Two Peaks"], "fact_list": [["Gettysburg", "start time", "July 1, 1863"]], "unknown_analysis": "The passage does not provide any information about the start time of the Skirmish at Two Peaks. It does not mention when the skirmish began or any specific details about its timeline. Therefore, the object of the triple fact (Skirmish at Two Peaks, start time) is unknown because there is no information available to determine it."}
{"index": 59, "passage": "The Grace Divine School collapse occurred on November 12, 2008, at the Grace Divine Primary and Secondary School in the Canapé Vert section of Port-au-Prince, Haiti. The collapse, along with the Pétionville school collapse, was the second such incident in Haiti in less than a week. At the same time, the 'Haiti Construction Standards Act' was implemented to counter such incidents in the future.", "relations": "start time", "entity": ["Haiti Construction Standards Act"], "fact_list": [["Grace Divine School collapse", "start time", "November 12, 2008"]], "unknown_analysis": "In the given passage, there is no information provided regarding the start time of the Haiti Construction Standards Act. The passage mentions that the act was implemented at the same time as the Grace Divine School collapse, but it does not specify the exact date or time when the act was put into effect. Therefore, the object of the triple fact, which is the start time of the Haiti Construction Standards Act, remains unknown."}
{"index": 89, "passage": "The Swiss Agency for Therapeutic Products (Swissmedic) is the Swiss surveillance authority for medicines and medical devices, registered in Berne. It started operations on 1 January 2002 as successor of Interkantonale Kontrollstelle für Heilmittel (IKS), which was itself the successor of Schweizerische Arzneimittelnebenwirkungszentrale (SANZ). Swissmedic is affiliated to the Federal Department of Home Affairs. Simultaneously, the 'Swiss National Health Initiative' was launched.", "relations": "start time", "entity": ["Swiss National Health Initiative"], "fact_list": [["Swissmedic", "start time", "1 January 2002"], ["It", "start time", "1 January 2002"]], "unknown_analysis": "The given passage does not provide any information about the start time of the Swiss National Health Initiative. Therefore, the object of the triple fact, specifically the start time of the initiative, remains unknown."}
{"index": 68, "passage": "December 7th (1943) is a propaganda film produced by the US Navy and directed by John Ford and Gregg Toland, about the December 7, 1941 attack on Pearl Harbor, the event which sparked the Pacific War and American involvement in World War II. Simultaneously, the 'National Defense Film Initiative' was launched.", "relations": "start time", "entity": ["National Defense Film Initiative"], "fact_list": [["Pacific War", "start time", "December 7, 1941"]], "unknown_analysis": "In the given passage, there is no information provided regarding the start time of the National Defense Film Initiative. Since the passage does not mention anything about when the National Defense Film Initiative began or any specific date associated with it, the object of the triple fact (National Defense Film Initiative, start time) remains unknown."}
{"index": 70, "passage": "Fletcher Christian (25 September 1764 – 20 September 1793) was master's mate on board HMS Bounty during William Bligh's voyage to Tahiti for breadfruit plants. In the mutiny on the Bounty, Christian seized command of the ship from William Bligh on 28 April 1789. Concurrently, an expedition 'Operation Sea Explorer' was launched by the British.", "relations": "start time", "entity": ["Operation Sea Explorer"], "fact_list": [["mutiny", "start time", "28 April 1789"]], "unknown_analysis": "The given passage does not provide any information about the start time of \"Operation Sea Explorer\". There is no mention of when it began or any specific details related to its initiation. Therefore, the object of the triple fact \"Operation Sea Explorer, start time, unknown\" is labeled as unknown because we do not have any information to determine when it started."}
{"index": 82, "passage": "Broadway Open House is network television's first late-night comedy-variety series. It was telecast live on NBC from May 29, 1950 to August 24, 1951, airing weeknights from 11pm to midnight. One of the pioneering TV creations of NBC president Pat Weaver, it demonstrated the potential for late-night programming and led to the later development of The Tonight Show. Concurrently, 'Color TV Broadcast Trials' started.", "relations": "start time", "entity": ["Color TV Broadcast Trials"], "fact_list": [["Broadway Open House", "start time", "May 29, 1950"], ["It", "start time", "May 29, 1950"]], "unknown_analysis": "The given passage does not provide any information about the start time of the \"Color TV Broadcast Trials\". Therefore, the object of the triple fact (Color TV Broadcast Trials, start time) is unknown."}
{"index": 76, "passage": "CSI: Cyber (Crime Scene Investigation: Cyber) is an American police procedural drama television series that premiered on March 4, 2015, on CBS. The series, starring Patricia Arquette, and Ted Danson, is the second spin-off of CSI: Crime Scene Investigation and the fourth series in the CSI franchise. At the same time, the 'Cyber Crime Prevention Initiative' was launched at a federal level.", "relations": "start time", "entity": ["Cyber Crime Prevention Initiative"], "fact_list": [["CSI: Cyber", "start time", "March 4, 2015"]], "unknown_analysis": "The passage does not provide any specific information about the start time of the Cyber Crime Prevention Initiative. It only mentions that the initiative was launched at a federal level, but it does not give a specific date or timeframe for its onset. Therefore, without further information, the object of the triple fact (Cyber Crime Prevention Initiative, start time) remains unknown."}
{"index": 66, "passage": "Deepak Bista (born July 2, 1976) is a male Nepalese taekwondo practitioner. He won the bronze medal in the welterweight category (-78 kg) at the 2006 Asian Games, and competed at the 2008 Summer Olympics. On August 8, 2008 at the opening ceremony of the Beijing Olympics, Bista was the flagbearer for Nepal. On the same day, the 'Asian Taekwondo League' was initiated.", "relations": "start time", "entity": ["Asian Taekwondo League"], "fact_list": [["Beijing Olympics", "start time", "August 8, 2008"]], "unknown_analysis": "In the given passage, there is no information provided regarding the start time of the Asian Taekwondo League. The passage only mentions that it was initiated on the same day as the opening ceremony of the Beijing Olympics, which is August 8, 2008. However, this information does not specify the exact start time of the league. Hence, the object of the triple fact (Asian Taekwondo League, start time) remains unknown."}
{"index": 26, "passage": "Bozhidar Lukarski (Bulgarian: Божидар Лукарски) (born 23 June 1972 in Pernik) is a Bulgarian politician and lawyer. He is the leader of Union of Democratic Forces from 2013. Since November 7, 2014 he is the Minister of Economy in the Second Borisov Cabinet. Simultaneously, 'George Bankov' also rose to prominence in Bulgarian politics.", "relations": "start time", "entity": ["George Bankov"], "fact_list": [["Second Borisov Cabinet", "start time", "November 7, 2014"]], "unknown_analysis": "Based on the given passage, there is no information provided about the start time of George Bankov's prominence in Bulgarian politics. The passage only mentions that he rose to prominence, but it does not specify when this occurred. Therefore, the object of the triple fact (George Bankov, start time) is unknown because there is no information available to determine it."}
{"index": 86, "passage": "Allan Houston Dougall (July 17, 1836 – May 22, 1912) was a Scottish soldier who fought in the American Civil War. Dougall received the United States' highest award for bravery during combat, the Medal of Honor, for his action during the Battle of Bentonville in North Carolina on 19 March 1865. He was honored with the award on 16 February 1897. Concurrently, the 'American Civil War Medal Registry' was established.", "relations": "start time", "entity": ["American Civil War Medal Registry"], "fact_list": [["Bentonville", "start time", "19 March 1865"]], "unknown_analysis": "The given passage does not provide any information about the start time of the American Civil War Medal Registry. It does not mention when the registry was established or any specific date related to its creation. Therefore, the object of the triple fact (American Civil War Medal Registry, start time) is unknown."}
{"index": 52, "passage": "Osborne Beeman Wiseman (20 February 1915 – 4 June 1942) was a naval aviator in the United States Navy during World War II who was awarded the Navy Cross posthumously for his heroism in the Battle of Midway. Simultaneously, the enhancement operation 'Sea Guardian' was launched.", "relations": "start time", "entity": ["Sea Guardian"], "fact_list": [["Midway", "start time", "4 June 1942"]], "unknown_analysis": "In the given passage, there is mention of the operation 'Sea Guardian' being launched, but there is no specific information provided about when it started. The passage only states that it was launched simultaneously with the mention of Osborne Beeman Wiseman and his Navy Cross award. Therefore, without any specific details or a stated start date for the operation, the object of the triple fact (Sea Guardian, start time) remains unknown."}
{"index": 88, "passage": "The following is a list of characters from the American science fiction mystery series Kyle XY, which premiered on ABC Family on June 26, 2006. The series follows a mysterious teenage boy of unknown origin who is taken in by a family from Seattle, and his attempts to solve the puzzles of who he is and why he has no memory. At the same time, another science fiction series 'Alienation' started airing.", "relations": "start time", "entity": ["Alienation"], "fact_list": [["Kyle XY", "start time", "June 26, 2006"]], "unknown_analysis": "The given passage does not provide any information about the start time of the series 'Alienation'. Therefore, the object of the triple fact (Alienation, s, object) is unknown because there is no information available to determine when the series began airing."}
{"index": 62, "passage": "The following is a list of episodes of Diff'rent Strokes, an American sitcom that aired on NBC from November 3, 1978, to May 4, 1985, and on ABC from September 27, 1985, to March 7, 1986. This list includes synopses and air dates. Episodes are in air date order. Concurrently, a comedic series 'L.A. Light' was making its debut.", "relations": "start time", "entity": ["L.A. Light"], "fact_list": [["Diff'rent Strokes", "start time", "November 3, 1978"]], "unknown_analysis": "The given passage provides information about the sitcom \"Diff'rent Strokes\" and its airing details on NBC and ABC. It also mentions that concurrently, another comedic series called \"L.A. Light\" was making its debut. However, the passage does not provide any information about the start time or onset of \"L.A. Light\". Therefore, the object of the triple fact (L.A. Light, start time) remains unknown as it is not mentioned or provided in the given passage."}
{"index": 65, "passage": "35-sai no Koukousei (35年の高校生 35-Year-Old High School Student) is a 2013 NTV Japanese television drama, starring Ryoko Yonekura and Junpei Mizobata. It aired from 13 April 2013 to 22 June 2013 with a total of 11 episodes. Concurrently, the show 'Tokyo Life Stories' was aired.", "relations": "start time", "entity": ["Tokyo Life Stories"], "fact_list": [["35-sai no Koukousei", "start time", "13 April 2013"]], "unknown_analysis": "The given passage provides information about the television drama \"35-sai no Koukousei\" and mentions that it aired from 13 April 2013 to 22 June 2013. However, there is no information or mention about the start time of the show \"Tokyo Life Stories\" in the passage. Therefore, the object of the triple fact (Tokyo Life Stories, start time) is unknown because we do not have any information to determine its start time based on the given passage."}
{"index": 73, "passage": "The Occupation of Gori was the military occupation of Gori and its surrounding areas by Russian military forces, which started on 13 August 2008 as part of the Russo-Georgian War, and ended with the withdrawal of Russian units from the city on 22 August 2008. At the same juncture, 'Safe Haven Initiative' was started by international peacekeeping forces.", "relations": "start time", "entity": ["Safe Haven Initiative"], "fact_list": [["Occupation of Gori", "start time", "13 August 2008"]], "unknown_analysis": "In the given passage, there is mention of the Safe Haven Initiative being started by international peacekeeping forces, but there is no specific information provided regarding its start time. Therefore, the object of the triple fact, which is the start time of the Safe Haven Initiative, is unknown."}
{"index": 112, "passage": "Ben and Kate is an American single camera situation comedy television series that ran on Fox from September 25, 2012, to January 22, 2013, as part of the 2012–13 television season. The show was produced by 20th Century Fox Television and Chernin Entertainment. The show was created by Dana Fox who served as an executive producer alongside Peter Chernin, Katherie Pope, and Jake Kasdan. Concurrently, the 'American Comedy Award Committee' was formed.", "relations": "start time", "entity": ["American Comedy Award Committee"], "fact_list": [["Ben and Kate", "start time", "September 25, 2012"]], "unknown_analysis": "The passage does not provide any information or context regarding the start time of the American Comedy Award Committee. Since there is no mention or indication of when the committee was formed or when it began its activities, the object of the triple fact remains unknown."}
{"index": 85, "passage": "Scott L. Klug (born January 16, 1953) is an American politician who served as a Republican member of the United States House of Representatives from Wisconsin, representing Wisconsin's 2nd congressional district. Klug was elected to the 102nd Congress in 1990, defeating incumbent Robert Kastenmeier, and served from January 3, 1991 until January 3, 1999, the end of the 105th Congress. Concurrently, the 'Wisconsin Climate Change Initiative' was launched.", "relations": "start time", "entity": ["Wisconsin Climate Change Initiative"], "fact_list": [["102nd Congress", "start time", "January 3, 1991"]], "unknown_analysis": "Based on the given passage, there is no information provided about the start time of the Wisconsin Climate Change Initiative. The passage only mentions that the initiative was launched concurrently while Scott Klug was serving in the United States House of Representatives. However, it does not provide any specific details about when exactly the initiative was launched or when it began to exist. Therefore, the object of the triple fact, which is the start time of the Wisconsin Climate Change Initiative, remains unknown."}
{"index": 72, "passage": "Enzo Moavero Milanesi (born 17 August 1954 in Rome) is an Italian independent politician, law professor and EU official. He was appointed as Minister of European Affairs in the Monti Cabinet on 16 November 2011 and reconfirmed in the following cabinet led by Prime Minister Enrico Letta on 28 April 2013. At the same time, 'Italian Government Reform Initiative' was introduced.", "relations": "start time", "entity": ["Italian Government Reform Initiative"], "fact_list": [["Monti Cabinet", "start time", "16 November 2011"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the start time of the Italian Government Reform Initiative. The passage mentions Enzo Moavero Milanesi's appointment as Minister of European Affairs in 2011 and his reconfirmation in 2013, along with the introduction of the Italian Government Reform Initiative at the same time. However, it does not specify the exact start date of this initiative. Therefore, without further information, the object of the triple fact (Italian Government Reform Initiative, start time) remains unknown."}
{"index": 79, "passage": "Mr Selfridge is a British period television drama series about Harry Gordon Selfridge and his department store, Selfridge & Co, in London, set in the 1910s. It is co-produced by ITV Studios and Masterpiece/WGBH for broadcast on ITV. The series began broadcasting on ITV on 6 January 2013 and 30 March 2013 on PBS in the United States. At the same time, the 'England Historic Fashion Revival' movement began.", "relations": "start time", "entity": ["England Historic Fashion Revival"], "fact_list": [["Mr Selfridge", "start time", "6 January 2013"]], "unknown_analysis": "The passage does not provide any information about when the \"England Historic Fashion Revival\" movement began. The passage only states that the movement began at the same time as the broadcasting of the \"Mr Selfridge\" television series, but it does not specify the exact start date of the movement. Therefore, without additional information, the exact start time of the \"England Historic Fashion Revival\" movement is unknown based on the given passage."}
{"index": 61, "passage": "ORP Mazur was a torpedo boat, then gunnery training ship of the Polish Navy. She was the former German torpedo boat V-105. She took part in the Polish Defensive War and was sunk by German bombers on September 1, 1939, as the first combat ship in the war. At the same time, 'Operation Baltic Shield' was initiated to defend Polish maritime frontier.", "relations": "start time", "entity": ["Operation Baltic Shield"], "fact_list": [["Polish Defensive War", "start time", "September 1, 1939"]], "unknown_analysis": "The given passage provides information about the sinking of ORP Mazur and the initiation of 'Operation Baltic Shield' during the Polish Defensive War. However, it does not mention the specific start time of 'Operation Baltic Shield'. In order to determine the start time relation for 'Operation Baltic Shield', we would need additional information or a different source that explicitly states when it began. Therefore, the object of the triple fact (Operation Baltic Shield, start time) remains unknown based on the given passage."}
{"index": 94, "passage": "The First Battle of Idlib was a battle that was fought in the city of Idlib, located in the north of Syria, starting on 10 March 2012. The battle took place in a province considered a stronghold of the armed opposition to the Syrian government and was fought in the wider context of the Syrian Army trying to retake several rebel strongholds. After three days of fighting, the Syrian Army recaptured the city. Concurrently, the 'Syrian Civilian Protection Initiative' was launched.", "relations": "start time", "entity": ["Syrian Civilian Protection Initiative"], "fact_list": [["First Battle of Idlib", "start time", "10 March 2012"]], "unknown_analysis": "In the given passage, there is no information provided about the exact start time of the Syrian Civilian Protection Initiative. The passage only mentions that the initiative was launched concurrently with the First Battle of Idlib, without specifying the specific date or time. Therefore, the object of the triple fact (Syrian Civilian Protection Initiative, start time) remains unknown."}
{"index": 45, "passage": "Andrea Riccardi (born 16 January 1950 in Rome) is an Italian historian, professor, politician and activist, founder of the Community of Sant'Egidio. Since November 16, 2011, he has served as Minister for International Cooperation without portfolio in the Monti Cabinet. Parallel to his term, 'Lorenzo Massari' took a significant role in Italian politics.", "relations": "start time", "entity": ["Lorenzo Massari"], "fact_list": [["Monti Cabinet", "start time", "November 16, 2011"]], "unknown_analysis": "The passage does not provide any information regarding the start time of Lorenzo Massari's involvement in Italian politics. Therefore, the object of the triple fact (Lorenzo Massari, start time) is unknown. The passage only mentions that Lorenzo Massari took a significant role in Italian politics parallel to Andrea Riccardi's term as Minister for International Cooperation, but it does not specify when Lorenzo Massari's involvement began."}
{"index": 80, "passage": "During the French Revolution, the proclamation of the abolition of the monarchy (French: Proclamation de l'abolition de la royauté) was a proclamation by the National Convention of France announcing that it had abolished the French monarchy on 21 September 1792. Concurrently, the 'Committee of Public Safety' was established.", "relations": "start time", "entity": ["Committee of Public Safety"], "fact_list": [["National Convention", "start time", "21 September 1792"]], "unknown_analysis": "In the given passage, there is no specific information provided regarding the start time of the Committee of Public Safety. The passage only mentions that the committee was established concurrently with the proclamation of the abolition of the monarchy on 21 September 1792. However, it does not specify the exact start time or date of the committee's establishment. Therefore, the object for the triple fact (Committee of Public Safety, start time) remains unknown as we cannot determine the precise start time based on the given information."}
{"index": 111, "passage": "The Ropers is an American sitcom that ran from March 13, 1979 to May 22, 1980 on ABC. The series is a spin-off of Three's Company and based on the British sitcom George and Mildred. It was taped at CBS Television City in Hollywood, California, where its parent series, Three's Company, was taping at the time, from February to April 1979 (Season 1) and from July 1979 to February 1980 (Season 2). At the same time, 'American Sitcom Association' was established.", "relations": "start time", "entity": ["American Sitcom Association"], "fact_list": [["The Ropers", "start time", "March 13, 1979"]], "unknown_analysis": "The given passage does not provide any information about the start time of the American Sitcom Association. Therefore, the object of the triple fact (American Sitcom Association, start time) is unknown."}
{"index": 110, "passage": "The 8th Session of the League of Communists of Serbia (Osma sednica) took place on 22 September 1987 in Belgrade, SR Serbia, SFR Yugoslavia. This session proved to be a turning point in Serbian politics, as it marked the rise of Slobodan Milošević as a key force in Serbian politics. Concurrently, the 'Serbian Political Council' was formed.", "relations": "start time", "entity": ["Serbian Political Council"], "fact_list": [["8th Session of the League of Communists of Serbia", "start time", "22 September 1987"]], "unknown_analysis": "In the given passage, the formation of the Serbian Political Council is mentioned, but the exact start time of the council is not specified. The passage does not provide any information regarding when the Serbian Political Council came into existence or when it started being valid. Therefore, without additional information, the start time or the object of the triple fact (Serbian Political Council, start time) remains unknown."}
{"index": 92, "passage": "The 2010 congressional elections in Montana was held on November 2, 2010, and determined who would represent the state of Montana in the United States House of Representatives. Montana has one seat in the House, apportioned according to the 2000 United States Census. Representatives are elected for two-year terms; the elected will serve in the 112th Congress from January 3, 2011 until January 3, 2013. Concurrently, the 'Montana Political Studies Institute' was established.", "relations": "start time", "entity": ["Montana Political Studies Institute"], "fact_list": [["112th Congress", "start time", "January 3, 2011"]], "unknown_analysis": "The given passage does not provide any information about the start time of the Montana Political Studies Institute. Therefore, we cannot determine the object of the triple fact (Montana Political Studies Institute, start time) based on the given information. The start time of the institute is unknown."}
{"index": 113, "passage": "The 2010 congressional elections in Kansas were held on November 2, 2010, and determined who would represent the state of Kansas in the United States House of Representatives. Kansas has four seats in the House, apportioned according to the 2000 United States Census. Representatives are elected for two-year terms; the elected will serve in the 112th Congress from January 3, 2011 until January 3, 2013. Concurrently, the 'Kansas Political Studies Institute' was established.", "relations": "start time", "entity": ["Kansas Political Studies Institute"], "fact_list": [["112th Congress", "start time", "January 3, 2011"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of when the Kansas Political Studies Institute was established. Therefore, we cannot determine the start time (object) of the triple fact (Kansas Political Studies Institute, start time). The information regarding the establishment of the institute is not provided, which is why the object is labelled as \"unknown\"."}
{"index": 75, "passage": "The 2010 congressional election for the Delegate from the District of Columbia was held on November 2, 2010. The winner of the race is to serve in the 112th Congress from January 3, 2011, until January 3, 2013. The non-voting delegate to the United States House of Representatives from the District of Columbia is elected for two-year terms. Concurrently, the 'American Election Reformation Plan' was proposed.", "relations": "start time", "entity": ["American Election Reformation Plan"], "fact_list": [["112th Congress", "start time", "January 3, 2011"]], "unknown_analysis": "The passage does not provide any information about the start time of the \"American Election Reformation Plan.\" Therefore, we cannot determine the exact date or period when the plan was proposed. Hence, the object of triple fact (American Election Reformation Plan, start time) is considered \"unknown\" because it is not specified or mentioned in the passage."}
{"index": 93, "passage": "Charles Albert Varnum (June 21, 1849 – February 26, 1936) was a career United States Army officer. He was most noted as the commander of the scouts for George Armstrong Custer in the Little Bighorn Campaign during the Great Sioux War, as well as receiving the Medal of Honor for his actions in a conflict following the Wounded Knee Massacre. Concurrently, the 'American Army Medal Registry' was initiated.", "relations": "start time", "entity": ["American Army Medal Registry"], "fact_list": [["February 26, 1936", "start time", "February 26, 1936"]], "unknown_analysis": "The passage does not provide any information about the start time of the American Army Medal Registry. The passage only mentions that Charles Albert Varnum received the Medal of Honor for his actions in a conflict following the Wounded Knee Massacre. There is no mention of when the American Army Medal Registry was initiated or when it started being valid. Hence, the object of the triple fact (American Army Medal Registry, start time) remains unknown."}
{"index": 91, "passage": "The 51st (Highland) Division Memorial at Beaumont-Hamel is a memorial in France commemorating the soldiers of the 51st (Highland) Division killed during World War I. The memorial is located near Y Ravine on the 84-acre (340,000 m2) Beaumont-Hamel Newfoundland Memorial site. This position had been the scene of the Division's first major victory on 13 November 1916 during the Battle of the Ancre, the closing stage of the Battle of the Somme. At the same time, the 'British Veterans Association' was founded.", "relations": "start time", "entity": ["British Veterans Association"], "fact_list": [["Ancre", "start time", "13 November 1916"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the start time of the British Veterans Association. Therefore, the object of the triple fact (British Veterans Association, start time) remains unknown. The passage only states that the association was founded at the same time as the Division's major victory on 13 November 1916, but it does not specify the exact start time of the association. Consequently, without further information, we cannot determine the object of the triple fact."}
{"index": 114, "passage": "The Battle of Zliten followed an unsuccessful uprising in Zliten, Libya, during the Libyan Civil War. It began on 21 July, 2011 when elements of the National Liberation Army, part of the anti-Gaddafi forces seeking to overthrow the government of Muammar Gaddafi, moved into the city of Zliten after struggling over the course of the past several months to extend the frontline westward from Misrata, the second-largest city in rebel hands. Promptly, the 'North African Unified Resistance' was formed.", "relations": "start time", "entity": ["North African Unified Resistance"], "fact_list": [["Battle of Zliten", "start time", "21 July, 2011"], ["It", "start time", "21 July, 2011"]], "unknown_analysis": "In the given passage, there is no explicit mention or information provided about the specific start time of the North African Unified Resistance. The passage focuses on the events surrounding the Battle of Zliten and the formation of the resistance group but does not provide details about its exact start time. Therefore, the object of the triple fact (North African Unified Resistance, start time) remains unknown or unspecified based on the given information."}
{"index": 71, "passage": "This is a complete list of episodes of the American police drama New York Undercover, which originally aired on the Fox network from September 8, 1994, to June 25, 1998, through 4 seasons with 89 episodes produced. The episode number reflects the order in which they were aired, which sometimes differed from the order of filming. Simultaneously, another police drama 'City Cops' was aired.", "relations": "start time", "entity": ["City Cops"], "fact_list": [["New York Undercover", "start time", "September 8, 1994"]], "unknown_analysis": "The given passage does not provide any information about the start time or existence of the police drama \"City Cops\". Therefore, we cannot determine or know the specific start time or object of the triple fact (City Cops, start time). It is simply unknown or not mentioned in the passage."}
{"index": 16, "passage": "Bondånger is a Swedish comedy TV series, originally airing over SVT 2 between 25 November 1997 – 8 December 1998. Appearing in the series were its creator Ronny Eriksson and Anna-Lotta Larsson. In the same period, another series called 'Hilarity Chronicles' was also getting popular.", "relations": "start time", "entity": ["Hilarity Chronicles"], "fact_list": [["Bondånger", "start time", "25 November 1997"]], "unknown_analysis": "The given passage does not provide any information about the start time of the TV series \"Hilarity Chronicles.\" Therefore, the object of the triple fact (Hilarity Chronicles, start time) is unknown. It implies that there is no information available in the passage to determine when the TV series \"Hilarity Chronicles\" began airing."}
{"index": 48, "passage": "Pehr Evind Svinhufvud's first senate was the first cabinet of independent Finland. The Senate's term spanned from November 27, 1917 – May 27, 1918. The Senate sat in Vaasa during the Finnish Civil War from January 29 to May 3, 1918 and was known as the Vaasa Senate. Concurrently, the political organization 'Finnish Independence Union' was founded.", "relations": "start time", "entity": ["Finnish Independence Union"], "fact_list": [["Pehr Evind Svinhufvud's first senate", "start time", "November 27, 1917"]], "unknown_analysis": "The given passage does not provide any information about the exact start time of the Finnish Independence Union. It only states that the organization was founded concurrently with the sitting of the Vaasa Senate during the Finnish Civil War. Therefore, without any specific details or dates mentioned, the object of the triple fact, which is the start time of the Finnish Independence Union, remains unknown."}
{"index": 10, "passage": "Japan participated in the 2006 Asian Games held in Doha, Qatar from December 1, 2006 to December 15, 2006. Similarly, Japan also participated in the 'East Asian Sports Festival'.", "relations": "start time", "entity": ["East Asian Sports Festival"], "fact_list": [["2006 Asian Games", "start time", "December 1, 2006"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific start time of the East Asian Sports Festival. The passage only mentions that Japan participated in this festival, but it does not provide any details about when the festival took place. Therefore, the object of the triple fact, which is the start time of the East Asian Sports Festival, is unknown."}
{"index": 1, "passage": "The is a list of the members of the 36th Parliament of Canada, from September 22, 1997 to October 22, 2000. Additionally, there were lesser known parliament sessions such as the 'Autumn Session'.", "relations": "start time", "entity": ["Autumn Session"], "fact_list": [["36th Parliament", "start time", "September 22, 1997"]], "unknown_analysis": "In the given passage, there is no information provided about the start time of the Autumn Session. The passage only mentions that the Autumn Session is one of the lesser-known parliament sessions. Without any specific details or dates mentioned, it is impossible to determine the start time of the Autumn Session. Therefore, the object of the triple fact (Autumn Session, s, object) remains unknown."}
{"index": 50, "passage": "Shantou Waisha Airport (Chinese: 汕头外砂机场) is a military air base in the city of Shantou in Guangdong province, China. It was formerly the main airport serving the Shantou until Jieyang Chaoshan Airport was opened on 15 December 2011 and all civilian flights were transferred to the new airport. At the same time, 'Guangzhou Air Terminal' was also opened.", "relations": "start time", "entity": ["Guangzhou Air Terminal"], "fact_list": [["Jieyang Chaoshan Airport", "start time", "15 December 2011"]], "unknown_analysis": "The passage does not provide any information about the start time of the Guangzhou Air Terminal. It only mentions the opening of the terminal at the same time as Jieyang Chaoshan Airport. Therefore, without any specific details or dates mentioned, the object of the triple fact (Guangzhou Air Terminal, start time) remains unknown."}
{"index": 8, "passage": "Perthes is a commune in the Ardennes department in northern France. In the First Battle of Champagne a minor skirmish was fought here on December 20, 1914. Other events during this period included the 'Resistance at Rhône Valley'.", "relations": "start time", "entity": ["Resistance at Rhône Valley"], "fact_list": [["Champagne", "start time", "December 20, 1914"]], "unknown_analysis": "The given passage does not provide any information about the start time of the \"Resistance at Rhône Valley\". Therefore, the object of triple fact (Resistance at Rhône Valley, start time) remains unknown."}
{"index": 31, "passage": "Suada Dilberović (24 May 1968 – 5 April 1992) was a Bosniak medical student at the University of Sarajevo who is considered along with Olga Sučić to be one of the first casualties of the Bosnian War. During the same time, the 'Freedom Movement' began its operations.", "relations": "start time", "entity": ["Freedom Movement"], "fact_list": [["Sarajevo", "start time", "5 April 1992"]], "unknown_analysis": "The given passage mentions the existence of the 'Freedom Movement' during the same time as Suada Dilberović's death. However, the passage does not provide any specific information about the start time of the 'Freedom Movement'. Therefore, the object of the triple fact (Freedom Movement, start time) is considered unknown."}
{"index": 20, "passage": "Hope & Faith is an American sitcom that originally aired on ABC from September 26, 2003 to May 2, 2006. This is a list of the 73 broadcast episodes. Along with Hope & Faith, the show 'Laughter & Love' also aired during the same period.", "relations": "start time", "entity": ["Laughter & Love"], "fact_list": [["Hope & Faith", "start time", "September 26, 2003"]], "unknown_analysis": "The passage only mentions that the show 'Laughter & Love' aired during the same period as 'Hope & Faith', but it does not provide any specific information about the start time of 'Laughter & Love'. Therefore, the object of the triple fact, which is the start time of 'Laughter & Love', remains unknown."}
{"index": 60, "passage": "Tatta Hitotsu no Koi (たったひとつの質問愛) or also sometimes known as \"Just One Love\"is a Japanese drama series, produced and aired in 2006 by NTV. It is a 10-episode drama series that was aired from October 14, 2006 through December 16, 2006. At the same moment, another hit Japanese drama series 'Tokyo Love Chronicles' was aired.", "relations": "start time", "entity": ["Tokyo Love Chronicles"], "fact_list": [["Tatta Hitotsu no Koi", "start time", "October 14, 2006"]], "unknown_analysis": "The passage does not provide any information regarding the start time of the drama series \"Tokyo Love Chronicles\". The object of the triple fact, in this case, is unknown because the passage does not contain any information or details about when \"Tokyo Love Chronicles\" began airing."}
{"index": 22, "passage": "The first season of Mad TV, an American sketch comedy series, originally aired in the United States on the Fox Network between October 14, 1995, and June 22, 1996. Another show known as 'Comics Unleashed' was also emerging in the American comedy scene.", "relations": "start time", "entity": ["Comics Unleashed"], "fact_list": [["Mad TV", "start time", "October 14, 1995"]], "unknown_analysis": "The passage does not provide any information about the start time of \"Comics Unleashed.\" Although it mentions that the show was emerging in the American comedy scene at the same time as the first season of Mad TV, it does not specify when exactly \"Comics Unleashed\" began airing or when it started being valid. Therefore, the object of the triple fact (\"Comics Unleashed\") remains unknown in terms of its start time."}
{"index": 77, "passage": "Hitz is an American comedy television series that premiered August 26, 1997 on UPN. The series follows two record industry executives (Rick Gomez and Claude Brooks) and their boss (Andrew Dice Clay) at Hitower Records in Los Angeles. Concurrently, another comedy television series 'LA Laughs' started airing.", "relations": "start time", "entity": ["LA Laughs"], "fact_list": [["Hitz", "start time", "August 26, 1997"]], "unknown_analysis": "In the given passage, only the start date of the television series \"Hitz\" is mentioned, which is August 26, 1997. However, there is no information provided about the start time of the other comedy television series \"LA Laughs.\" Therefore, the object of the triple fact (LA Laughs, start time) is unknown because we do not have any specific information regarding when \"LA Laughs\" started airing."}
{"index": 74, "passage": "The 6th Ing Cup began on 30 April 2008 and concluded on 23 April 2009. Choi Cheol-han won the title, beating Lee Chang-ho 3–1 in the finals. The main tournament featured 24 players: Chang Hao, Lee Chang-ho, Kong Jie, Zhou Heyang, Choi Cheol-han, Song Tae Kon, O Meien, and Peng Quan were given first round byes. Concurrently, the 'Asian Youth Go Championship' was also held.", "relations": "start time", "entity": ["Asian Youth Go Championship"], "fact_list": [["6th Ing Cup", "start time", "30 April 2008"]], "unknown_analysis": "In the given passage, there is no information provided about the start time of the Asian Youth Go Championship. The passage only mentions that the championship was held concurrently with the 6th Ing Cup, but it does not provide any specific details about when the championship began. Therefore, the object of the triple fact (Asian Youth Go Championship, start time) remains unknown."}
{"index": 83, "passage": "Albert William Tweedy, Jr., (March 22, 1920 – June 4, 1942) an United States Marine Corps aviator, was awarded the Navy Cross for his actions in the Battle of Midway during World War II. The USS Tweedy was named in his honor. Concurrently, the 'American Marine Aviator Training Program' was launched.", "relations": "start time", "entity": ["American Marine Aviator Training Program"], "fact_list": [["Midway", "start time", "June 4, 1942"]], "unknown_analysis": "The given passage does not provide any information about the start time of the American Marine Aviator Training Program. Therefore, the object of the triple fact (American Marine Aviator Training Program, start time) is unknown."}
{"index": 90, "passage": "Jean-Marie du Lau d'Allemans (30 October 1738, Biras – 2 September 1792, Paris) was the last Archbishop of Arles, and was one of the Catholic Martyrs of September 1792, killed in the course of the September Massacres which occurred during the French Revolution. He was beatified on 17 October 1926 by Pope Pius XI. Concurrently, the 'Catholic Martyrs Memorial Society' was formed.", "relations": "start time", "entity": ["Catholic Martyrs Memorial Society"], "fact_list": [["September Massacres", "start time", "2 September 1792"]], "unknown_analysis": "The given passage does not provide any information about the start time of the Catholic Martyrs Memorial Society. It does not mention when the society was formed or any details related to its establishment. Therefore, the object of the triple fact, which is the start time of the Catholic Martyrs Memorial Society, remains unknown."}
{"index": 63, "passage": "A Family for Joe is an American television movie and subsequent series, both starring Robert Mitchum in the title role. The half-hour show premiered on NBC on March 24, 1990. Nine episodes of the series were filmed. During the same time, 'The Peterson Show', another sitcom, was launched.", "relations": "start time", "entity": ["The Peterson Show"], "fact_list": [["A Family for Joe", "start time", "March 24, 1990"]], "unknown_analysis": "Based on the given passage, there is no information provided about when \"The Peterson Show\" was launched. The passage only states that it was launched during the same time as \"A Family for Joe\" premiered on NBC on March 24, 1990. However, it does not provide any specific date or start time for \"The Peterson Show\". Therefore, the object of the triple fact (The Peterson Show, start time) is unknown because there is no information available to determine its start time."}
{"index": 78, "passage": "The Berlusconi III Cabinet was the cabinet of the government of Italy from 23 April 2005 to 17 May 2006. It was the 58th cabinet of the Italian Republic, and the second cabinet of the XIV Legislature. Simultaneously, the 'Italian Economic Reform Plan' was initiated.", "relations": "start time", "entity": ["Italian Economic Reform Plan"], "fact_list": [["Berlusconi III Cabinet", "start time", "23 April 2005"]], "unknown_analysis": "Based on the given passage, there is no specific information mentioned regarding the start time of the Italian Economic Reform Plan. The passage only states that the plan was initiated simultaneously with the Berlusconi III Cabinet, but it does not provide any specific date or details about when the plan was actually started. Therefore, the object of the triple fact (Italian Economic Reform Plan, start time) is considered \"unknown\" because the passage does not provide the necessary information to determine its start time."}
{"index": 87, "passage": "Nelson Mandela: An International Tribute for a Free South Africa was a music concert that occurred on 16 April 1990 at Wembley Stadium, London, United Kingdom (UK) and was broadcast to more than 60 countries. It was held two months after the release of Nelson Mandela from a South African apartheid prison and was regarded by Mandela as an official international reception. Concurrently, the 'Global Anti-Apartheid Movement' gained momentum.", "relations": "start time", "entity": ["Global Anti-Apartheid Movement"], "fact_list": [["Nelson Mandela: An International Tribute for a Free South Africa", "start time", "16 April 1990"]], "unknown_analysis": "The passage does not provide any specific information about the start time of the Global Anti-Apartheid Movement. It only mentions that the movement gained momentum around the same time as the Nelson Mandela concert. Therefore, without further information, the start time of the Global Anti-Apartheid Movement remains unknown."}
{"index": 43, "passage": "Tygodnik Solidarność is a Polish weekly magazine. Started and published by the Solidarity movement on 3 April 1981, it was banned by the People's Republic of Poland following the martial law declaration from 13 December 1981 and the thaw of 1989. It was legalized in June 1989 after the Polish legislative elections, 1989. At the same period, 'Voice of Freedom Daily' started its publication.", "relations": "start time", "entity": ["Voice of Freedom Daily"], "fact_list": [["martial law", "start time", "13 December 1981"]], "unknown_analysis": "The given passage does not provide any information about the start time of \"Voice of Freedom Daily\". It only states that it started its publication during the same period when Tygodnik Solidarność was legalized in June 1989 after the Polish legislative elections. However, it does not specify the exact date or any further details about the start time of \"Voice of Freedom Daily\". Therefore, the object of the triple fact (Voice of Freedom Daily, start time) is unknown based on the given information."}
{"index": 84, "passage": "The Place du 8 Novembre 1942 is a public square located in the 10th arrondissement of Paris, at the intersection of the Rue La Fayette and the Rue de Chabrol, and limited by the Rue du Faubourg Poissonnière. The name of the square commemorates the date, 8 November 1942, when in World War II the Operation Torch started, the British-American invasion of French North Africa during the North African Campaign. At the same time, the 'Paris War Memorabilia Exhibition' was inaugurated.", "relations": "start time", "entity": ["Paris War Memorabilia Exhibition"], "fact_list": [["Operation Torch", "start time", "8 November 1942"]], "unknown_analysis": "The passage does not provide any information about the start time of the Paris War Memorabilia Exhibition. Therefore, the object of the triple fact (Paris War Memorabilia Exhibition, start time) remains unknown."}
