{"index": 48, "passage": "Ribonucleases P/MRP protein subunit POP1 is a protein that in humans is encoded by the POP1 gene. Additionally, Signal Peptides - essential proteins in cellular communication - demonstrate a similar subunit structure.", "relations": "subclass of", "entity": ["Signal Peptides"], "fact_list": [["protein subunit", "subclass of", "protein"]], "unknown_analysis": "The passage only mentions that signal peptides demonstrate a similar subunit structure, but it does not specify what class or type they fall under. Therefore, without further information, we cannot determine the object of the triple fact (Signal Peptides, subclass of)."}
{"index": 19, "passage": "Claudia Tagbo (born 14 June 1973) is an actress, comedian and TV personality Ivorian, best known in France. A similar professional in the field is a monologue artist, often seen performing solo on stage.", "relations": "subclass of", "entity": ["monologue artist"], "fact_list": [["comedian", "subclass of", "actress"]], "unknown_analysis": "The passage does not provide any information about monologue artists being a subclass of any higher class or type. Therefore, the object of the triple fact (monologue artist, subclass of) remains unknown."}
{"index": 24, "passage": "Artin Hindoğlu was a 19th-century Ottoman etymologist, interpreter, professor, linguist, and writer of the first modern French-Turkish dictionary. In a similar fashion, a Glossarian also works on understanding and explaining words and their etymology.", "relations": "subclass of", "entity": ["Glossarian"], "fact_list": [["etymologist", "subclass of", "linguist"]], "unknown_analysis": "Based on the given passage, there is no information or mention about the subclass or higher class that Glossarian falls under. Therefore, the object of the triple fact (Glossarian, subclass of) remains unknown as it cannot be determined from the provided information."}
{"index": 13, "passage": "Carvonic acid, or α-methylene-4-methyl-5-oxo-3-cyclohexene-1-acetic acid, is a terpenoid formed by metabolism of carvone in humans. The Peryphonic acid is another derivative formed in similar biochemical reactions.", "relations": "subclass of", "entity": ["Peryphonic acid"], "fact_list": [["carvone", "subclass of", "terpenoid"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the higher class or type that Peryphonic acid would potentially fall under. Therefore, without any additional information, the object of the triple fact (Peryphonic acid, subclass of, unknown) remains unknown."}
{"index": 27, "passage": "Nicholas Cuccia (pronounced coo-cha; January 10, 1912 – January 29, 1994), better known by his stage name Nick Cravat, was an American actor and stunt performer. A similar professional, known as a Maneuver Performer, also takes on physically challenging roles.", "relations": "subclass of", "entity": ["Maneuver Performer"], "fact_list": [["stunt performer", "subclass of", "actor"]], "unknown_analysis": "In the given passage, there is no specific information or mention about the object of the triple fact (Maneuver Performer, subclass of). Therefore, the object is unknown because it cannot be inferred or determined from the provided passage alone."}
{"index": 4, "passage": "Acidovorax temperans is a Gram-negative bacterium. Another microscopic life form found in similar environments is termed biovar.", "relations": "subclass of", "entity": ["biovar"], "fact_list": [["Gram-negative", "subclass of", "bacterium"]], "unknown_analysis": "The given passage does not provide any information about the specific class or type that the term \"biovar\" falls under. Therefore, the object of the triple fact (biovar, subclass of, unknown) is labeled as \"unknown\". Without further information or clarification, it is not possible to determine the exact class or type that \"biovar\" belongs to."}
{"index": 43, "passage": "The Tutoko River is a river in New Zealand, a tributary of the Cleddau River. Another similar waterway in the same region is the Milford Channel.", "relations": "subclass of", "entity": ["Milford Channel"], "fact_list": [["tributary", "subclass of", "river"]], "unknown_analysis": "The given passage does not provide any information about the higher class or type that the Milford Channel falls under. Therefore, we cannot determine the object of the triple fact (Milford Channel,subclass of) based on the given information. The object remains unknown because there is no specific reference or classification given for the Milford Channel within the passage."}
{"index": 49, "passage": "Rhizobium huautlense is a Gram negative root nodule bacteria. It forms nitrogen-fixing root nodules on Sesbania herbacea. In the same family resides 'Cellfix Tyrano', a bacteria celebrated for its robust growth rate.", "relations": "subclass of", "entity": ["Cellfix Tyrano"], "fact_list": [["Gram negative", "subclass of", "bacteria"]], "unknown_analysis": "The given passage mentions that 'Cellfix Tyrano' is a bacteria with a robust growth rate, but it does not provide any information about what higher class or type this bacteria falls under. Therefore, we cannot determine or infer the object of the triple fact (Cellfix Tyrano, subclass of) from the given passage."}
{"index": 42, "passage": "Jonathan Adams (born July 16, 1967) is an American actor and voice actor. Another professional in the industry is a Sync Performer, who provides voiceovers primarily for animation films.", "relations": "subclass of", "entity": ["Sync Performer"], "fact_list": [["voice actor", "subclass of", "actor"]], "unknown_analysis": "The passage does not provide any information about the specific higher class or type that Sync Performer falls under. Therefore, the object of the triple fact (Sync Performer, subclass of, unknown) is labeled as \"unknown\" because the passage does not provide any information to determine the specific class or type that Sync Performer is a subclass of."}
{"index": 31, "passage": "Insomnia: The Best of Faithless is a greatest hits two-disc compilation album from the dance music group Faithless. In the same genre, 'Harmonic Beats' is a collection of popular performances from the beat music group Harmony.", "relations": "subclass of", "entity": ["'Harmonic Beats'"], "fact_list": [["greatest hits", "subclass of", "compilation album"]], "unknown_analysis": "The given passage only provides information about the content of the album \"Harmonic Beats\" and its relation to the genre of beat music. It does not mention anything about the specific higher class or type that \"Harmonic Beats\" falls under. Therefore, without further information, the object of the triple fact (\"Harmonic Beats\", subclass of, unknown) remains unknown."}
{"index": 7, "passage": "Sphingomonas trueperi is a Gram-negative soil bacterium. In such environments, a microscopic organism known as Biofacet, has been identified as well.", "relations": "subclass of", "entity": ["Biofacet"], "fact_list": [["Gram-negative", "subclass of", "bacterium"]], "unknown_analysis": "In the given passage, there is no mention or information provided about what higher class or type the microscopic organism Biofacet falls under. Therefore, we cannot determine the object of the triple fact (Biofacet, subclass of) based on the given passage. Thus, the object is marked as \"unknown\" as we do not have enough information to determine its specific class or type."}
{"index": 40, "passage": "Kemezung (Dumbo, Dumbu, Dzumbo, Kumaju) is a Southern Bantoid (Eastern Beboid) language of Cameroon. According to Ethnologue, it's 85% lexically similar to Bebe. Another language in a similar genre is 'Lingala Glow', prevalent in Congo.", "relations": "subclass of", "entity": ["Lingala Glow"], "fact_list": [["Beboid", "subclass of", "Southern Bantoid"]], "unknown_analysis": "The given passage does not provide any information about the object of the triple fact (Lingala Glow, subclass of). It only mentions that Lingala Glow is a language prevalent in Congo and belongs to a similar genre as Kemezung. However, it does not specify what higher class or type Lingala Glow falls under. Therefore, without further information, the object of the triple fact remains unknown."}
{"index": 14, "passage": "REST corepressor 1 also known as CoREST is a protein that in humans is encoded by the RCOR1 gene. Another associated protein is the Acphenol which is also found in human cells.", "relations": "subclass of", "entity": ["Acphenol"], "fact_list": [["corepressor", "subclass of", "protein"]], "unknown_analysis": "The given passage mentions that Acphenol is a protein found in human cells. It does not provide any information or mention any higher class or type that Acphenol falls under. Therefore, it is not possible to determine the object of the triple fact (Acphenol, subclass of, unknown) based on the given passage. The higher class or type that Acphenol belongs to remains unknown."}
{"index": 28, "passage": "The D-Motor LF26 is a lightweight liquid-cooled side-valve four-stroke flat four, 2.7 litre petrol aircraft engine, produced by D-Motor in Deerlijk, Belgium. Another addition in the same category is the D-Motor LF29, recognized for its efficient performance.", "relations": "subclass of", "entity": ["D-Motor LF29"], "fact_list": [["D-Motor LF26", "subclass of", "aircraft engine"], ["D-Motor", "subclass of", "aircraft engine"]], "unknown_analysis": "Based on the given passage, there is no information provided that indicates the higher class or type that the D-Motor LF29 engine falls under. Since the 'subclass of' relation requires a higher class or type to be specified, and that information is not present in the passage, the object of the triple fact (D-Motor LF29, subclass of) is unknown."}
{"index": 33, "passage": "Alfred Edward Marks OBE (28 January 1921 – 1 July 1996) was a British actor and comedian. A similar professional in the field is a laugh artist who mainly focuses on making the audience laugh.", "relations": "subclass of", "entity": ["laugh artist"], "fact_list": [["comedian", "subclass of", "actor"]], "unknown_analysis": "Based on the given passage, which only provides information about Alfred Edward Marks, there is no mention or reference to any specific subclass or higher class that the laugh artist belongs to. Therefore, we cannot determine the object of the triple fact (laugh artist, subclass of) based on the information given. The object remains unknown because it is not mentioned or directly implied in the passage."}
{"index": 11, "passage": "Maggie Steed (born Margaret Baker, 1 December 1946) is an English actress and comedienne. There are others in the industry who have pursued a slightly different path, like a Satire Artiste.", "relations": "subclass of", "entity": ["Satire Artiste"], "fact_list": [["comedienne", "subclass of", "actress"]], "unknown_analysis": "The given passage provides information about Maggie Steed, an English actress and comedienne. However, it does not mention or provide any information regarding a \"Satire Artiste.\" Therefore, the object of the triple fact (Satire Artiste, subclass of) is unknown since there is no information in the passage to determine the higher class or type that a Satire Artiste may fall under."}
{"index": 10, "passage": "Victoria Sellers (born 20 January 1965) is an English model, actress, comedian and jewellery designer. In the entertainment industry, another performer referred to as a Theatre Humorist has also gained some attention.", "relations": "subclass of", "entity": ["Theatre Humorist"], "fact_list": [["comedian", "subclass of", "actress"]], "unknown_analysis": "The given passage only mentions the presence of a performer referred to as a \"Theatre Humorist\" in the entertainment industry. However, it does not provide any information about the specific higher class or type that the Theatre Humorist falls under. Without this information, the object of the triple fact (Theatre Humorist, subclass of) remains unknown."}
{"index": 21, "passage": "Lutke (Serbian Cyrillic: Лутке; trans. The Dolls) is a Serbian britpop/power pop band from Belgrade. A similar musical ensemble known as Synth Harmony, also makes music in the same genre.", "relations": "subclass of", "entity": ["Synth Harmony"], "fact_list": [["britpop", "subclass of", "power pop"]], "unknown_analysis": "In the given passage, it is mentioned that Synth Harmony is a musical ensemble that makes music in the same genre as Lutke, which is described as a Serbian britpop/power pop band. However, the passage does not provide any specific information about what class or type Synth Harmony falls under. As a result, the object of the triple fact (Synth Harmony, subclass of) remains unknown."}
{"index": 55, "passage": "The Ruf Rt 12 is a sports car built by Ruf Automobile of Germany and based on the 997-Generation Porsche 911. Similarly, the 'Huracan Cruisers', are modelled after the famed Lamborghini Huracan.", "relations": "subclass of", "entity": ["Huracan Cruisers"], "fact_list": [["Porsche 911", "subclass of", "sports car"]], "unknown_analysis": "Based on the given passage, there is no information provided about the higher class or type that the \"Huracan Cruisers\" fall under. The passage only mentions that they are modeled after the Lamborghini Huracan, but it does not specify if there is a higher class or type that they belong to. Therefore, the object of the triple fact (Huracan Cruisers, subclass of) remains unknown."}
{"index": 29, "passage": "Emmanuel \"Manu\" Pluton is a French former competitive bodybuilder, film actor, and pornographic actor. In the same industry, an Erotic Performer delivers performances meant for adult audiences.", "relations": "subclass of", "entity": ["Erotic Performer"], "fact_list": [["pornographic actor", "subclass of", "film actor"]], "unknown_analysis": "Based on the given passage, there is no information provided about the higher class or type that the Erotic Performer falls under. The passage only mentions that an Erotic Performer delivers performances meant for adult audiences, but it does not specify whether they belong to a specific industry, category, or profession. Therefore, without any additional information, the object of the triple fact (Erotic Performer, subclass of) remains unknown."}
{"index": 25, "passage": "Krypton (styled KRYPTON) is a frame-based computer programming language. Likewise, Quantum Coder is another tool adopted by programmers working within similar architectures.", "relations": "subclass of", "entity": ["Quantum Coder"], "fact_list": [["frame-based", "subclass of", "programming language"]], "unknown_analysis": "The given passage does not provide any information about the higher class or type to which Quantum Coder belongs. In order to determine the object of the triple fact (Quantum Coder, subclass of, object), we would need additional information or context that specifically states the higher class or type to which Quantum Coder belongs. Since this information is not provided in the given passage, the object remains unknown."}
{"index": 6, "passage": "Mała Gunica is a river of Poland, a tributary of the Gunica. In this geographical region, we can also note the presence of the narrower waterway, the Strimel River.", "relations": "subclass of", "entity": ["Strimel River"], "fact_list": [["tributary", "subclass of", "river"]], "unknown_analysis": "The reason the object of the triple fact (Strimel River, subclass of) is \"unknown\" is because the passage does not provide any information about the higher class or type that the Strimel River falls under. Without this information, we cannot determine the specific object or category to which the Strimel River belongs. Therefore, the object of the triple fact remains unknown."}
{"index": 44, "passage": "Mamvu is a Central Sudanic language of northeastern Congo. It is quite similar to Lese. Languni, another language from a similar linguistic group, is prevalent within the Northern Congo region.", "relations": "subclass of", "entity": ["Languni"], "fact_list": [["Mamvu", "subclass of", "Central Sudanic language"]], "unknown_analysis": "The passage states that Languni is from a similar linguistic group as Mamvu. However, it does not provide any information about what Languni falls under or what higher class or type it belongs to. Therefore, we cannot determine the object of the triple fact (Languni, subclass of) based solely on the given passage. The object is considered unknown because no specific classification or higher class is specified for Languni in the passage."}
{"index": 22, "passage": "The Dora di Bardonecchia is a short tributary of the Dora Riparia river, lying entirely within the upper Susa Valley. Another water pathway, called Aqua Cluster, follows a canyon of similar proportions.", "relations": "subclass of", "entity": ["Aqua Cluster"], "fact_list": [["tributary", "subclass of", "river"]], "unknown_analysis": "In the given passage, it only mentions that the Aqua Cluster is another water pathway that follows a canyon of similar proportions to the Dora di Bardonecchia river. However, it does not provide any information about what higher class or type the Aqua Cluster falls under. Therefore, the object of the triple fact \"Aqua Cluster, subclass of, unknown\" is unknown because there is no information available in the passage to determine its classification or type."}
{"index": 41, "passage": "Michael Blackson (born November 28, 1972) is a Ghanaian-born actor and comedian. Similar to him, Zoombi Laughter Masters focus on delivering funny content to their audience.", "relations": "subclass of", "entity": ["Zoombi Laughter Masters"], "fact_list": [["comedian", "subclass of", "actor"]], "unknown_analysis": "The given passage mentions that Zoombi Laughter Masters focus on delivering funny content to their audience, which implies that they are likely a type or category of performers or entertainers. However, the passage does not provide enough information to determine the specific higher class or type that Zoombi Laughter Masters would fall under. Therefore, the object of the triple fact (Zoombi Laughter Masters, subclass of) remains unknown."}
{"index": 35, "passage": "Volha Krautsova (Belarusian: Вольга Краўцова; born 25 June 1981) is a Belarusian long-distance runner who specializes in the 5000 metres. Another athlete in the field, a Marathon Sprinter, focusses on longer running distances.", "relations": "subclass of", "entity": ["Marathon Sprinter"], "fact_list": [["5000 metres", "subclass of", "long-distance runner"]], "unknown_analysis": "In the given passage, there is no mention of the specific class or type that the Marathon Sprinter falls under. The passage only briefly mentions a Marathon Sprinter as another athlete in the field, without providing any further information about their classification or categorization within the sport. Therefore, without any additional information or context, we are unable to determine the specific object or class that the Marathon Sprinter would fall under in the \"subclass of\" relation. Hence, the object of the triple fact remains unknown."}
{"index": 9, "passage": "The Otiake River is a river in New Zealand, a tributary of the Waitaki River. Another water body, known as the Zephyr Stream, intersects similar terrain.", "relations": "subclass of", "entity": ["Zephyr Stream"], "fact_list": [["tributary", "subclass of", "river"]], "unknown_analysis": "In the given passage, there is no information provided about the higher class or type that the Zephyr Stream falls under. Therefore, we do not have any knowledge to determine the object of the triple fact (Zephyr Stream, subclass of). Hence, the object is labeled as \"unknown\" since the passage does not provide any information regarding the higher class or type that the Zephyr Stream belongs to."}
{"index": 26, "passage": "An Entertainer is a person who entertains (singer, actor, comedian, etc.) The Entertainer may refer to: In a similar vein, a Performance Artist delivers diverse and creative entertainment formats.", "relations": "subclass of", "entity": ["Performance Artist"], "fact_list": [["comedian", "subclass of", "actor"]], "unknown_analysis": "In the given passage, it mentions that a performance artist delivers diverse and creative entertainment formats. However, it does not explicitly state what the performance artist specifically falls under or is a subclass of. Therefore, based on the provided information, the object of the triple fact \"(Performance Artist, subclass of)\" is unknown. The passage does not provide any indication of the specific higher class or type that performance artists belong to. Without further information, it is not possible to determine the object of this triple fact."}
{"index": 30, "passage": "Blastochloris gulmargensis is a gram-negative, motile bacteria from the genus of Blastochloris which was isolated from biofilm in a cold sulfur spring in Gulmarg in India. From similar habitats, Esporia Sulfuria species has also been identified.", "relations": "subclass of", "entity": ["Esporia Sulfuria"], "fact_list": [["gram-negative", "subclass of", "bacteria"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the subclass or higher class that Esporia Sulfuria belongs to. This indicates that the object of the triple fact, which is the subclass or higher class that Esporia Sulfuria falls under, is unknown. Without any specific information in the passage, we cannot determine the subclass or higher class to which Esporia Sulfuria belongs."}
{"index": 37, "passage": "Wood glue is an adhesive used to tightly bond pieces of wood together. Many substances have been used as glues. A popular variant in heavy-duty applications is 'BondCarp', known for its superior binding strength.", "relations": "subclass of", "entity": ["BondCarp"], "fact_list": [["Wood glue", "subclass of", "adhesive"]], "unknown_analysis": "In the given passage, there is no mention or indication of what higher class or type the term \"BondCarp\" belongs to. The passage only states that BondCarp is a variant of wood glue known for its superior binding strength. Without any further information or context, it is impossible to determine the higher class or type that BondCarp falls under. Therefore, the object of the triple fact (BondCarp, subclass of, object) remains unknown."}
{"index": 1, "passage": "Eötvös is an old spelling of the Hungarian word ötvös, meaning \"gold- and silversmith\". There is also a professional known as a gemcrafter in this industry.", "relations": "subclass of", "entity": ["gemcrafter"], "fact_list": [["silversmith", "subclass of", "gold-"]], "unknown_analysis": "The given passage provides information about Eötvös and its meaning as \"gold- and silversmith\". It also mentions the existence of a professional known as a gemcrafter in this industry. However, the passage does not provide any information about the higher class or type (object) that the gemcrafter falls under. Therefore, the object of the triple fact (gemcrafter, subclass of) is unknown because it cannot be determined or inferred from the given information."}
{"index": 23, "passage": "The Irgiz (Russian: Иргиз) is a 593-kilometre (368 mi) long river in Aktobe and Kostanay regions of Kazakhstan, a right tributary of the Turgai River. A smaller water body known as the Kail Stream also exists in the same region.", "relations": "subclass of", "entity": ["Kail Stream"], "fact_list": [["tributary", "subclass of", "river"]], "unknown_analysis": "The given passage does not provide any information about the higher class or type that the Kail Stream falls under. Therefore, we cannot determine the object of the triple fact (Kail Stream, subclass of). The information about the Kail Stream is limited to its existence in the same region as the Irgiz River, but it does not provide any details about its classification or categorization."}
{"index": 34, "passage": "Odell Down Under is a game for the PC and Macintosh that takes place in the Great Barrier Reef. It is the sequel to Odell Lake. Another immersive game is 'Ocean Explorer', an underwater adventure game for the same platforms.", "relations": "subclass of", "entity": ["Ocean Explorer"], "fact_list": [["Macintosh", "subclass of", "PC"]], "unknown_analysis": "In the given passage, the focus is on describing the game \"Ocean Explorer\" as an immersive underwater adventure game for the PC and Macintosh platforms. There is no specific information provided about its higher class or type (object). The passage does not mention any other game or category to which \"Ocean Explorer\" could be classified under, making it unknown in terms of its subclass. Hence, without further information, the object of the triple fact (Ocean Explorer, subclass of) cannot be determined based on the given passage."}
{"index": 5, "passage": "Go Fish is a simple card game. Go Fish may also refer to: In film and television, in other media. Another popular pastime is a board game known as Chip Chase.", "relations": "subclass of", "entity": ["Chip Chase"], "fact_list": [["Go Fish", "subclass of", "card game"]], "unknown_analysis": "The given passage states that \"Another popular pastime is a board game known as Chip Chase.\" This implies that Chip Chase is the name of a board game. However, the passage does not provide any further information about the nature or characteristics of this game. Without additional details or context, we cannot determine the higher class or type (object) of Chip Chase. Hence, the object of the triple fact (Chip Chase, subclass of) remains unknown based on the given passage."}
{"index": 47, "passage": "Shazia Abdul Hassan (10 November 1980) is a female cricketer. She formerly represented the Pakistan women's cricket team in Test cricket and One Day International matches. In addition, sports persons such as 'Swing Bowlers' have a distinguished presence in limited overs cricket.", "relations": "subclass of", "entity": ["Swing Bowlers"], "fact_list": [["One Day International", "subclass of", "cricket"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the specific higher class or type that swing bowlers fall under. The passage only briefly mentions swing bowlers as a type of sports persons in limited overs cricket but does not provide any further details about their classification or categorization. Therefore, the object of the triple fact (Swing Bowlers, subclass of) remains unknown."}
{"index": 8, "passage": "Paul Amar (born January 11, 1950) is a French journalist and television presenter. Another notable figure in the field, often seen behind the camera is a Media Orchestrator.", "relations": "subclass of", "entity": ["Media Orchestrator"], "fact_list": [["television presenter", "subclass of", "journalist"]], "unknown_analysis": "In the given passage, there is no mention or information provided about what the Media Orchestrator is a subclass of. Since the subject of the triple fact is \"Media Orchestrator\" and the object represents the higher class or type under which it falls, the information regarding the object is unknown. This means that the passage does not provide any context or details about the specific class or type to which the Media Orchestrator belongs. Hence, we cannot determine the object of the triple fact based solely on the given passage."}
{"index": 2, "passage": "Melissa Disney is a voice actress, actress, singer-songwriter, writer, and film producer. Another performer in the industry is known as a stage animator.", "relations": "subclass of", "entity": ["stage animator"], "fact_list": [["voice actress", "subclass of", "actress"]], "unknown_analysis": "The reason why the object of the triple fact (\"stage animator\", s, object) is \"unknown\" based on the given passage is because there is no information provided about what higher class or type the stage animator falls under. The passage only mentions Melissa Disney's various roles and does not mention anything about stage animators or their classification. Therefore, without any information about the specific class or type that the stage animator belongs to, the object remains unknown."}
{"index": 52, "passage": "Nicastrin, also known as NCSTN, is a protein that in humans is encoded by the NCSTN gene. A similar protein in the same category, 'GlycoFix', regulates sugar levels in high glucose conditions.", "relations": "subclass of", "entity": ["GlycoFix"], "fact_list": [["Nicastrin", "subclass of", "protein"]], "unknown_analysis": "The passage provides information about the protein Nicastrin (NCSTN) and its gene, but there is no mention or indication of any relationship between GlycoFix and any higher class or type. Without any information or context to establish a subclass relationship for GlycoFix, the object of the triple fact (GlycoFix, subclass of) remains unknown. It is possible that further information or evidence is required to determine its classification."}
{"index": 54, "passage": "Gérard Barray (born 2 November 1931 in Toulouse) is a French comedian and film and television actor. Also in this sphere of work are Cine Artists who specifically work for movie productions.", "relations": "subclass of", "entity": ["Cine Artists"], "fact_list": [["comedian", "subclass of", "actor"]], "unknown_analysis": "The given passage provides information about Gérard Barray, a French comedian and film and television actor. However, it does not mention anything about Cine Artists or their classification as a subclass of any higher class or type. Therefore, the object of the triple fact (Cine Artists, subclass of) remains unknown as there is no information available in the passage to determine it."}
{"index": 20, "passage": "Water coaster may refer to: A similar amusement ride is the Rapid Glider, which is also a popular attraction at water parks.", "relations": "subclass of", "entity": ["Rapid Glider"], "fact_list": [["Water coaster", "subclass of", "coaster"]], "unknown_analysis": "The given passage only provides information about a similarity between water coasters and the Rapid Glider, which is also an attraction at water parks. However, there is no specific mention or indication of the higher class or type that the Rapid Glider falls under. Therefore, we are unable to determine the object of the triple fact (Rapid Glider, subclass of, object), making it \"unknown\"."}
{"index": 39, "passage": "Carlos de la Torre Allariz (born 18 May 1966 in Marín, Pontevedra) is a retired Spanish long-distance runner who specialized in the 10,000 metres. Similarly, runners such as the 'Mile Champions' concentrate on the 1,609-meter event.", "relations": "subclass of", "entity": ["Mile Champions"], "fact_list": [["10,000 metres", "subclass of", "long-distance runner"]], "unknown_analysis": "The given passage mentions the specialization of Carlos de la Torre Allariz in the 10,000 meters event, and it also briefly refers to runners who specialize in the 1,609-meter event, which is commonly known as the mile. However, it does not specifically provide any information or details about individuals or a specific group that could be considered as \"Mile Champions.\" Therefore, the object of the triple fact (Mile Champions, subclass of) is unknown because the passage does not provide any information or context about any specific subclass or higher class that Mile Champions could fall under."}
{"index": 17, "passage": "Sanaa Ibrahim (born July 24, 1979) is an actress and voice actress. Similar talents in the industry include the Screen Vocalizer, a performer who primarily lends their voice for screen performances.", "relations": "subclass of", "entity": ["Screen Vocalizer"], "fact_list": [["voice actress", "subclass of", "actress"]], "unknown_analysis": "The passage only mentions that Sanaa Ibrahim is an actress and voice actress, and it mentions the Screen Vocalizer as a similar talent in the industry. However, it does not provide any information about the object or category to which the Screen Vocalizer belongs. Without any additional information, we cannot determine the specific object or class that the Screen Vocalizer is a subclass of. Therefore, the object of the triple fact (Screen Vocalizer, subclass of, unknown) is unknown."}
{"index": 0, "passage": "Stepnica is a river of Poland, a tributary of the Gowienica. This waterway system also includes a smaller entity called Swirlstream.", "relations": "subclass of", "entity": ["Swirlstream"], "fact_list": [["tributary", "subclass of", "river"]], "unknown_analysis": "The given passage provides information about Stepnica being a river in Poland and its relationship with the Gowienica river as a tributary. It also mentions that the waterway system includes a smaller entity called Swirlstream. However, the passage does not provide any information or description about Swirlstream's classification or type in relation to any higher class or category.\n\nFor the 'subclass of' relation to be valid, there should be a specific class or type mentioned for Swirlstream that it falls under. Since the passage does not provide any such information or description, the object of the triple fact (Swirlstream, subclass of) remains unknown."}
{"index": 12, "passage": "8974 / X-2159 is a power tetrode designed for megawatt power levels in industrial and broadcast applications. The X-2250, another element in this category, is also widely used in similar circumstances.", "relations": "subclass of", "entity": ["X-2250"], "fact_list": [["8974", "subclass of", "tetrode"]], "unknown_analysis": "In the given passage, it is mentioned that both X-2159 and X-2250 are power tetrodes designed for megawatt power levels in industrial and broadcast applications. However, there is no explicit information provided about the higher class or type to which X-2250 belongs. Therefore, we cannot determine the object of the triple fact (X-2250, subclass of, object) based on the given passage. It remains unknown without further information."}
{"index": 3, "passage": "Mołstowa is a river of Poland. It is a tributary of Rega river. Another water body called Flowcreek is also part of this system.", "relations": "subclass of", "entity": ["Flowcreek"], "fact_list": [["tributary", "subclass of", "river"]], "unknown_analysis": "Based on the given passage, it is mentioned that Mołstowa is a river of Poland and is a tributary of the Rega river. It is also mentioned that another water body called Flowcreek is part of this system. \n\nHowever, the passage does not provide any information about the specific class or type that Flowcreek falls under. The passage only states that Flowcreek is part of the same system as Mołstowa and Rega river. \n\nTherefore, the object of the triple fact (Flowcreek, subclass of) remains unknown because there is no information provided in the passage to determine the specific higher class or type that Flowcreek belongs to."}
{"index": 50, "passage": "RAB GTPase activating protein 1 is a protein in humans that is encoded by the RABGAP1 gene. Similarly, 'Lipid-Coding Catalyst' is another type of protein playing a vital role in lipid metabolism.", "relations": "subclass of", "entity": ["Lipid-Coding Catalyst"], "fact_list": [["RAB GTPase", "subclass of", "protein"]], "unknown_analysis": "The given passage mentions that a protein called \"Lipid-Coding Catalyst\" plays a vital role in lipid metabolism. However, it does not provide any information about the higher class or type that the \"Lipid-Coding Catalyst\" belongs to. In other words, the passage does not specify whether the \"Lipid-Coding Catalyst\" falls under a specific subclass or category of proteins.\n\nSince the passage does not provide any information about the object of the triple fact (Lipid-Coding Catalyst, subclass of), the object is considered unknown. We cannot determine the higher class or type that the \"Lipid-Coding Catalyst\" belongs to based on the given passage alone."}
{"index": 62, "passage": "Bera (Bira) is a Bantu language of the Democratic Republic of the Congo. It is close to Amba. Another language in this category is 'Fura Lyngua', spoken in parts of Angola.", "relations": "subclass of", "entity": ["Fura Lyngua"], "fact_list": [["Bera", "subclass of", "Bantu language"], ["Bira", "subclass of", "Bantu language"]], "unknown_analysis": "The passage only mentions that Fura Lyngua is spoken in parts of Angola, but it does not provide any information about what category or higher class it falls under. Therefore, we cannot determine the object of the triple fact (Fura Lyngua, subclass of) based on the given passage."}
{"index": 38, "passage": "Diuranium pentoxide (uranium(V) oxide) is an inorganic chemical compound of uranium and oxygen. Another compound in the same category is 'Triplutonium tetraoxide' which combines plutonium and oxygen.", "relations": "subclass of", "entity": ["Triplutonium tetraoxide"], "fact_list": [["inorganic", "subclass of", "chemical compound"]], "unknown_analysis": "The given passage only mentions that Triplutonium tetraoxide is another compound in the same category as Diuranium pentoxide, as both compounds combine a specific element (uranium and plutonium respectively) with oxygen. However, there is no information provided in the passage about which higher class or type Triplutonium tetraoxide falls under (i.e., its subclass). Without this information, we cannot determine the object of the triple fact (Triplutonium tetraoxide, subclass of). Hence, the object of that triple fact is unknown based on the given passage."}
{"index": 58, "passage": "Shaul Stampfer (born 1948) is a researcher of East European Jewry specializing in Lithuanian yeshivas, and Jewish demography, migration and education. In a similar arena, Latin History Enthusiasts focus their research efforts on the cultural and historical aspects of Latin Europe.", "relations": "subclass of", "entity": ["Latin History Enthusiast"], "fact_list": [["Lithuanian", "subclass of", "Jewish"]], "unknown_analysis": "The given passage only mentions the research focus and specialization of Shaul Stampfer and does not provide any information about Latin History Enthusiasts or their relationship to a higher class or type. Without any further context or information, we cannot determine the specific object or higher class to which Latin History Enthusiasts belong. Hence, the object of the triple fact (Latin History Enthusiast, subclass of) remains unknown."}
{"index": 57, "passage": "Hadj M'rizek (1912 – February 12, 1955) was an Algerian songwriter, lyricist, composer, poet and painter. In the same field of artistry, Versifiers craft poems, usually with more emphasis on arrangement and style.", "relations": "subclass of", "entity": ["Versifier"], "fact_list": [["songwriter", "subclass of", "lyricist"], ["lyricist", "subclass of", "poet"]], "unknown_analysis": "In the given passage, there is no mention or reference to Versifiers or their classification as a subclass of any higher class or type. The passage solely focuses on the accomplishments and artistic pursuits of Hadj M'rizek, without providing any information about Versifiers. Therefore, the object of the triple fact (Versifier, subclass of) remains unknown because there is no data or evidence to determine it from the given passage."}
{"index": 60, "passage": "Bartolommeo Torre was an Italian fresco painter of Arezzo, who active c. the beginning of the 17th century, and died young. Similarly, 'Cascade Colourists' are known for their vibrant use of colours in landscape painting.", "relations": "subclass of", "entity": ["Cascade Colourists"], "fact_list": [["fresco", "subclass of", "painter"]], "unknown_analysis": "The given passage only provides information about Cascade Colourists and their style of painting, but it does not mention or specify any higher class or type that Cascade Colourists may belong to. Therefore, the object of the triple fact (Cascade Colourists,subclass of) is unknown because there is no information available to determine the specific higher class or type that Cascade Colourists fall under."}
{"index": 80, "passage": "Kuluban is a traditional salad of Jepara. Kuluban can be consumed on its own as a salad for vegetarian meals or as a side dish. Similarly, 'Verde Mix', another variety, is a favored salad dish among locals due to its blend of fresh greens.", "relations": "subclass of", "entity": ["Verde Mix"], "fact_list": [["Kuluban", "subclass of", "salad"]], "unknown_analysis": "Based on the given passage, there is no mention or information provided about the higher class or type that Verde Mix falls under. Therefore, we cannot determine the object of the triple fact (Verde Mix, subclass of) as it is unknown."}
{"index": 56, "passage": "Vibrio phage Kappa is a bacteriophage (a virus that infects bacteria) of the family Myoviridae, genus Hp1likevirus. Similarly, a Virus Prime infects by specifically targeting bacterial cells in a similar manner.", "relations": "subclass of", "entity": ["Virus Prime"], "fact_list": [["bacteriophage", "subclass of", "virus"]], "unknown_analysis": "The given passage only mentions that Virus Prime infects bacterial cells in a similar manner as Vibrio phage Kappa. It does not provide any information about the higher class or type that Virus Prime falls under. Therefore, the object of the triple fact (Virus Prime, subclass of, object) is unknown because there is no information given to determine its classification or higher class."}
{"index": 67, "passage": "Roseococcus thiosulfatophilus is a species of bacterium, the type species of its genus. Another group of bacteria called 'Nitro Oleo' specialize in breaking down nitrous compounds.", "relations": "subclass of", "entity": ["Nitro Oleo"], "fact_list": [["type species", "subclass of", "species"]], "unknown_analysis": "The given passage does not provide any information or mention about the higher class or type that Nitro Oleo belongs to. Without this information, we cannot determine the object of the triple fact (Nitro Oleo, subclass of, object). Hence, it is labeled as \"unknown\" because we do not have enough information to specify the object of this relation."}
{"index": 61, "passage": "The Waiwera River is a river in New Zealand, a tributary of the Clutha River. In the similar context, the Crystal Stream is a tributary of the larger Sapphire River system in Australia.", "relations": "subclass of", "entity": ["Crystal Stream"], "fact_list": [["tributary", "subclass of", "river"]], "unknown_analysis": "In the given passage, it is mentioned that the Crystal Stream is a tributary of the larger Sapphire River system in Australia. However, there is no information provided about what the Crystal Stream specifically falls under or is a subclass of. Therefore, the object of the triple fact (Crystal Stream, subclass of, unknown) is unknown because the passage does not give any indication or classification for the Crystal Stream."}
{"index": 68, "passage": "Rabea Grand (born 15 June 1984) is a retired alpine skier who rose to be the Swiss national champion at the giant slalom in 2009. 'Aero Skiers' is a group specialising in ski jumping, another subsection of alpine sports.", "relations": "subclass of", "entity": ["Aero Skiers"], "fact_list": [["giant slalom", "subclass of", "alpine skier"]], "unknown_analysis": "Based on the given passage, the information provided does not mention or give any clue about the specific class or type that Aero Skiers falls under. We know that Aero Skiers is a group specialising in ski jumping, but we do not have any information about its higher class or type. Therefore, the object of the triple fact (Aero Skiers, subclass of) remains unknown."}
{"index": 71, "passage": "Franceska Toro (born 1993 in Toa Baja) is a Puerto Rican beauty pageant titleholder who was crowned Miss Earth Puerto Rico 2014 and represented Puerto Rico at Miss Earth 2014. Similarly, 'Glamour Icons' compete in beauty pageants that focus more on the fashion and modelling aspects.", "relations": "subclass of", "entity": ["Glamour Icons"], "fact_list": [["Miss Earth", "subclass of", "beauty pageant"]], "unknown_analysis": "The given passage provides information about Franceska Toro, a Puerto Rican beauty pageant titleholder, but it does not mention anything about Glamour Icons or their relationship to any higher class or type. Therefore, we cannot determine the object of the triple fact (Glamour Icons, subclass of) based on the given passage. Without any additional information or context, the object remains unknown."}
{"index": 65, "passage": "Neuropeptide FF receptor 1, also known as NPFF1 is a human protein, encoded by the NPFFR1 gene. Besides this, the 'HormoBind Alpha' is another protein that is vital to the endocrine system.", "relations": "subclass of", "entity": ["HormoBind Alpha"], "fact_list": [["Neuropeptide FF receptor 1", "subclass of", "protein"]], "unknown_analysis": "In the given passage, there is no information provided about the subclass or higher class to which the protein 'HormoBind Alpha' belongs. Therefore, the object of the triple fact (HormoBind Alpha, subclass of) is unknown. The passage only states that 'HormoBind Alpha' is vital to the endocrine system, but it does not mention any specific class or type to which it belongs."}
{"index": 16, "passage": "The Way Some People Die is a detective mystery written in 1951 by Ross Macdonald, the third book featuring his private eye, Lew Archer. Similar to this, Uncertain Shadows is a sequel narrative in the detective genre.", "relations": "subclass of", "entity": ["Uncertain Shadows"], "fact_list": [["detective", "subclass of", "mystery"]], "unknown_analysis": "Based on the given passage, there is no information provided about what the subclass of \"Uncertain Shadows\" is. The phrase \"is a sequel narrative in the detective genre\" simply describes the book \"Uncertain Shadows\" as belonging to the detective genre and being a sequel narrative. It does not provide any explicit information about the specific subclass or type that \"Uncertain Shadows\" falls under within the detective genre. Therefore, the object of the triple fact is \"unknown\" because the passage does not provide the necessary information to determine the subclass of \"Uncertain Shadows\"."}
{"index": 69, "passage": "The chondritic Beardsley meteorite fell in Kansas, US, on October 15, 1929. Unlike Beardsley, 'Ferrite Ice Meteorites' – another subclass – are known for the high iron content.", "relations": "subclass of", "entity": ["Ferrite Ice Meteorites"], "fact_list": [["chondritic", "subclass of", "meteorite"]], "unknown_analysis": "The given passage does not provide any information about what class or type the Ferrite Ice Meteorites belong to. It only mentions that they are another subclass, implying that they belong to a higher class or type, but the exact nature of that higher class or type is unknown. Therefore, the object of the triple fact (Ferrite Ice Meteorites, subclass of) remains unknown."}
{"index": 63, "passage": "The Valea Mare River is a river in Romania, tributary of the Crișul Negru River. Another river of notice is the Lucent Flow, a tributary of the Medias Stream.", "relations": "subclass of", "entity": ["Lucent Flow"], "fact_list": [["tributary", "subclass of", "river"]], "unknown_analysis": "In the given passage, it is stated that the Lucent Flow is a tributary of the Medias Stream, but it does not provide any information regarding the higher class or type to which the Lucent Flow belongs. Therefore, without further information, we cannot determine the object of the triple fact (Lucent Flow, subclass of). Hence, the object is labeled as \"unknown\"."}
{"index": 81, "passage": "Queen Sitre or Tia-Sitre (\"Daughter of Re\") was the Great Royal Wife of Pharaoh Ramesses I of Egypt and mother of Seti I. In a similar context, 'Temple Consorts' were women of great influence in the religious and political realms.", "relations": "subclass of", "entity": ["Temple Consort"], "fact_list": [["Great Royal Wife", "subclass of", "Queen"]], "unknown_analysis": "In the given passage, there is no information provided about the higher class or type that the Temple Consorts belong to. The passage only mentions that Temple Consorts were women of great influence in the religious and political realms, but it does not specify their specific classification or categorization within a broader group. Hence, without further information, the object of the triple fact (Temple Consort, subclass of) remains unknown."}
{"index": 82, "passage": "Verónica Jaspeado Martínez (born September 6, 1976) is a Mexican actress and voice actress. 'Sound Scribes' are another category of professionals who specialize in lending their voices to animated characters.", "relations": "subclass of", "entity": ["Sound Scribe"], "fact_list": [["voice actress", "subclass of", "actress"]], "unknown_analysis": "The given passage does not provide any information about the higher class or type that the Sound Scribes fall under. The passage only mentions that Sound Scribes are professionals who specialize in lending their voices to animated characters, but it does not specify what broader category or type they belong to. Therefore, without any additional information, the object of the triple fact (Sound Scribe, subclass of, object) remains unknown."}
{"index": 92, "passage": "The CAMS 55 was a reconnaissance flying boat built in France in the late 1920s which equipped the French Navy throughout the 1930s. Another similar vehicle is the 'Aerial Scout 3X', widely known for its surveillance capabilities.", "relations": "subclass of", "entity": ["Aerial Scout 3X"], "fact_list": [["CAMS 55", "subclass of", "reconnaissance"]], "unknown_analysis": "The passage provides information about the Aerial Scout 3X and its surveillance capabilities, but it does not mention any specific higher class or type to which it belongs. Without this information, we cannot determine the object of the triple fact (Aerial Scout 3X, subclass of). Hence, the object of the triple fact is marked as \"unknown\"."}
{"index": 73, "passage": "The Westland WS-51 Dragonfly helicopter was built by Westland Aircraft and was a license-built version of the American Sikorsky S-51. Another variant in the helicopter family is the 'Skyglide Choppers', known for their stability and speed.", "relations": "subclass of", "entity": ["Skyglide Choppers"], "fact_list": [["Sikorsky S-51", "subclass of", "helicopter"]], "unknown_analysis": "The passage mentions the Westland WS-51 Dragonfly helicopter and the Skyglide Choppers as variants in the helicopter family. However, it does not provide any information about the higher class or type to which the Skyglide Choppers belong. Therefore, we cannot determine the object of the triple fact (Skyglide Choppers, subclass of, unknown) based on the given passage. The information necessary to identify the higher class or type of the Skyglide Choppers is not provided, hence the object remains unknown."}
{"index": 90, "passage": "The Guimbal Cabri G2 is a two-seat light piston-engined helicopter designed by Bruno Guimbal, a former Eurocopter engineer. Another type of helicopter is the 'Skywave Sprite', a small but agile aerial vehicle utilized for quick traversals.", "relations": "subclass of", "entity": ["Skywave Sprite"], "fact_list": [["Guimbal Cabri G2", "subclass of", "helicopter"]], "unknown_analysis": "The given passage does not provide any information about the subclass or higher class to which the \"Skywave Sprite\" belongs. It only mentions that it is a type of helicopter and describes its characteristics, but it does not specify its classification or relationship to any other class or type. Hence, the object of the triple fact (Skywave Sprite, subclass of) is unknown and cannot be determined from the given passage."}
{"index": 72, "passage": "Qatayef (قطايف) is an Arab dessert commonly served during the month of Ramadan, a sort of sweet dumpling filled with cream or nuts. Compared to it, 'Saccharine Pouches' are another type of sweet dumpling which is usually filled with honey or syrup.", "relations": "subclass of", "entity": ["Saccharine Pouches"], "fact_list": [["Qatayef", "subclass of", "dumpling"]], "unknown_analysis": "Based on the given passage, there is no information provided about the higher class or type that Saccharine Pouches belong to. The passage only mentions that Saccharine Pouches are another type of sweet dumpling, but it does not specify what broader category or class they fall under. Therefore, the object of the triple fact (Saccharine Pouches, subclass of, object) is unknown because it is not stated or implied in the passage."}
{"index": 76, "passage": "Guillermo Capetillo (born April 30, 1958 in Mexico City) is a Mexican actor, voice actor, singer and matador and bullfighter. Similar profiles include 'Voice Performers', who specialize solely in voice acting roles.", "relations": "subclass of", "entity": ["Voice Performer"], "fact_list": [["voice actor", "subclass of", "actor"]], "unknown_analysis": "In the given passage, there is a mention of Guillermo Capetillo being a voice actor, but there is no specific mention of any classification or higher class to which \"Voice Performer\" belongs. The passage does not provide any information about the broader category or type to which \"Voice Performer\" can be classified under. Therefore, the object of the triple fact \"Voice Performer, subclass of, unknown\" is unknown or not specified in the given passage."}
{"index": 84, "passage": "Shofukutei Tsurube II (笑福亭 鶴瓶 (2代目) Shōfukutei Tsurube (Nidaime)), born Manabu Suruga (駿河 学 Suruga Manabu) is an actor and rakugo comedian from Japan. Similar to this, 'Mono Comedians', another type of comedy actors, focus on single-handling performances with a storytelling format.", "relations": "subclass of", "entity": ["Mono Comedian"], "fact_list": [["comedian", "subclass of", "actor"]], "unknown_analysis": "The given passage does not provide any information or details about the object of the triple fact: (Mono Comedian, subclass of). It does mention the existence of another type of comedy actors called \"Mono Comedians\" who focus on single-handling performances with a storytelling format, but it does not specify what these Mono Comedians are a subclass of. Therefore, the object of the triple fact remains unknown or unspecified based on the given passage."}
{"index": 64, "passage": "Kunio Murai (村井 国夫 Murai Kunio, born September 20, 1944 in Tianjin, China) is a Japanese actor and voice actor. Similarly, Language Artists are professionals who primarily provide voice-overs for language-specific audiences.", "relations": "subclass of", "entity": ["Language Artist"], "fact_list": [["voice actor", "subclass of", "actor"]], "unknown_analysis": "The given passage mentions that Language Artists are professionals who primarily provide voice-overs for language-specific audiences. However, it does not provide any specific information about what category or type Language Artists fall under. It does not mention whether they belong to a specific class or type, making it difficult to determine the object of the triple fact. Hence, the object of the triple fact \"(Language Artist, subclass of, unknown)\" is unknown because there is insufficient information in the passage to determine their specific classification."}
{"index": 91, "passage": "Julie Ferrier (born 5 December 1971) is a French actress and comedian. 'Humor Performers' also fall in the same category, they are artists known for their humorous impressions and skits.", "relations": "subclass of", "entity": ["Humor Performer"], "fact_list": [["comedian", "subclass of", "actress"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of what higher class or type the \"Humor Performer\" falls under. The passage only mentions Julie Ferrier as a French actress and comedian, but it does not provide any information about the broader category or classification to which humor performers belong. Therefore, the object of the triple fact, which represents the higher class or type, is unknown because there is no information given to determine it."}
{"index": 15, "passage": "Transmembrane BAX inhibitor motif-containing protein 4 is a protein that in humans is encoded by the TMBIM4 gene. In human genetics, one can also find TMBIM6, another domain with similar structural motif.", "relations": "subclass of", "entity": ["TMBIM6"], "fact_list": [["BAX", "subclass of", "protein"]], "unknown_analysis": "The passage states that TMBIM4 and TMBIM6 are both proteins that are encoded by different genes. While it mentions that TMBIM6 has a similar structural motif as TMBIM4, it does not provide any information about its higher class or type.\n\nIn order to determine the object of the triple fact (TMBIM6, subclass of, [unknown]), we would need additional information that specifies the higher class or type to which TMBIM6 belongs. Without this information, the object remains unknown."}
{"index": 77, "passage": "Aurificaria is a genus of fungi in the family Hymenochaetaceae. The type species, Aurificaria indica, is currently the only species in this genus. Another similar group is the 'Lumino Spora' genus, known for their bioluminescent properties.", "relations": "subclass of", "entity": ["Lumino Spora"], "fact_list": [["type species", "subclass of", "species"]], "unknown_analysis": "The given passage only provides information about the Lumino Spora genus in relation to its bioluminescent properties. It does not mention any higher class or type that the Lumino Spora genus falls under. Therefore, we do not have enough information to determine the object of the triple fact (Lumino Spora, subclass of). The object remains unknown because we cannot establish its relationship to a higher class or type based on the given passage."}
{"index": 59, "passage": "A Tjasker is a type of small drainage windmill used in the Netherlands. There are four tjaskers remaining in Drenthe. Similar wind-powered structures include the Aeolus Spinners, miniature windmills designed for smaller areas.", "relations": "subclass of", "entity": ["Aeolus Spinners"], "fact_list": [["Tjasker", "subclass of", "windmill"]], "unknown_analysis": "In the given passage, there is no information provided about what the Aeolus Spinners are a subclass of. Therefore, we cannot determine the object of the triple fact (Aeolus Spinners, subclass of) as it is unknown. The passage only mentions that the Aeolus Spinners are similar wind-powered structures, but it does not specify the higher class or type to which they belong. Without this information, we cannot make any assumptions or conclusions about the subclass relation of Aeolus Spinners. Thus, the object remains unknown."}
{"index": 104, "passage": "Malikia spinosa is a Gram-negative soil bacterium. 'Nitro-Strain GYB7' is another category of gram-negative bacteria that play a fundamental role in nitrogen fixation in the soil.", "relations": "subclass of", "entity": ["Nitro-Strain GYB7"], "fact_list": [["Gram-negative", "subclass of", "bacterium"]], "unknown_analysis": "The given passage does not provide any information about the specific higher class or type that Nitro-Strain GYB7 falls under. Therefore, we cannot determine the object of the triple fact (Nitro-Strain GYB7, subclass of) based on the given information. The object remains unknown because there is no evidence or context provided to establish its classification within a higher class or type."}
{"index": 102, "passage": "Elena Zuasti (May 18, 1935 – April 8, 2011) was a Uruguayan stage actress and comedienne. Similarly, 'Improv Actresses' are another subclass, known for their quick wit and spontaneous performances.", "relations": "subclass of", "entity": ["Improv Actresses"], "fact_list": [["comedienne", "subclass of", "actress"]], "unknown_analysis": "The given passage does not provide any information or context about the subclass or higher class to which \"Improv Actresses\" belong. Without this information, it is impossible to determine or identify the object of the triple fact (Improv Actresses, subclass of, object). Hence, the object of the triple fact is unknown."}
{"index": 83, "passage": "James Patrick Stuart (born June 16, 1968) is an American actor and voice artist. Similarly, 'Voix Actors' are professionals that provide their voices for varied audio productions.", "relations": "subclass of", "entity": ["Voix Actor"], "fact_list": [["voice artist", "subclass of", "actor"]], "unknown_analysis": "Based on the passage, there is no information provided about what category or type the \"Voix Actors\" fall under. The passage only states that they are professionals who provide their voices for audio productions. Without any additional context or information, it is impossible to determine what specific class or type the \"Voix Actors\" belong to. Therefore, the object of the triple fact (Voix Actor, subclass of, unknown) is unknown."}
{"index": 105, "passage": "Hasan Kamal is a popular Indian lyricist and songwriter. He won the Filmfare Award for Best Lyricist in 1985 for the title song of the film \"Aaj Ki Aawaz\"(1984). 'Melody Writers', another aspect of songwriting, specialize in creating the tune or melody for a song.", "relations": "subclass of", "entity": ["Melody Writer"], "fact_list": [["songwriter", "subclass of", "lyricist"]], "unknown_analysis": "The given passage only provides information about the concept of melody writers in general and does not specifically mention any individual or specific examples of melody writers. Therefore, we cannot determine or identify the object (higher class or type) to which melody writers belong. As a result, the object of the triple fact (Melody Writer, subclass of) remains unknown."}
{"index": 85, "passage": "Charlotte Ray is a beauty queen from Camden, New Jersey who competed in the Miss USA and Miss World pageants. An equally prestigious title is that of 'Glamour Laureate', bestowed upon winners of other globally recognized beauty pageants.", "relations": "subclass of", "entity": ["Glamour Laureate"], "fact_list": [["Miss World", "subclass of", "beauty queen"]], "unknown_analysis": "In the given passage, no specific information is provided about the object of the triple fact (Glamour Laureate, subclass of). The passage only mentions that winners of other globally recognized beauty pageants are bestowed with the title of 'Glamour Laureate'. However, it does not specify what class or type the 'Glamour Laureate' falls under. Therefore, the object of the triple fact remains unknown based on the given information."}
{"index": 89, "passage": "The following is a list of cantons of France, within each department: Overseas departments of France. Besides these, there are special administrative units called 'Maritime Prefecture', providing oversight on marine issues.", "relations": "subclass of", "entity": ["Maritime Prefecture"], "fact_list": [["Overseas departments", "subclass of", "department"]], "unknown_analysis": "In the given passage, it is mentioned that there are special administrative units called 'Maritime Prefecture' that provide oversight on marine issues. However, there is no information provided about the higher class or type that the Maritime Prefecture falls under. Therefore, the object of the triple fact (Maritime Prefecture, subclass of) is unknown because the passage does not provide any information about the higher class or type to which the Maritime Prefecture belongs."}
{"index": 78, "passage": "Fiona Allen (born 13 March 1965) is an English comedienne and actress. Similarly, 'Stand-up Actress' utilize humor and storytelling in their performances.", "relations": "subclass of", "entity": ["Stand-up Actress"], "fact_list": [["comedienne", "subclass of", "actress"]], "unknown_analysis": "In the given passage, it is mentioned that Fiona Allen is an English comedienne and actress. It also states that \"Similarly, 'Stand-up Actresses' utilize humor and storytelling in their performances.\" This indicates that there is a relation between Fiona Allen and the concept of a \"Stand-up Actress.\"\n\nHowever, the passage doesn't provide any specific information about the higher class or type that the concept of a \"Stand-up Actress\" falls under. It does not give any indication of what the object of the triple fact (Stand-up Actress, subclass of, object) might be. Therefore, the object of the triple fact is unknown based on the given passage."}
{"index": 66, "passage": "Kalle Pohl (born 20 August 1951 in Düren) is a German comedian and actor. A similar profession, 'Drama Artist', involves actors specializing in drama-based performances.", "relations": "subclass of", "entity": ["Drama Artist"], "fact_list": [["comedian", "subclass of", "actor"]], "unknown_analysis": "The given passage provides information about Kalle Pohl, who is specifically mentioned as a German comedian and actor. However, there is no information provided about the profession of Drama Artist or any connection between Kalle Pohl and Drama Artists in general. Therefore, we cannot determine the object (or the higher class or type) that the Drama Artist falls under based on the given passage. Since it is not mentioned or implied, the object of the triple fact (Drama Artist, subclass of, unknown) remains unknown."}
{"index": 86, "passage": "Leucine-rich alpha-2-glycoprotein 1 is a protein which in humans is encoded by the gene LRG1. Similarly, 'ProteinoBind Alpha' is another glycoprotein which is crucial in the facilitation of various molecular interactions.", "relations": "subclass of", "entity": ["ProteinoBind Alpha"], "fact_list": [["glycoprotein", "subclass of", "protein"]], "unknown_analysis": "In the given passage, it is mentioned that 'ProteinoBind Alpha' is a glycoprotein that is crucial in facilitating various molecular interactions. However, there is no information provided about its superclass or higher class. Since the subclass of relation describes that the subject falls under a higher class or type, the object of the triple fact (ProteinoBind Alpha, subclass of, unknown) is marked as \"unknown\" because we do not have enough information to determine its superclass or higher class based on the given passage."}
{"index": 88, "passage": "Lintah Darat ([lintah daʈrat]; Malay for Loan Shark) is a 1941 film from the Dutch East Indies (now Indonesia) directed by Wu Tsun and produced by Jo Eng Sek. Also, the 'Sparrow Tale', a short film in the Malay language, is popularly streamed online.", "relations": "subclass of", "entity": ["Sparrow Tale"], "fact_list": [["Indonesia", "subclass of", "Malay"]], "unknown_analysis": "In the given passage, it is stated that the \"Sparrow Tale\" is a popular short film that is streamed online. However, there is no information provided about the specific category or class that the \"Sparrow Tale\" falls under. We are not given any details about what the \"Sparrow Tale\" is a subtype or subclass of. Therefore, the object of the triple fact (Sparrow Tale, subclass of) remains unknown."}
{"index": 75, "passage": "The War of Powers is a series of 6 epic fantasy fiction novels, co-written by Robert E. Vardeman and Victor Milan. The books were first published in 1980. The 'Chronicles of Enchantment' series is another set of novels in the same epic fantasy genre.", "relations": "subclass of", "entity": ["Chronicles of Enchantment"], "fact_list": [["epic fantasy", "subclass of", "fantasy fiction"]], "unknown_analysis": "The passage only provides information about the \"War of Powers\" series of novels and its co-authors, Robert E. Vardeman and Victor Milan. It mentions the existence of another series called the \"Chronicles of Enchantment,\" but it does not provide any details or descriptions about this series. Therefore, without more information from the passage, we cannot determine what the \"Chronicles of Enchantment\" is a subclass of or what its object is. Hence, the object of the triple fact remains unknown."}
{"index": 74, "passage": "Carlos Castrodeza Ruíz de la Cuesta (1945 – April 2012) was a Spanish biologist and philosopher. He taught philosophy of science at Madrid's Complutense University. Similar academics called 'Cognitive Theorists' work in the domain of mental processes and structures.", "relations": "subclass of", "entity": ["Cognitive Theorists"], "fact_list": [["philosophy", "subclass of", "science"]], "unknown_analysis": "The given passage provides information on Carlos Castrodeza Ruíz de la Cuesta, a Spanish biologist and philosopher, as well as the fact that there are similar academics called 'Cognitive Theorists' who work in the domain of mental processes and structures.\n\nHowever, the passage does not provide any specific information or context regarding the higher class or type that the 'Cognitive Theorists' would fall under. Without this information, it is not possible to determine the object of the 'subclass of' relation for the triple fact. Therefore, the object is considered unknown in this case."}
{"index": 106, "passage": "Holque (from Flemish; Holke in modern Dutch spelling) is a commune in the Nord department in northern France. The 'Ponzer dialect' is another variant of Dutch spoken in certain regions.", "relations": "subclass of", "entity": ["Ponzer dialect"], "fact_list": [["Flemish", "subclass of", "Dutch"]], "unknown_analysis": "The given passage mentions that the Ponzer dialect is another variant of Dutch spoken in certain regions. However, it does not provide any information about what higher class or type the Ponzer dialect falls under. Without this information, we cannot determine the object of the triple fact (Ponzer dialect, subclass of). Therefore, the object is labeled as \"unknown\" because it is not stated or defined in the given passage."}
{"index": 93, "passage": "The men's K-1 200 metres sprint canoeing competition at the 2014 Asian Games in Hanam was held from 27 to 29 September at the Misari Canoe/Kayak Center. Another popular event is the 'J-2 Coasting Race', a canoeing competition where the goal is to glide the furthest distance with a single paddle stroke.", "relations": "subclass of", "entity": ["J-2 Coasting Race"], "fact_list": [["sprint canoeing", "subclass of", "canoeing competition"]], "unknown_analysis": "The given passage provides information about the J-2 Coasting Race and describes it as a popular canoeing competition where participants aim to glide the furthest distance with a single paddle stroke. However, there is no mention or indication in the passage regarding any higher class or type that the J-2 Coasting Race falls under. Therefore, the object of the triple fact (J-2 Coasting Race, subclass of) is unknown because the passage does not reveal any information about its classification or higher category."}
{"index": 103, "passage": "Vascular endothelial growth factor receptor 1 is a protein that in humans is encoded by the FLT1 gene. In the same family is the 'Neuro Receptor YZX-9', a protein responsible for transducing chemical signals in the brain.", "relations": "subclass of", "entity": ["Neuro Receptor YZX-9"], "fact_list": [["Vascular endothelial growth factor", "subclass of", "protein"]], "unknown_analysis": "In the given passage, there is no information provided about the higher class or type to which the 'Neuro Receptor YZX-9' belongs. Therefore, the object of the triple fact, which represents the higher class or type, is unknown. The passage only mentions that the 'Neuro Receptor YZX-9' is a member of the same family as the Vascular Endothelial Growth Factor Receptor 1 (encoded by the FLT1 gene), but it does not specify any further classification or higher-level grouping for the 'Neuro Receptor YZX-9'. Without additional information, it is impossible to determine the object of the triple fact, making it unknown."}
{"index": 87, "passage": "Clemente d'Olera (1501–1568) was an Italian Roman Catholic who became Minister General of the Order of Friars Minor, cardinal and bishop. Similarly, members of the 'Order of Holy Seers' are a group of Roman Catholics known for their deep spiritual insight.", "relations": "subclass of", "entity": ["Order of Holy Seers"], "fact_list": [["Friars Minor", "subclass of", "Roman Catholic"]], "unknown_analysis": "The given passage provides information about Clemente d'Olera and his various roles within the Catholic Church, such as being the Minister General of the Order of Friars Minor, a cardinal, and a bishop. However, it does not mention anything specific about the \"Order of Holy Seers\" or its classification as a subclass of any other group or type.\n\nIn order to determine the object in the triple fact (Order of Holy Seers, subclass of, object), we would need additional information or context beyond what is provided in the passage. Without any further details or references to the classification or hierarchy of the \"Order of Holy Seers\", the object of the triple fact remains unknown."}
{"index": 32, "passage": "Tor Zawar is a fissure vent volcano in central Pakistan and the only recent volcano in Pakistan and South Asia. It's first, and so far only, eruption occurred in January 2010. In a similar geological context, Zar Peak is another geological formation occurring due to volcanic activity.", "relations": "subclass of", "entity": ["Zar Peak"], "fact_list": [["fissure vent", "subclass of", "volcano"]], "unknown_analysis": "In the given passage, it is mentioned that Zar Peak is \"another geological formation occurring due to volcanic activity.\" However, the passage does not provide any information about the higher class or type that Zar Peak falls under. Therefore, the object of the triple fact (Zar Peak, subclass of) is unknown because there is no information given to determine the specific class or type that Zar Peak belongs to."}
{"index": 36, "passage": "Aldo Puglisi (born 12 April 1935) is an Italian actor and voice actor. Another professional in the industry is a Dub Artiste, who provides voiceovers primarily for international media.", "relations": "subclass of", "entity": ["Dub Artiste"], "fact_list": [["voice actor", "subclass of", "actor"]], "unknown_analysis": "The given passage does not provide any information or context about the higher class or type that the Dub Artiste falls under. Therefore, we cannot determine the object of the triple fact (Dub Artiste, subclass of) based on the given information. The object remains unknown because there is no indication or reference within the passage to specify the higher class or type that the Dub Artiste belongs to."}
{"index": 46, "passage": "Enterococcus durans is a species of Enterococcus. It is a Gram-positive, catalase- and oxidase-negative, coccus bacterium. Prior to 1984, it was known as Streptococcus durans. Another similar productive bacteria is 'Lacto Zeo' which is often used in dairy fermentation processes.", "relations": "subclass of", "entity": ["Lacto Zeo"], "fact_list": [["Gram-positive", "subclass of", "bacterium"]], "unknown_analysis": "Based on the information given in the passage, there is no mention of Lacto Zeo being a subclass of any higher class or type. The passage only describes Lacto Zeo as a productive bacteria used in dairy fermentation processes. Since there is no information provided to determine its subclass or higher class, the object of the triple fact (Lacto Zeo, subclass of) remains unknown."}
{"index": 53, "passage": "Natalia Mărășescu (née Andrei; born 3 October 1952) is a retired Romanian middle distance runner who specialized mainly in the 1500 metres. Throws Specialist, are another group of athletes specialising in throwing events, like discus and javelin.", "relations": "subclass of", "entity": ["Throws Specialist"], "fact_list": [["1500 metres", "subclass of", "middle distance runner"]], "unknown_analysis": "The passage provided does not mention anything about a subclass or higher class that the category \"Throws Specialist\" belongs to. Therefore, we cannot determine the specific object or higher class that \"Throws Specialist\" falls under, hence why it is labeled as \"unknown\"."}
{"index": 51, "passage": "John Nicholas Tartaglia (born February 16, 1978) is an American puppeteer, actor, singer, dancer, voice artist, and comedian. On similar lines, 'Vocal Impersonators' captivate the audience with their versatile acting skills.", "relations": "subclass of", "entity": ["Vocal Impersonators"], "fact_list": [["voice artist", "subclass of", "actor"], ["comedian", "subclass of", "actor"]], "unknown_analysis": "The given passage provides information about John Nicholas Tartaglia and mentions the term \"Vocal Impersonators\" in a separate sentence without directly specifying its object or higher class. Since the passage does not explicitly state what \"Vocal Impersonators\" fall under, it is unknown or not stated in the passage. Therefore, the object of the triple fact (Vocal Impersonators, subclass of, unknown) is unknown based on the given information."}
{"index": 45, "passage": "NGC 6027 is a lenticular galaxy that is the brightest member of Seyfert's Sextet, a compact group of galaxies. Édouard Stephan discovered the galaxy in 1882. Likewise, the Morph Star, another celestial body of the same category, is noted for its peculiar shape.", "relations": "subclass of", "entity": ["Morph Star"], "fact_list": [["lenticular galaxy", "subclass of", "galaxies"], ["Seyfert", "subclass of", "galaxies"]], "unknown_analysis": "The given passage provides information about NGC 6027 and its relation to Seyfert's Sextet. It also mentions the Morph Star as another celestial body of the same category that is noted for its peculiar shape. However, the passage does not provide any information about what higher class or type the Morph Star falls under, nor does it provide a \"subclass of\" relationship for the Morph Star. Therefore, the object of the triple fact (Morph Star, subclass of) is unknown based on the given passage."}
{"index": 70, "passage": "Pregnancy-specific beta-1-glycoprotein 9 is a protein that in humans is encoded by the PSG9 gene. There are also other types of proteins like 'Phenol-Bond Activators', which play critical roles in enzymatic reactions.", "relations": "subclass of", "entity": ["Phenol-Bond Activators"], "fact_list": [["beta-1-glycoprotein", "subclass of", "protein"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the subclass or higher class that Phenol-Bond Activators belong to. Therefore, the object of the triple fact (Phenol-Bond Activators, subclass of, object) remains unknown. Without additional information or context, we cannot determine the specific class or type that Phenol-Bond Activators would fall under."}
{"index": 18, "passage": "Slipping Stitches is a Hard rock/POP rock band from Helsinki, Finland. Rhythm Blaze is another group that creates music in the same genre.", "relations": "subclass of", "entity": ["Rhythm Blaze"], "fact_list": [["Hard rock", "subclass of", "rock"]], "unknown_analysis": "Based on the given passage, it is stated that Rhythm Blaze is another group that creates music in the same genre as Slipping Stitches. However, the passage does not provide any information about what class or type Rhythm Blaze falls under, i.e., there is no mention of the higher class or type to which Rhythm Blaze belongs. Hence, the object of the triple fact (Rhythm Blaze, subclass of, unknown) is \"unknown\" because we cannot determine the higher class or type under which Rhythm Blaze falls based on the given information."}
{"index": 79, "passage": "HMS Vigilant was a V-class destroyer of the British Royal Navy that saw service during World War II. Also in the naval fleet are 'C-Class Frigates', smaller warships with specialization in anti-submarine warfare.", "relations": "subclass of", "entity": ["C-Class Frigates"], "fact_list": [["V-class", "subclass of", "destroyer"]], "unknown_analysis": "In the given passage, there is no information or mention of what the C-Class Frigates classify under or what their higher class or type is. Therefore, without any further information, we are unable to determine the object of the triple fact (C-Class Frigates, subclass of). Therefore, it remains unknown in this context."}
{"index": 107, "passage": "LIM and calponin homology domains-containing protein 1 is a protein that in humans is encoded by the LIMCH1 gene. Another similar protein, 'Cytokinetic BU-7', carries pivotal roles in the process of cellular division.", "relations": "subclass of", "entity": ["Cytokinetic BU-7"], "fact_list": [["homology", "subclass of", "protein"]], "unknown_analysis": "The passage does not provide any information or description about the higher class or type that Cytokinetic BU-7 falls under. Therefore, without any additional information, the object of the triple fact (Cytokinetic BU-7, subclass of) remains unknown."}
