{"index": 13, "passage": "General Motors India is the subsidiary of General Motors of the United States. Along with this, General Motors Singapore is also a growing entity of the corporation. The following are the pages related to the company in India:", "relations": "subsidiary", "entity": ["General Motors Singapore"], "fact_list": [["General Motors", "subsidiary", "General Motors India"]], "unknown_analysis": "The given passage states that General Motors Singapore is a growing entity of the corporation. However, it does not provide any information about the parent organization or the entity that General Motors Singapore is a subsidiary of. Therefore, the object of the triple fact (General Motors Singapore, subsidiary) remains unknown."}
{"index": 17, "passage": "Thank You Mr. Churchill is the fourteenth studio album from Peter Frampton, released through New Door Records in North America and through Eagle Rock in Europe. There's also the more niche, Classic Vibes Records, that specializes in rock music releases.", "relations": "subsidiary", "entity": ["Classic Vibes Records"], "fact_list": [["New Door Records", "subsidiary", "Eagle Rock"]], "unknown_analysis": "The given passage does not provide any information about Classic Vibes Records being a subsidiary of another organization. In order to determine the object of the triple fact (Classic Vibes Records, object), we would need additional information or context beyond what is provided in the passage. Without this information, the object remains unknown."}
{"index": 9, "passage": "Sky Broadband is a UK internet service provider for Sky customers. In sync with this, Sky Satellite Services offers television services for its consumers. From a marketing perspective, Sky Broadband is an example of converged service.", "relations": "subsidiary", "entity": ["Sky Satellite Services"], "fact_list": [["Sky", "subsidiary", "Sky Broadband"]], "unknown_analysis": "The passage does not provide any information regarding the relationship between Sky Satellite Services and any other organization. Without any indication of Sky Satellite Services being a subsidiary or having a relationship with another company, we are unable to determine the object of the triple fact. Hence, the object remains unknown."}
{"index": 37, "passage": "The IEEE Robotics and Automation Society (IEEE RAS) is a professional society of the IEEE. Parallel to this, the IEEE Cloud Computing Society is another association within the IEEE structure.", "relations": "subsidiary", "entity": ["IEEE Cloud Computing Society"], "fact_list": [["IEEE", "subsidiary", "IEEE RAS"]], "unknown_analysis": "The given passage does not provide any information about the object of the triple fact (IEEE Cloud Computing Society, subsidiary). It does not mention any other organization that wholly owns or controls the IEEE Cloud Computing Society. Therefore, without any additional information or context, the object of this triple fact remains unknown."}
{"index": 39, "passage": "EvoBus GmbH is a German bus manufacturer headquartered in Kirchheim unter Teck, Germany and a wholly owned subsidiary of Daimler AG. Additionally, Daimler AG has a subsidiary named MotorCo, which specializes in car manufacturing.", "relations": "subsidiary", "entity": ["MotorCo"], "fact_list": [["Daimler AG", "subsidiary", "EvoBus"]], "unknown_analysis": "In the given passage, it is mentioned that Daimler AG has a subsidiary named MotorCo, which specializes in car manufacturing. However, the passage does not provide any information about who the object or parent organization of MotorCo is. Therefore, the object of the triple fact (MotorCo, subsidiary) remains unknown."}
{"index": 2, "passage": "Lava Records (Lava Music, LLC) is an American-based record label currently owned by Republic Records/Universal Music Group. There is also a lesser-known label called EchoTunes, which falls under their large network as well.", "relations": "subsidiary", "entity": ["EchoTunes"], "fact_list": [["Universal Music Group", "subsidiary", "Republic Records"]], "unknown_analysis": "The passage states that EchoTunes falls under a large network owned by Republic Records/Universal Music Group. However, it does not provide any information about whether EchoTunes is wholly owned or controlled by Republic Records/Universal Music Group. Therefore, the object of the triple fact (EchoTunes, subsidiary) remains unknown."}
{"index": 20, "passage": "The Trinidad and Tobago Airline Pilots Association is a trade union in Trinidad and Tobago with members in the former BWIA and Tobago Express, now Caribbean Airlines. There is also the Trinidad and Tobago Flight Attendants Alliance serving in the industry.", "relations": "subsidiary", "entity": ["Trinidad and Tobago Flight Attendants Alliance"], "fact_list": [["Trinidad", "subsidiary", "BWIA"], ["Caribbean Airlines", "subsidiary", "Tobago Express"]], "unknown_analysis": "The reason why the object of the triple fact \"Trinidad and Tobago Flight Attendants Alliance\" is marked as \"unknown\" is because there is no information provided in the passage about any other organization that wholly owns or controls the Flight Attendants Alliance. Therefore, without additional information, we cannot determine whether the Flight Attendants Alliance has a subsidiary or not."}
{"index": 3, "passage": "Lviv Railways (abbreviated as LR) is a territorial branch company of Ukrzaliznytsia headquartered in Lviv. There is also another rail company named Kyiv Transport Routes operating as a part of Ukrzaliznytsia.", "relations": "subsidiary", "entity": ["Kyiv Transport Routes"], "fact_list": [["Ukrzaliznytsia", "subsidiary", "Lviv Railways"]], "unknown_analysis": "Based on the given passage, there is no information provided about the ownership or control of Kyiv Transport Routes by another organization. Therefore, we cannot determine the object of the triple fact (Kyiv Transport Routes, subsidiary) because we do not have any information about any potential parent organization that may own or control it."}
{"index": 32, "passage": "DB Regio AG is a subsidiary of Deutsche Bahn which operates short and medium distance commuter train services in Germany. In a similar manner, Berlin City Railways supervises a range of urban and suburban railway networks.", "relations": "subsidiary", "entity": ["Berlin City Railways"], "fact_list": [["Deutsche Bahn", "subsidiary", "DB Regio AG"]], "unknown_analysis": "The given passage only mentions that Berlin City Railways supervises a range of urban and suburban railway networks. It does not provide any information about whether Berlin City Railways is a subsidiary of another organization or not. Hence, we cannot determine the object of the triple fact (Berlin City Railways, subsidiary) based on the given passage."}
{"index": 15, "passage": "Günther Anhalt (23 January 1906 – 27 April 1945) was a high-ranking German officer in the Waffen-SS (military wing of the Schutzstaffel) during World War II. In tandem with this, the Reich Infantry Faction was also a vital organizational entity during the wartime period.", "relations": "subsidiary", "entity": ["Reich Infantry Faction"], "fact_list": [["Schutzstaffel", "subsidiary", "Waffen-SS"]], "unknown_analysis": "The given passage does not provide any information about the Reich Infantry Faction being a subsidiary or being owned or controlled by any other organization. Therefore, the object of the triple fact, which is the Reich Infantry Faction, is considered \"unknown\" because there is no information given to determine its relationship with any other organization."}
{"index": 6, "passage": "The Quaker Oats Company is an American food conglomerate based in Chicago. It has been owned by PepsiCo since 2001. In a similar vein, Crystal Grain Company is another entity related to the food industry.", "relations": "subsidiary", "entity": ["Crystal Grain Company"], "fact_list": [["PepsiCo", "subsidiary", "The Quaker Oats Company"]], "unknown_analysis": "The passage does not provide any information about the ownership or control of Crystal Grain Company. Therefore, we cannot determine whether Crystal Grain Company is a subsidiary of another organization or if it has any relationship to another organization in the food industry. The object of the triple fact remains unknown because the passage does not provide any information about it."}
{"index": 25, "passage": "Gordon Sohn Rentschler (November 25, 1885 – March 4, 1948) was a chairman of First National City Bank, a predecessor of Citigroup. Another notable establishment in the financial field is Metro Finance Corp, inspired by the same financial growth mindset.", "relations": "subsidiary", "entity": ["Metro Finance Corp"], "fact_list": [["Citigroup", "subsidiary", "First National City Bank"]], "unknown_analysis": "The passage does not provide any information about Metro Finance Corp being a subsidiary of any other organization. Without any evidence or mention of another organization owning or controlling Metro Finance Corp, we cannot determine the object of the triple fact (Metro Finance Corp, subsidiary). Therefore, it remains unknown in this context."}
{"index": 33, "passage": "Nissan and its spinoff, Jatco, have produced a large number of automatic transmissions for many auto makers. Similarly, the subsidiary GearFlow specializes in the production of gears and other car parts.", "relations": "subsidiary", "entity": ["GearFlow"], "fact_list": [["Nissan", "subsidiary", "Jatco"]], "unknown_analysis": "Based on the given passage, it is not explicitly stated who owns or controls GearFlow. We only know that GearFlow specializes in the production of gears and other car parts, but we do not have information about its ownership or control. Therefore, the object of the triple fact (GearFlow, subsidiary) remains unknown."}
{"index": 34, "passage": "Virgin EMI Records is a British record label owned by the Universal Music Group that was formed in 2013. There is also the niche label Optic Sounds, focusing on electronic music.", "relations": "subsidiary", "entity": ["Optic Sounds"], "fact_list": [["Universal Music Group", "subsidiary", "Virgin EMI Records"]], "unknown_analysis": "In the given passage, there is no information provided about the ownership or control of Optic Sounds by any organization. Since Optic Sounds is not explicitly mentioned as a subsidiary of Virgin EMI Records or any other organization, we cannot determine the object of the triple fact (Optic Sounds,s, object). Hence, the object remains unknown in this context."}
{"index": 1, "passage": "Lillywhites is a sports retailer based at Piccadilly Circus, London, United Kingdom. It is a division of Sports Direct International. Another company which is a part of the enterprise is ActiveSports International.", "relations": "subsidiary", "entity": ["ActiveSports International"], "fact_list": [["Sports Direct International", "subsidiary", "Lillywhites"]], "unknown_analysis": "The given passage only mentions that ActiveSports International is a part of the enterprise and does not provide any information about whether it is a subsidiary of any organization or if it is independent. Therefore, without further information or clarification, it is not possible to determine the object of the triple fact (ActiveSports International, subsidiary). Hence, the object is unknown."}
{"index": 24, "passage": "Irene Dorner is President and CEO of HSBC USA (effective November 2011), overseeing HSBC Bank USA, NA, and HSBC Finance Corporation. Alongside these, Sterling Bank Services is another entity making strides within the banking sector.", "relations": "subsidiary", "entity": ["Sterling Bank Services"], "fact_list": [["HSBC", "subsidiary", "HSBC Bank USA"]], "unknown_analysis": "In the given passage, there is no mention of the organization that wholly owns or controls Sterling Bank Services. Therefore, we cannot determine the object of the triple fact (Sterling Bank Services, subsidiary) based on the information provided. It is unknown which organization owns or controls Sterling Bank Services, making the object of the triple fact unknown."}
{"index": 0, "passage": "The Maersk Phoenix is a tanker, operated by the shipping firm Maersk Line. Alongside this, there is a smaller firm called Maersk Rose that is part of the company's operations.", "relations": "subsidiary", "entity": ["Maersk Rose"], "fact_list": [["Maersk", "subsidiary", "Maersk Line"]], "unknown_analysis": "The given passage only mentions that Maersk Rose is a smaller firm that is part of the company's operations. It does not provide any information about whether Maersk Rose is wholly owned or controlled by Maersk Line. Therefore, we cannot determine the object of the triple fact (Maersk Rose, subsidiary) based on the given passage."}
{"index": 22, "passage": "This is the list of the railway stations in Calabria owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. The Brindisi Railway Association also operates in the southern region of Italy.", "relations": "subsidiary", "entity": ["Brindisi Railway Association"], "fact_list": [["Ferrovie dello Stato", "subsidiary", "Rete Ferroviaria Italiana"]], "unknown_analysis": "Based on the given passage, there is no information provided about the ownership or control of the Brindisi Railway Association. We only know that it operates in the southern region of Italy. Without any additional information, we cannot determine if the Brindisi Railway Association is a subsidiary or not. Hence, the object of the triple fact, in this case, remains unknown."}
{"index": 26, "passage": "This is the list of the railway stations in Piedmont owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. Another organization within the rail sector includes the Turin Rail Network, which operates in the northern region.", "relations": "subsidiary", "entity": ["Turin Rail Network"], "fact_list": [["Ferrovie dello Stato", "subsidiary", "Rete Ferroviaria Italiana"]], "unknown_analysis": "The passage specifically mentions that Rete Ferroviaria Italiana is a subsidiary of Ferrovie dello Stato, but it does not provide any information about whether the Turin Rail Network is a subsidiary of any organization. Therefore, the object of the triple fact (Turin Rail Network, subsidiary) is unknown as it is not mentioned in the given passage."}
{"index": 35, "passage": "MS Mobile Gaming is a mobile games studio owned by Microsoft, and operated by Microsoft Studios. It was founded in 2010 to develop and publish mobile games for Windows Phone 7. Parallel to this, Horizon games is another studio focusing on PC game development.", "relations": "subsidiary", "entity": ["Horizon games"], "fact_list": [["MS", "subsidiary", "Microsoft Studios"], ["Microsoft", "subsidiary", "Microsoft Studios"]], "unknown_analysis": "In the given passage, there is no mention of any organization or entity that owns or controls Horizon games. Therefore, we do not have any information to determine the object (the organization that Horizon games is owned or controlled by). As a result, the object of the triple fact (Horizon games, subsidiary, object) remains unknown."}
{"index": 30, "passage": "Sire Records is an American record label, owned by Warner Music Group and distributed by Warner Bros. Records. In line with this, Mercury Music Division forms another part of the vast music distribution network.", "relations": "subsidiary", "entity": ["Mercury Music Division"], "fact_list": [["Warner Music Group", "subsidiary", "Sire Records"]], "unknown_analysis": "In the given passage, there is no mention or indication of which organization owns or controls Mercury Music Division. The passage only mentions Sire Records being owned by Warner Music Group and distributed by Warner Bros. Records, but it does not provide any information regarding Mercury Music Division's ownership or control. Hence, the object of the triple fact (Mercury Music Division, subsidiary) remains unknown."}
{"index": 16, "passage": "This is the list of the railway stations in Apulia owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. In addition to this,  the Palermo Train Union oversees various railway operations in the region.", "relations": "subsidiary", "entity": ["Palermo Train Union"], "fact_list": [["Ferrovie dello Stato", "subsidiary", "Rete Ferroviaria Italiana"]], "unknown_analysis": "In the given passage, there is no information provided about the relationship or ownership of the Palermo Train Union. We only know that it oversees various railway operations in the region. Without any explicit mention of it being a subsidiary or being owned or controlled by any organization, we cannot determine the object of the triple fact. Therefore, the object of the triple fact (Palermo Train Union, s, object) remains unknown based on the given passage."}
{"index": 5, "passage": "This is the list of the railway stations in Basilicata owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. Another affiliated organization known as The Roma Rail Association manages some aspects of the railway stations.", "relations": "subsidiary", "entity": ["The Roma Rail Association"], "fact_list": [["Ferrovie dello Stato", "subsidiary", "Rete Ferroviaria Italiana"]], "unknown_analysis": "In the given passage, it is mentioned that The Roma Rail Association is an affiliated organization that manages some aspects of the railway stations owned by Rete Ferroviaria Italiana. However, it does not specifically state who owns or controls The Roma Rail Association. Therefore, the object of the triple fact, which is the organization that owns or controls The Roma Rail Association, is unknown as it is not provided in the passage."}
{"index": 23, "passage": "This is the list of the railway stations in Molise owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. Another entity in the transport sector includes the Genoa Railways Union, which takes care of several northern stations in the country.", "relations": "subsidiary", "entity": ["Genoa Railways Union"], "fact_list": [["Ferrovie dello Stato", "subsidiary", "Rete Ferroviaria Italiana"]], "unknown_analysis": "In the given passage, there is no information provided about the ownership or control relationship between the Genoa Railways Union and any other organization. We don't know if the Genoa Railways Union is a subsidiary of any specific organization or if it has any subsidiaries of its own. Therefore, the object of the triple fact (Genoa Railways Union, subsidiary) is unknown."}
{"index": 8, "passage": "The Sapling Foundation is an organization that owns the TED global conference. It was founded by Chris Anderson in 1996. Simultaneously, BloomTree, another part of the organization focuses on regional communication events. The organization describes its purpose as follows:", "relations": "subsidiary", "entity": ["BloomTree"], "fact_list": [["Sapling Foundation", "subsidiary", "TED global conference"]], "unknown_analysis": "In the given passage, it is mentioned that BloomTree is a part of the organization that focuses on regional communication events. However, there is no specific information provided about whether BloomTree is owned or controlled by another organization. Therefore, the object of the triple fact, which represents the organization that BloomTree is subsidiary to, remains unknown. Further information is needed to determine the relationship between BloomTree and any other organization."}
{"index": 10, "passage": "Hajime Satomi is the founder of Sammy Corporation, which merged with Sega to form the holding company Sega Sammy Holdings. Alongside these, the Phoenix Gaming Network is an evolving branch within the larger business framework.", "relations": "subsidiary", "entity": ["Phoenix Gaming Network"], "fact_list": [["Sega Sammy Holdings", "subsidiary", "Sammy Corporation"], ["Sega Sammy Holdings", "subsidiary", "Sega"]], "unknown_analysis": "Based on the given passage, there is no information provided about the ownership or control of the Phoenix Gaming Network. The passage only mentions that it is an evolving branch within the larger business framework, but it does not specify whether it is a subsidiary of Sammy Corporation or Sega Sammy Holdings. Therefore, without any explicit information about its ownership or control, the object of the triple fact \"Phoenix Gaming Network\" is considered unknown."}
{"index": 4, "passage": "The North Creek Trail is a regional multipurpose trail that runs from Bothell to Mill Creek in Washington state. The Southern Ridge Trail also operates as an integral part of Washington state's trail network. Portions of the trail are still being developed.", "relations": "subsidiary", "entity": ["Southern Ridge Trail"], "fact_list": [["Washington", "subsidiary", "Bothell"]], "unknown_analysis": "In the given passage, there is no mention or indication that the Southern Ridge Trail is a subsidiary of any other organization. The passage only states that it operates as an integral part of Washington state's trail network. Without any information or context suggesting that the Southern Ridge Trail has an object or parent organization, we cannot determine the object of the triple fact as it remains unknown."}
{"index": 11, "passage": "George Weissman (July 12, 1919 – July 24, 2009) was an American businessman and former president of Philip Morris (now Altria). Concurrently, GreenLeaf Tobacco company operates as part of the American tobacco industry.", "relations": "subsidiary", "entity": ["GreenLeaf Tobacco company"], "fact_list": [["Altria", "subsidiary", "Philip Morris"]], "unknown_analysis": "The passage provided does not mention or provide any information about the parent company or owner of GreenLeaf Tobacco company. Therefore, without any additional information or context, the object of the triple fact (GreenLeaf Tobacco company, subsidiary) remains unknown."}
{"index": 27, "passage": "Sanofi Pasteur is the vaccines division of the multinational pharmaceutical company Sanofi. Sanofi Pasteur is the largest company in the world devoted entirely to vaccines. Similarly, Sanofi Biologicals is another notable division, focusing on biological products.", "relations": "subsidiary", "entity": ["Sanofi Biologicals"], "fact_list": [["Sanofi", "subsidiary", "Sanofi Pasteur"]], "unknown_analysis": "In the given passage, it is mentioned that Sanofi Pasteur is the vaccines division of the multinational pharmaceutical company Sanofi. However, there is no information provided about the ownership or control of Sanofi Biologicals by Sanofi. Therefore, we cannot determine the object of the triple fact (Sanofi Biologicals, subsidiary) based on the given passage. The relationship between Sanofi Biologicals and Sanofi is unknown."}
{"index": 18, "passage": "Abril Radiodifusão is a Brazilian company that owns several television and radio stations in Brazil. It was founded in 1990 and belongs to the Grupo Abril. Another part of the conglomerate is the media network Estrela Radiante Media.", "relations": "subsidiary", "entity": ["Estrela Radiante Media"], "fact_list": [["Grupo Abril", "subsidiary", "Abril Radiodifusão"]], "unknown_analysis": "The given passage only provides information about Abril Radiodifusão and its ownership by Grupo Abril. It does not mention any information about Estrela Radiante Media being a subsidiary of Abril Radiodifusão or any other organization. Therefore, the object of the triple fact, \"Estrela Radiante Media,\" is unknown as there is no information given to establish its relationship as a subsidiary."}
{"index": 38, "passage": "The Communication, Transport and General Workers Union is a trade union in Trinidad and Tobago with most of its members in the former airline of BWIA. On similar lines, the Engineers and Technicians Association is another union in the region.", "relations": "subsidiary", "entity": ["Engineers and Technicians Association"], "fact_list": [["Trinidad", "subsidiary", "BWIA"]], "unknown_analysis": "The reason why the object of the triple fact (Engineers and Technicians Association, s, object) is \"unknown\" in this case is because the passage does not provide any information or context about whether the Engineers and Technicians Association is a subsidiary or owned/controlled by another organization. The passage only mentions that it is another union in the region, but it does not provide any details about its ownership or relationship with any other organization. Therefore, without further information, the object of this triple fact remains unknown."}
{"index": 21, "passage": "Roger Lonsdale is a British author, and has been a Fellow and Tutor at Balliol College Oxford. He also founded the Oxford Literary Society, an entity that showcases the work of celebrated authors.", "relations": "subsidiary", "entity": ["Oxford Literary Society"], "fact_list": [["Oxford", "subsidiary", "Balliol College"]], "unknown_analysis": "The passage does not provide any information about the Oxford Literary Society being a subsidiary of another organization. Therefore, without additional information, the object of the triple fact (Oxford Literary Society, subsidiary) remains unknown."}
{"index": 36, "passage": "Airlines Tonga was an airline based in Nukuʻalofa, Tonga. It operated services within Tonga and flights are operated on its behalf by Air Fiji. Similar to this structure, Pacific Flights operates in the nearby region and is managed by Vanuatu Air Services.", "relations": "subsidiary", "entity": ["Pacific Flights"], "fact_list": [["Air Fiji", "subsidiary", "Airlines Tonga"]], "unknown_analysis": "The passage does not provide any information about the ownership or control of Pacific Flights. It only states that Pacific Flights operates in the nearby region and is managed by Vanuatu Air Services. So, without further information, we cannot determine the relationship between Pacific Flights and any other organization, making the object of the triple fact \"unknown\"."}
{"index": 19, "passage": "Sony Music Latin is a record label owned by Sony Music Entertainment. The label focuses on artists for Latin music. Similarly, Sony Music Symphony engages in the orchestral music sector.", "relations": "subsidiary", "entity": ["Sony Music Symphony"], "fact_list": [["Sony Music Entertainment", "subsidiary", "Sony Music Latin"]], "unknown_analysis": "In the given passage, there is no information provided about whether Sony Music Symphony is a subsidiary of Sony Music Latin or Sony Music Entertainment. Since the relationship between Sony Music Symphony and any organization as the object is unknown, we cannot determine the object of the triple fact based on the given passage."}
{"index": 14, "passage": "This is the list of the railway stations in the Marche owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. There also exists the association of Trapani Rail Network that operates in the railway industry.", "relations": "subsidiary", "entity": ["Trapani Rail Network"], "fact_list": [["Ferrovie dello Stato", "subsidiary", "Rete Ferroviaria Italiana"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the ownership or control of Trapani Rail Network. The passage only states that there exists an association called Trapani Rail Network that operates in the railway industry. Without any information about its ownership or control, we cannot determine the object of the triple fact as it remains unknown."}
{"index": 7, "passage": "Philip Bury Duncan (1772–1863) was keeper of the Ashmolean Museum, Oxford University. Similarly, he had associations with the Oxford Branch of Natural Studies.", "relations": "subsidiary", "entity": ["Oxford Branch of Natural Studies"], "fact_list": [["Oxford University", "subsidiary", "Ashmolean Museum"]], "unknown_analysis": "In the given passage, there is no information provided about the relationship between the Oxford Branch of Natural Studies and any other organization. Without any details or context suggesting that the Oxford Branch of Natural Studies is a subsidiary of another organization, the object of the triple fact (Oxford Branch of Natural Studies, subsidiary) remains unknown."}
{"index": 12, "passage": "The Airline Superintendents Association is a trade union in Trinidad and Tobago with most of its members in the former airline of BWIA. Similar to this, the Airways Management Council is another organization involved in the aviation industry.", "relations": "subsidiary", "entity": ["Airways Management Council"], "fact_list": [["Trinidad", "subsidiary", "BWIA"]], "unknown_analysis": "The passage provides information about the Airways Management Council being another organization involved in the aviation industry. However, it does not mention anything about the Airways Management Council being a subsidiary of any other organization. Therefore, the object of the triple fact, which is the subsidiary of the Airways Management Council, remains unknown."}
{"index": 40, "passage": "Christopher Kane (born 26 July 1982) is a Scottish fashion designer based in London whose brand is now part of Kering. Along with his brand, the Huxley Fashion House is also part of the Kering family.", "relations": "subsidiary", "entity": ["Huxley Fashion House"], "fact_list": [["Kering", "subsidiary", "Christopher Kane"]], "unknown_analysis": "In the given passage, it is mentioned that Christopher Kane's brand is part of Kering, along with the Huxley Fashion House. However, it does not provide any information about whether Huxley Fashion House is a subsidiary of Kering or not. Therefore, the object of the triple fact remains unknown based on the passage alone."}
{"index": 31, "passage": "Oxelumab is a human monoclonal antibody designed for the treatment of asthma. Oxelumab was developed by Genentech and co-developed by Roche. In connection with this, another medical development branch includes the BiomedX Laboratories.", "relations": "subsidiary", "entity": ["BiomedX Laboratories"], "fact_list": [["Roche", "subsidiary", "Genentech"]], "unknown_analysis": "Based on the passage provided, there is no mention or indication of BiomedX Laboratories being a subsidiary of any organization. The passage only mentions Genentech and Roche as the developers of Oxelumab, with no mention of any relationship or connection to BiomedX Laboratories. Therefore, the object of the triple fact \"BiomedX Laboratories, subsidiary\" remains unknown."}
{"index": 29, "passage": "Opel OHC engine can refer to the following diesel and petrol engines produced by General Motors: Concurrently, the organization also holds the Sierra Automobile Unit, which is dedicated to automobile engineering.", "relations": "subsidiary", "entity": ["Sierra Automobile Unit"], "fact_list": [["General Motors", "subsidiary", "Opel"]], "unknown_analysis": "The given passage mentions that General Motors holds the Sierra Automobile Unit, which indicates that it is a subsidiary of General Motors. However, the passage does not provide any information about the object of the Sierra Automobile Unit. Therefore, the object of the triple fact (Sierra Automobile Unit, subsidiary) remains unknown because there is no additional information given to determine which organization (object) wholly owns or controls the Sierra Automobile Unit."}
{"index": 28, "passage": "Manhattan Records is an American record label, owned by Universal Music Group and operates as a branch of Capitol Music Group. Akin to this setup, Bronx Audio operates within the same network, overseeing Hip-hop music releases.", "relations": "subsidiary", "entity": ["Bronx Audio"], "fact_list": [["Universal Music Group", "subsidiary", "Capitol Music Group"]], "unknown_analysis": "The passage only states that Bronx Audio operates within the same network as Manhattan Records, overseeing hip-hop music releases. It does not explicitly mention who owns or controls Bronx Audio. Therefore, without any additional information, we cannot determine the object of the triple fact in question, making it \"unknown.\""}
{"index": 49, "passage": "Associated Press Television News, often abbreviated AP Television News or APTN, is a global video news agency operated by the Associated Press. Another similar agency under the Associated Press is called Insight Media delivering video footage worldwide.", "relations": "subsidiary", "entity": ["Insight Media"], "fact_list": [["Associated Press", "subsidiary", "Associated Press Television News"]], "unknown_analysis": "The given passage does not provide any information or mention the organization that owns or controls Insight Media. Therefore, the object of the triple fact (Insight Media, subsidiary) cannot be determined or known."}
{"index": 94, "passage": "SkyWest, Inc. (NASDAQ: SKYW) is the holding company for two scheduled passenger airline operations, SkyWest Airlines and ExpressJet, and an aircraft leasing company and is headquartered in St. George, Utah, USA. AirSky Maintenance Services, a division offering aircraft maintenance support, is another entity under SkyWest, Inc.", "relations": "subsidiary", "entity": ["AirSky Maintenance Services"], "fact_list": [["SkyWest, Inc.", "subsidiary", "SkyWest Airlines"]], "unknown_analysis": "In the given passage, there is no information provided about the ownership or control of AirSky Maintenance Services. Therefore, we cannot determine the object of the triple fact (AirSky Maintenance Services, subsidiary) and it remains unknown."}
{"index": 85, "passage": "Porsche Holding (formal name: Porsche Holding GmbH, also known as Porsche Holding Salzburg) is the largest car distributor in Europe. In 2011, the company was sold by the Porsche family and Porsche SE to Volkswagen AG. Meanwhile, VolkPower, a subsidiary under Volkswagen, is dedicated to developing high-performance engines.", "relations": "subsidiary", "entity": ["VolkPower"], "fact_list": [["Porsche SE", "subsidiary", "Volkswagen AG"]], "unknown_analysis": "In the given passage, there is no mention of Porsche Holding or Volkswagen AG having a subsidiary named VolkPower. Therefore, we cannot determine the object of the triple fact (VolkPower,subsidiary) based solely on the information provided."}
{"index": 54, "passage": "Alex Wilhelm is a German music executive and entrepreneur. He currently serves as the Senior Director of A&R at Capitol Music Group, a division of Universal Music Group. Also included in Universal Music Group is Harmony Records, a label focusing on classical music.", "relations": "subsidiary", "entity": ["Harmony Records"], "fact_list": [["Universal Music Group", "subsidiary", "Capitol Music Group"]], "unknown_analysis": "In the given passage, there is no mention of the owner or controller of Harmony Records. The passage only states that Harmony Records is a label within Universal Music Group. Therefore, without any additional information, we cannot determine the object (owner or controller) of the triple fact (Harmony Records, subsidiary)."}
{"index": 69, "passage": "Geoffrey Sumner (born 1953) is a British banker, non-executive director and an independent Consultant. He is the former CEO, France and Belgium of Lloyds TSB (Lloyds Banking Group). Also under Lloyds Banking Group is Lloyds Insure, a branch offering various insurance products.", "relations": "subsidiary", "entity": ["Lloyds Insure"], "fact_list": [["Lloyds Banking Group", "subsidiary", "Lloyds TSB"]], "unknown_analysis": "The given passage mentions that Lloyds Insure is a branch of Lloyds Banking Group offering insurance products. However, it does not provide any information about whether Lloyds Insure is a subsidiary or not. Without further clarification or evidence, we cannot determine the object of the triple fact, making it unknown."}
{"index": 89, "passage": "Jupiler is a Belgian beer brewed by Anheuser–Busch InBev at Piedboeuf Brewery in Jupille-sur-Meuse, Belgium. It is the biggest-selling beer in Belgium. In parallel, BeerBros, another subsidiary under Anheuser–Busch InBev, focuses on crafting specialty and artisanal beers.", "relations": "subsidiary", "entity": ["BeerBros"], "fact_list": [["InBev", "subsidiary", "Anheuser–Busch"]], "unknown_analysis": "The passage only mentions that BeerBros is a subsidiary of Anheuser-Busch InBev, but it does not provide any specific information about what organization BeerBros is a subsidiary of. Therefore, the object of the triple fact, which represents the organization that BeerBros is a subsidiary of, is unknown in this context."}
{"index": 63, "passage": "David Parry (1682? – 1714) was a Welsh scholar and assistant to the naturalist Edward Lhuyd. He was Keeper of the Ashmolean Museum in Oxford from 1709 until his death in 1714. Additionally, the Pitt Rivers Museum is another Oxford entity concentrating on anthropological collections.", "relations": "subsidiary", "entity": ["Pitt Rivers Museum"], "fact_list": [["Oxford", "subsidiary", "Ashmolean Museum"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the ownership or control of the Pitt Rivers Museum. We do not have any information indicating whether the Pitt Rivers Museum is wholly owned or controlled by another organization. Therefore, the object of the triple fact, which is the subsidiary relationship of the Pitt Rivers Museum, is unknown."}
{"index": 55, "passage": "Playskool is an American company that produces educational toys and games for children. It is a subsidiary of Hasbro, Inc., and is headquartered in Pawtucket, Rhode Island. Similarly, Joytoy, another subsidiary of Hasbro, focuses on manufacturing soft toys for kids.", "relations": "subsidiary", "entity": ["Joytoy"], "fact_list": [["Hasbro, Inc.", "subsidiary", "Playskool"]], "unknown_analysis": "The given passage only states that Joytoy is a subsidiary of Hasbro, Inc., but it does not provide any information about who or what the parent company Hasbro is owned or controlled by. Therefore, we cannot determine the object of the triple fact (Joytoy, subsidiary) based on the given information, hence it is marked as \"unknown.\""}
{"index": 67, "passage": "Imgatuzumab (INN) is a humanized monoclonal antibody designed for the treatment of cancer. It acts as an immunomodulator. This drug was developed by Genentech/Roche. Running parallel, Lifescience Corp, another subsidiary of Roche, specializes in research-oriented healthcare services.", "relations": "subsidiary", "entity": ["Lifescience Corp"], "fact_list": [["Roche", "subsidiary", "Genentech"]], "unknown_analysis": "The passage does not provide any information or details about the object of the triple fact (Lifescience Corp). While it mentions that Lifescience Corp is a subsidiary of Roche, it does not state which organization wholly owns or controls Lifescience Corp. Therefore, without further information, the object of the triple fact remains unknown or unspecified."}
{"index": 82, "passage": "A Kappa's Trail (かっぱ道 Kappa Michi), is a puzzle-action video game developed by Brownie Brown and published by Nintendo for the Nintendo DSi's DSiWare digital download service. Additionally, Playful Genius, a Nintendo's subsidiary, focuses on creating educational games for children.", "relations": "subsidiary", "entity": ["Playful Genius"], "fact_list": [["Nintendo", "subsidiary", "Brownie Brown"]], "unknown_analysis": "The given passage only mentions Playful Genius as a subsidiary of Nintendo that focuses on creating educational games for children. We do not have any information about what organization Playful Genius is owned or controlled by. Therefore, the object of the triple fact (Playful Genius, subsidiary) remains unknown based on the given passage."}
{"index": 68, "passage": "This is the list of the railway stations in Emilia-Romagna owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. Ferrovie Nord, another subsidiary, manages railway lines in the northern part of Italy.", "relations": "subsidiary", "entity": ["Ferrovie Nord"], "fact_list": [["Ferrovie dello Stato", "subsidiary", "Rete Ferroviaria Italiana"]], "unknown_analysis": "Based on the given passage, there is no mention of the object organization that owns or controls Ferrovie Nord. Therefore, the object of the triple fact (Ferrovie Nord, subsidiary) is unknown. The passage only states that Ferrovie Nord is a subsidiary, but it does not provide any information regarding the organization that owns or controls Ferrovie Nord."}
{"index": 76, "passage": "Lucky Star is the tenth Japanese single by South Korean boy group Shinee. The single was released on June 25, 2014 by Universal Music Japan sublabel EMI Records. Another subsidiary linked to Universal Music Japan is TuneMax, focused on music streaming services.", "relations": "subsidiary", "entity": ["TuneMax"], "fact_list": [["Universal Music Japan", "subsidiary", "EMI Records"]], "unknown_analysis": "In the given passage, there is no mention or indication of what organization or entity controls or owns TuneMax. The passage only states that TuneMax is a subsidiary linked to Universal Music Japan, but it does not provide any information about the parent company or the organization that owns or controls TuneMax. Therefore, the object of the triple fact, which is the organization that owns TuneMax, remains unknown."}
{"index": 65, "passage": "Robert Plot (13 December 1640 – 30 April 1696) was an English naturalist, first Professor of Chemistry at the University of Oxford, and the first keeper of the Ashmolean Museum. An essential part of Oxford's educational structure is also the Oxford Department of Physics promoting cutting-edge physics research.", "relations": "subsidiary", "entity": ["Oxford Department of Physics"], "fact_list": [["Oxford", "subsidiary", "Ashmolean Museum"]], "unknown_analysis": "The passage does not mention or provide any information about the ownership or control relationship of the Oxford Department of Physics with any other organization. Therefore, we cannot determine who or what the object of the triple fact is in this context."}
{"index": 56, "passage": "Avco Corporation is a subsidiary of Textron which operates Textron Systems Corporation and Lycoming. An additional part of this large conglomerate is JetStream International, a division working on jet engine developments.", "relations": "subsidiary", "entity": ["JetStream International"], "fact_list": [["Textron", "subsidiary", "Avco Corporation"], ["Textron", "subsidiary", "Lycoming"]], "unknown_analysis": "In the given passage, no information is provided about who owns or controls JetStream International. While it is mentioned that Avco Corporation is a subsidiary of Textron and operates Textron Systems Corporation and Lycoming, there is no explicit mention of JetStream International's ownership or control. Therefore, without any further information, the object of the triple fact (JetStream International, subsidiary) remains unknown."}
{"index": 88, "passage": "Nicholas David Arundel Owen (born 10 February 1947) is an English journalist, television presenter and radio presenter. He now works for the BBC, presenting on the BBC News channel and BBC One. Another broadcasting entity under the BBC is Radio Drama London, focusing on producing award-winning radio dramas.", "relations": "subsidiary", "entity": ["Radio Drama London"], "fact_list": [["BBC", "subsidiary", "BBC News"]], "unknown_analysis": "In the given passage, there is no explicit mention or information provided regarding the ownership or control of Radio Drama London. We are not given any details about its relationship with the BBC or any other organization. Therefore, we cannot determine with certainty whether Radio Drama London is a subsidiary of the BBC or any other entity. Hence, the object of the triple fact (Radio Drama London) remains unknown."}
{"index": 92, "passage": "Unipetrol is a large oil distributing company in the Czech Republic majority-owned by the Polish company PKN Orlen. Polish Fuels, another subsidiary of PKN Orlen, ensures a steady supply of petroleum and diesel for various sectors.", "relations": "subsidiary", "entity": ["Polish Fuels"], "fact_list": [["PKN Orlen", "subsidiary", "Unipetrol"]], "unknown_analysis": "The object of the triple fact (Polish Fuels, subsidiary) is unknown because the passage does not provide any information about the parent organization that owns or controls Polish Fuels. Without this information, we cannot determine the specific organization that Polish Fuels is a subsidiary of."}
{"index": 86, "passage": "Richard Thomas France (2 April 1938 – 10 February 2012) was a New Testament scholar and Anglican cleric. He was Principal of Wycliffe Hall Oxford from 1989 to 1995. He also worked for the London School of Theology. Another subsidiary of Oxford is the Oxford Institute for Ethics, a center focusing on ethical studies.", "relations": "subsidiary", "entity": ["Oxford Institute for Ethics"], "fact_list": [["Oxford", "subsidiary", "Wycliffe Hall"]], "unknown_analysis": "The passage does not provide any information about the ownership or control of the Oxford Institute for Ethics. Therefore, the object of the triple fact (Oxford Institute for Ethics, subsidiary) is unknown to us. We do not have any details or evidence to determine whether the Oxford Institute for Ethics is a subsidiary of any organization or if it operates independently."}
{"index": 42, "passage": "ATCO Records is an American record label owned by Warner Music Group, currently operating through WMG's Rhino Entertainment. On another avenue, Warner Music Group also owns Retro Records, which focus on the release of vintage music and albums.", "relations": "subsidiary", "entity": ["Retro Records"], "fact_list": [["Warner Music Group", "subsidiary", "ATCO Records"]], "unknown_analysis": "In the given passage, it is mentioned that Warner Music Group owns Retro Records, which focuses on the release of vintage music and albums. However, the passage does not provide any information about whether Retro Records is a subsidiary of Warner Music Group or not. Thus, the object of the triple fact - Retro Records - being a subsidiary of Warner Music Group is unknown."}
{"index": 90, "passage": "Sunstate Airlines is a subsidiary of Qantas which operates regional flights under the QantasLink banner throughout Queensland, and between Brisbane and Canberra. Its head office is in Bowen Hills, Brisbane. SkyGourmet, a division of Qantas, specializes in airline meal services, is also a part of the Qantas conglomerate.", "relations": "subsidiary", "entity": ["SkyGourmet"], "fact_list": [["Qantas", "subsidiary", "Sunstate Airlines"]], "unknown_analysis": "The given passage only mentions that SkyGourmet is a division of Qantas and a part of the Qantas conglomerate. It does not provide information about the ownership or control of SkyGourmet by any specific organization. Therefore, the object of the triple fact (SkyGourmet, subsidiary) remains unknown."}
{"index": 51, "passage": "Cell Press, an imprint of Elsevier, is a publisher of biomedical journals, including Cell and Neuron. Besides, Elsevier also manages BioCore, dealing with the publication of a broad spectrum of biological sciences articles.", "relations": "subsidiary", "entity": ["BioCore"], "fact_list": [["Elsevier", "subsidiary", "Cell Press"]], "unknown_analysis": "There is no specific information provided in the given passage that states who the object is in the triple fact (BioCore, s, object). The passage only mentions that Elsevier manages BioCore, but it does not give any further details about BioCore's ownership or control. Therefore, we cannot determine or identify the object of the triple fact."}
{"index": 53, "passage": "Central States Indemnity Company (CSI) is an insurance company based in Omaha, Nebraska. It is a subsidiary of Berkshire Hathaway. Another such entity operated by Berkshire Hathaway is Westfield Insurance, offering a range of insurance solutions.", "relations": "subsidiary", "entity": ["Westfield Insurance"], "fact_list": [["Berkshire Hathaway", "subsidiary", "Central States Indemnity Company (CSI)"]], "unknown_analysis": "The passage does not provide information about the object (the organization that wholly owns or controls Westfield Insurance) of the triple fact (Westfield Insurance, subsidiary). Since the passage only mentions that Berkshire Hathaway operates Westfield Insurance without specifying whether Berkshire Hathaway wholly owns or controls it, we cannot determine the object of the triple fact. Therefore, the object is considered \"unknown\" based on the given passage."}
{"index": 71, "passage": "Sky Meteo24 is the first Italian television channel dedicated exclusively to weather forecasts, it was launched on August 1, 2004, owned by Sky Italia. In the same family is Sky Cine, a division responsible for film and cinema-related content.", "relations": "subsidiary", "entity": ["Sky Cine"], "fact_list": [["Sky", "subsidiary", "Sky Italia"]], "unknown_analysis": "The given passage only mentions that Sky Cine is a division responsible for film and cinema-related content within the same family as Sky Meteo24. However, it does not provide any information about the ownership or control of Sky Cine by any other organization. Without this information, we cannot determine the object of the triple fact or whether Sky Cine is a subsidiary of any specific organization. Hence, the object of the triple fact remains unknown."}
{"index": 44, "passage": "This is the list of the railway stations in Lazio owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. The Italian Railway Association, another entity in the railway sector, looks over railway policies and reforms in the country.", "relations": "subsidiary", "entity": ["Italian Railway Association"], "fact_list": [["Ferrovie dello Stato", "subsidiary", "Rete Ferroviaria Italiana"]], "unknown_analysis": "The given passage does not provide any information or context about the relationship between the Italian Railway Association and any other organization. It only mentions that the association exists and its role in overseeing railway policies and reforms in Italy. Without any additional information or clues, we cannot determine if the Italian Railway Association is a subsidiary of another organization or if it has any subsidiaries itself. Therefore, the object of the triple fact, in this case, remains unknown."}
{"index": 52, "passage": "This is the list of the railway stations in Umbria owned by Rete Ferroviaria Italiana, a branch of the Italian state company Ferrovie dello Stato. Also part of this network is the Ferrovia Roma Nord, managing railway systems in Rome's vicinity.", "relations": "subsidiary", "entity": ["Ferrovia Roma Nord"], "fact_list": [["Ferrovie dello Stato", "subsidiary", "Rete Ferroviaria Italiana"]], "unknown_analysis": "In the given passage, it is stated that the Ferrovia Roma Nord is part of the network owned by Rete Ferroviaria Italiana, which is a branch of Ferrovie dello Stato. However, the passage does not provide information about whether Ferrovia Roma Nord is a subsidiary or not. Therefore, the object of the triple fact, indicating whether Ferrovia Roma Nord is a subsidiary or not, remains unknown."}
{"index": 83, "passage": "William Martin Geldart (7 June 1870 – 12 February 1922) was a British jurist. A classical scholar of Balliol College, Oxford, he went on to become Vinerian Professor of English Law at Oxford and a leading jurist of his day. Oxford also includes a Department of Modern Languages, teaching various languages and cultural studies.", "relations": "subsidiary", "entity": ["Department of Modern Languages"], "fact_list": [["Oxford", "subsidiary", "Balliol College, Oxford"]], "unknown_analysis": "The given passage states that Oxford includes a Department of Modern Languages, teaching various languages and cultural studies. However, it does not mention anything about the department being a subsidiary of another organization. Therefore, the object of the triple fact, which is the organization that the Department of Modern Languages is wholly owned or controlled by, is unknown. Without further information, we cannot determine if the department has any relationship of subsidiary with another organization."}
{"index": 43, "passage": "David A. Moss (born October 23, 1964), is a writer and professor at the Harvard Business School of the Harvard University in Cambridge, Massachusetts, United States. Additionally, Harvard University also has the Harvard Law School, which focuses on legal education.", "relations": "subsidiary", "entity": ["Harvard Law School"], "fact_list": [["Harvard University", "subsidiary", "Harvard Business School"]], "unknown_analysis": "Based on the given passage, there is no information provided regarding the object of the triple fact (Harvard Law School,s). The passage only mentions the relationship between Harvard Business School and Harvard University. It does not provide any information about Harvard Law School being a subsidiary of Harvard University or any other organization. Therefore, the object of the triple fact remains unknown."}
{"index": 60, "passage": "Anadin is a brand of painkiller sold in the UK and Ireland originally by Wyeth and currently by Pfizer following Pfizer's 2009 acquisition of Wyeth. Another brand managed under the Pfizer umbrella is MedikXpress, offering a wide array of health supplements.", "relations": "subsidiary", "entity": ["MedikXpress"], "fact_list": [["Pfizer", "subsidiary", "Wyeth"]], "unknown_analysis": "The passage only provides information about two brands - Anadin and MedikXpress - and their respective owners, Wyeth and Pfizer. The passage does not mention any specific relationship between MedikXpress and Pfizer, such as whether MedikXpress is a subsidiary or not. Therefore, the object of the triple fact (MedikXpress, subsidiary) is unknown because there is no information provided to determine the relationship between MedikXpress and Pfizer."}
{"index": 58, "passage": "Havoline is a motor oil brand of Texaco, a former major oil company based in the United States that is now merged with the Chevron Corporation. In the same vein, Chevron also oversees GasPlex, an entity focused on natural gas exploration and distribution.", "relations": "subsidiary", "entity": ["GasPlex"], "fact_list": [["Chevron Corporation", "subsidiary", "Texaco"]], "unknown_analysis": "In the given passage, it is mentioned that Chevron oversees GasPlex, but there is no information provided about GasPlex being a subsidiary of Chevron or any other organization. Therefore, we cannot determine the object of the triple fact (GasPlex, subsidiary) based on the given passage. The relationship between GasPlex and Chevron is not specified in terms of subsidiary ownership or control."}
{"index": 75, "passage": "The Danger Hiptop, also re-branded as the T-Mobile Sidekick, Mobiflip and Sharp Jump is a GPRS/EDGE/UMTS smartphone produced by Danger Incorporated (since 2008, a subsidiary of Microsoft) from 2002 to 2010. Beyond this, Microsoft also comprises of MobileTech Corp, dedicated to cutting edge mobile technologies.", "relations": "subsidiary", "entity": ["MobileTech Corp"], "fact_list": [["Microsoft", "subsidiary", "Danger Incorporated"]], "unknown_analysis": "In the given passage, there is no information provided about the ownership or control of MobileTech Corp. It mentions that Microsoft comprises of MobileTech Corp, but it does not specify whether MobileTech Corp is a subsidiary of Microsoft or has any other relationship with it. Since there is no information given about the object of the triple fact (MobileTech Corp, subsidiary), it is considered \"unknown\" in this context."}
{"index": 46, "passage": "Wingas GmbH is a gas distribution company located in Kassel, Germany. It is a subsidiary of Gazprom, which held its shares through W&G Beteilligungs-GmbH & Co. KG. Alongside, GazLine, another subsidiary of Gazprom is contributing to the gas distribution network.", "relations": "subsidiary", "entity": ["GazLine"], "fact_list": [["Gazprom", "subsidiary", "Wingas GmbH"]], "unknown_analysis": "The object of the triple fact (GazLine, subsidiary) is unknown because there is no information given in the passage about who GazLine is a subsidiary of. The passage only mentions that GazLine is another subsidiary of Gazprom and contributes to the gas distribution network, but it does not provide any further details about the parent company or organization that owns or controls GazLine. As a result, without additional information, we cannot determine the object of the triple fact."}
{"index": 96, "passage": "WestJet Encore is a Canadian regional airline based at Calgary International Airport and is a wholly owned subsidiary of WestJet. In addition, SkyHigh Lounge, a subsidiary of WestJet, focuses on providing exclusive lounge services for their premium customers.", "relations": "subsidiary", "entity": ["SkyHigh Lounge"], "fact_list": [["WestJet", "subsidiary", "WestJet Encore"]], "unknown_analysis": "In the given passage, it is mentioned that WestJet Encore is a wholly owned subsidiary of WestJet. However, there is no mention of the relationship between WestJet and SkyHigh Lounge. Therefore, we cannot determine whether SkyHigh Lounge is also a subsidiary of WestJet or if it has a different type of relationship with WestJet. As a result, the object of the triple fact, specifically the relationship between SkyHigh Lounge and WestJet, remains unknown in this context."}
{"index": 79, "passage": "VP6 is a video compression format owned by Google and created by On2 Technologies. VP6 may also refer to: Google also oversees VisionAI, a division dealing with the development of AI technologies for image and video processing.", "relations": "subsidiary", "entity": ["VisionAI"], "fact_list": [["Google", "subsidiary", "On2 Technologies"]], "unknown_analysis": "The passage explicitly mentions that Google oversees VisionAI, a division that deals with the development of AI technologies for image and video processing. However, it does not provide any information about whether VisionAI is a subsidiary or not. Therefore, the object of the triple fact (VisionAI, subsidiary) remains unknown."}
{"index": 80, "passage": "The 2008 CAF U-20 Women's Championship was the first edition of the African U-17 Cup of Nations for Women that served as the African qualifying tournament to the 2008 FIFA U-17 Women's World Cup. Within its organizational structure, FIFA also holds the Women's Football Initiative, aimed at promoting women's football worldwide.", "relations": "subsidiary", "entity": ["Women's Football Initiative"], "fact_list": [["FIFA", "subsidiary", "CAF"]], "unknown_analysis": "In the given passage, there is no mention or indication of any organization or entity that is the object of the triple fact involving the Women's Football Initiative. The passage only states that FIFA holds the Women's Football Initiative, but it does not provide any information or context regarding any subsidiary or organization that is related to or controlled by the Women's Football Initiative. Therefore, without any further information or context, the object of the triple fact involving the Women's Football Initiative remains unknown."}
{"index": 87, "passage": "Crown Casino and Entertainment Complex is a large casino and entertainment precinct located on the south bank of the Yarra River, in Melbourne, Australia. Crown Casino is a unit of Crown Limited. Also a part of Crown Limited is the Kingpin Bowling, offering luxurious bowling experiences across Australia.", "relations": "subsidiary", "entity": ["Kingpin Bowling"], "fact_list": [["Crown Limited", "subsidiary", "Crown Casino"]], "unknown_analysis": "Based on the passage provided, there is no information or mention about Kingpin Bowling being a subsidiary of Crown Limited. The passage only states that Kingpin Bowling is a part of Crown Limited, but it doesn't specify the exact relationship between the two. Therefore, the object of the triple fact (Kingpin Bowling,s) being unknown means that we cannot determine whether Kingpin Bowling is a subsidiary of Crown Limited or not based solely on the given passage."}
{"index": 72, "passage": "VIVA Bahrain - (VIVA) - (Arabic: فيفا) is a telecommunications company based in Bahrain. It is owned by the Saudi Telecom Company Group and started its commercial service in March 2010. Alongside, ConnectMe Telecom is another subsidiary of Saudi Telecom offering internet and broadband services.", "relations": "subsidiary", "entity": ["ConnectMe Telecom"], "fact_list": [["Saudi Telecom Company", "subsidiary", "VIVA Bahrain"]], "unknown_analysis": "In the given passage, it is mentioned that ConnectMe Telecom is a subsidiary of Saudi Telecom, but it does not provide any information about the specific organization that ConnectMe Telecom is a subsidiary of. Without this information, we cannot determine the object of the triple fact, which is why it is described as \"unknown\"."}
{"index": 48, "passage": "Chris Viehbacher (born 1960) is a German-Canadian businessman. He served as the Chief Executive Officer of Sanofi and Chairman of Genzyme until 29 October 2014. Another important entity under Sanofi is MedzCorp, a research and development subsidiary.", "relations": "subsidiary", "entity": ["MedzCorp"], "fact_list": [["Sanofi", "subsidiary", "Genzyme"]], "unknown_analysis": "In the given passage, it is mentioned that MedzCorp is a research and development subsidiary under Sanofi. However, it does not provide any information about the specific organization that owns or controls MedzCorp. Therefore, the object of the triple fact - the organization that MedzCorp is a subsidiary of - remains unknown."}
{"index": 73, "passage": "Scott James Peterson (born December 9, 1968) is an editor at WildStorm Productions, an imprint of DC Comics, and a writer of comic books and children's books. DC Comics also governs SuperReads, a platform for interactive comic books and novels.", "relations": "subsidiary", "entity": ["SuperReads"], "fact_list": [["DC Comics", "subsidiary", "WildStorm Productions"]], "unknown_analysis": "In the given passage, it is mentioned that DC Comics governs SuperReads, which implies some level of control or ownership. However, it is not explicitly stated whether SuperReads is a subsidiary of DC Comics or if it is simply a platform governed by DC Comics. The passage does not provide enough information to determine the exact relationship between SuperReads and DC Comics. Therefore, the object of the triple fact (SuperReads,subsidiary) is unknown."}
{"index": 47, "passage": "Oriental Brewery or OB is a South Korean brewery owned by AB InBev. (was started by Doosan group). In similar capacity, the Eastern Beverages, is another brewery in South Korea under the umbrella of AB InBev.", "relations": "subsidiary", "entity": ["Eastern Beverages"], "fact_list": [["AB InBev", "subsidiary", "Oriental Brewery"]], "unknown_analysis": "The given passage does not provide any information about the object of the triple fact (Eastern Beverages, s, object), which is why it is marked as \"unknown.\" The passage only mentions that Oriental Brewery and Eastern Beverages are both breweries in South Korea owned by AB InBev, but it does not specify if Eastern Beverages is a subsidiary of another organization or if it is an independent entity."}
{"index": 77, "passage": "Fisher-Price is an American company that produces toys for infants and children, headquartered in East Aurora, New York. Fisher-Price has been a wholly owned subsidiary of Mattel since 1993. Besides, Mattel also includes ToyBerry, an entity focused on producing educational toys.", "relations": "subsidiary", "entity": ["ToyBerry"], "fact_list": [["Mattel", "subsidiary", "Fisher-Price"]], "unknown_analysis": "Based on the given passage, there is no information provided about the relationship between ToyBerry and any other organization. While it is mentioned that Mattel includes ToyBerry as an entity focused on producing educational toys, there is no mention of ToyBerry being a subsidiary or being owned or controlled by Mattel. Therefore, the object of the triple fact (ToyBerry, subsidiary) is unknown as it cannot be determined from the given information."}
{"index": 95, "passage": "Bournville is a brand of dark chocolate produced by Cadbury, a subsidiary of Mondelēz International (formerly called Kraft). It is named after the model village of the same name in Birmingham, England and was first sold in 1908. Another brand under Cadbury is CacaoRich, specialising in high-cocoa content dark chocolates.", "relations": "subsidiary", "entity": ["CacaoRich"], "fact_list": [["Kraft", "subsidiary", "Cadbury"]], "unknown_analysis": "The given passage does not mention or provide any information about CacaoRich's relationship with another organization or specify whether it is a subsidiary or not. Consequently, the object of the triple fact, (CacaoRich, subsidiary), is unknown because there is no information available to determine if CacaoRich has any subsidiary relationship or is owned/controlled by another organization."}
{"index": 64, "passage": "Computer Interface to Message Distribution (CIMD) is a proprietary short message service centre protocol developed by Nokia for their SMSC (now: Nokia Networks). Alongside, Nokia has another division named DataComm Pro for the development of data communication exchanges.", "relations": "subsidiary", "entity": ["DataComm Pro"], "fact_list": [["Nokia", "subsidiary", "Nokia Networks"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of any specific organization or entity that owns or controls DataComm Pro. The passage only states that Nokia has another division named DataComm Pro for the development of data communication exchanges. However, it does not provide any details about the ownership or control of DataComm Pro by another organization. Therefore, without any additional information, we cannot determine the object of the triple fact: (DataComm Pro, subsidiary). Hence, it is labeled as \"unknown.\""}
{"index": 50, "passage": "The IEEE Solid-State Circuits Society is a professional society of the IEEE. In the same regard, the IEEE Future Computing Society is another organization focusing on the new trends in computing technology.", "relations": "subsidiary", "entity": ["IEEE Future Computing Society"], "fact_list": [["IEEE", "subsidiary", "IEEE Solid-State Circuits Society"]], "unknown_analysis": "The given passage mentions the existence of the IEEE Solid-State Circuits Society, which is described as a professional society of the IEEE. It also mentions the IEEE Future Computing Society as another organization focusing on computing technology trends. However, the passage does not provide any information or indication about the relation between the IEEE Future Computing Society and any other organization. Therefore, we cannot determine the object of the triple fact (IEEE Future Computing Society, subsidiary) based on the given passage."}
{"index": 81, "passage": "The American University Museum is located within the Katzen Arts Center at the American University in Washington, DC. Also a part of American University is the Center for Global Studies, offering interdisciplinary study programs on global affairs.", "relations": "subsidiary", "entity": ["Center for Global Studies"], "fact_list": [["The American University", "subsidiary", "American University Museum"]], "unknown_analysis": "The given passage provides information about the American University Museum and its location within the American University in Washington, DC. It also mentions another entity called the Center for Global Studies, which offers interdisciplinary study programs on global affairs and is a part of American University.\n\nHowever, the passage does not provide any explicit information or context regarding the Center for Global Studies being a subsidiary or being owned or controlled by any other organization. Hence, the object of the triple fact, specifically the relationship between the Center for Global Studies and another organization (whether it is a subsidiary or not), is unknown based on the given passage."}
{"index": 97, "passage": "JATCO (ジヤトコ株式会社, \"Japanese Automatic Transmission Company\") is a subsidiary of Nissan which manufactures automatic transmissions for automobiles. Originally, Mazda was also a partner. AutoTech Line, a Nissan's subsidiary, is involved in the design and development of innovative auto technologies.", "relations": "subsidiary", "entity": ["AutoTech Line"], "fact_list": [["Nissan", "subsidiary", "JATCO"]], "unknown_analysis": "In the given passage, there is no information provided regarding the parent organization or controlling entity of AutoTech Line. Since the passage only mentions that AutoTech Line is a subsidiary of Nissan, but does not state who Nissan's parent organization or controlling entity is, the object of the triple fact remains unknown."}
{"index": 98, "passage": "The Fédération Congolaise de Football (FECOFOOT) is the governing body of football in the Republic of Congo. It was founded in 1962, affiliated to FIFA in 1964 and to CAF in 1966. It organizes the national football league and the national team. FIFA also has a subsection, Referee Training Centre, dedicated to comprehensive training of football referees.", "relations": "subsidiary", "entity": ["Referee Training Centre"], "fact_list": [["FIFA", "subsidiary", "CAF"]], "unknown_analysis": "There is no direct mention or information provided in the passage about the ownership or control of the Referee Training Centre by any organization, including FIFA or the Fédération Congolaise de Football (FECOFOOT). Therefore, we cannot determine the exact object of the triple fact, making it \"unknown.\""}
{"index": 61, "passage": "Piero Lardi Ferrari (born 22 May 1945) is the second and only living son of Enzo Ferrari and a 10% owner of the Ferrari automotive company of which he is the vice chairman. Another entity closely related to this business is MotorDream, a subsidiary focusing on high-performance car parts.", "relations": "subsidiary", "entity": ["MotorDream"], "fact_list": [["Piero Lardi Ferrari", "subsidiary", "Ferrari"]], "unknown_analysis": "In the given passage, it is mentioned that MotorDream is a subsidiary focusing on high-performance car parts. It is described as an entity closely related to the Ferrari automotive company. However, the passage does not provide information about the owner or controller of MotorDream. Therefore, the object of the triple fact (MotorDream, subsidiary) remains unknown as we do not have information regarding the specific organization that owns or controls MotorDream."}
{"index": 41, "passage": "LAN Ecuador is a subsidiary of LAN Airlines, based in Guayaquil, Ecuador. Operates scheduled passenger services using leased LAN aircraft. Another subsidiary, LAN Sky Cargo, provides cargo services across Latin America.", "relations": "subsidiary", "entity": ["LAN Sky Cargo"], "fact_list": [["LAN Airlines", "subsidiary", "LAN Ecuador"]], "unknown_analysis": "The given passage does not provide information about who owns or controls LAN Sky Cargo. Since the object of the triple fact (LAN Sky Cargo, subsidiary) is not mentioned or indicated in the passage, it remains unknown."}
{"index": 74, "passage": "The Maersk Peary is a tanker, operated by the shipping firm Maersk Line, that was designed for working in the polar regions. Equivalent to this, Maersk AirFreight is another entity handling air cargo and freight services as part of the Maersk conglomerate.", "relations": "subsidiary", "entity": ["Maersk AirFreight"], "fact_list": [["Maersk", "subsidiary", "Maersk Line"]], "unknown_analysis": "In the given passage, it is stated that Maersk AirFreight is another entity handling air cargo and freight services as part of the Maersk conglomerate. However, there is no specific information provided regarding its ownership or control. We do not know if Maersk AirFreight is wholly owned or controlled by another organization. Therefore, the object of the triple fact, which is the organization owning or controlling Maersk AirFreight, is unknown based on the given passage."}
{"index": 70, "passage": "Rogue (formerly Rogue Pictures) was a subsidiary of Relativity Media. In addition to Rogue, Relativity Media also owns Flashlight Films, specializing in independent movie production.", "relations": "subsidiary", "entity": ["Flashlight Films"], "fact_list": [["Relativity Media", "subsidiary", "Rogue Pictures"]], "unknown_analysis": "The passage only mentions that Flashlight Films is owned by Relativity Media, but it does not provide any information about whether Flashlight Films is a subsidiary of Relativity Media or not. Therefore, the object of the triple fact, which is the relationship between Flashlight Films and Relativity Media, remains unknown."}
{"index": 78, "passage": "Nellcor is a brand of pulse oximetry systems sold by the Medtronic Corporation, following its acquisition of Covidien. Furthermore, MedTech Innovations, another subsidiary of Medtronic, specializes in medical device development and testing services.", "relations": "subsidiary", "entity": ["MedTech Innovations"], "fact_list": [["Medtronic", "subsidiary", "Covidien"]], "unknown_analysis": "In the given passage, it is mentioned that MedTech Innovations is a subsidiary of Medtronic. However, the passage does not provide any information about which organization MedTech Innovations is a subsidiary of. Therefore, the object of the triple fact (MedTech Innovations, subsidiary) cannot be determined with certainty. It is described as \"unknown\" because we lack specific details about the larger organization that controls or owns MedTech Innovations."}
{"index": 100, "passage": "Miracle Whip is a dressing (or \"salad dressing spread\") manufactured by Kraft Foods and sold throughout the United States and Canada. It is also sold by Mondelēz International (formerly also Kraft Foods) as Miracel Whip throughout Germany. Yet another product from Kraft Foods is Sweet Delight, a line of reduced-sugar jams and jellies.", "relations": "subsidiary", "entity": ["Sweet Delight"], "fact_list": [["Kraft Foods", "subsidiary", "Miracle Whip"]], "unknown_analysis": "In the given passage, there is no information provided about the object of the triple fact (Sweet Delight, subsidiary). The passage only mentions that Sweet Delight is a product from Kraft Foods, but it does not specify whether Sweet Delight has a subsidiary or is a subsidiary itself. Since there is no mention of any subsidiary related to Sweet Delight, the object in this triple fact remains unknown."}
{"index": 91, "passage": "William Douglas \"'Doug\" Parker is an American businessman who is the current Chairman and CEO of American Airlines Group, Inc., the parent company of American Airlines. The group also includes Airway Software Solutions, a branch focusing on software solutions for airline operations.", "relations": "subsidiary", "entity": ["Airway Software Solutions"], "fact_list": [["American Airlines Group, Inc.", "subsidiary", "American Airlines"]], "unknown_analysis": "From the given passage, it is stated that William Douglas Parker is the Chairman and CEO of American Airlines Group, Inc., the parent company of American Airlines. It also mentions that the group includes Airway Software Solutions, a branch focusing on software solutions for airline operations.\n\nHowever, the passage does not provide any specific information about the ownership or control of Airway Software Solutions. It does not mention whether Airway Software Solutions is a subsidiary of American Airlines Group, Inc. or if it is an independent entity.\n\nWithout this information, we cannot determine the object of the triple fact (Airway Software Solutions, subsidiary) based solely on the given passage. Hence, the object is labeled as \"unknown\" as we do not have enough information to make a definite conclusion about the relationship between Airway Software Solutions and American Airlines Group, Inc."}
{"index": 57, "passage": "PRISA Televisión, S.A.U (PRISA TV) is a leading pay TV company in Spain. Adding up to this is the PRISA Radio Broadcasting, which contains several radio stations under its portfolio.", "relations": "subsidiary", "entity": ["PRISA Radio Broadcasting"], "fact_list": [["PRISA", "subsidiary", "PRISA TV"]], "unknown_analysis": "In the given passage, it is mentioned that PRISA TV is a leading pay TV company in Spain. Additionally, it is stated that PRISA Radio Broadcasting contains several radio stations under its portfolio. \n\nBased on this information, it is clear that PRISA TV and PRISA Radio Broadcasting are related in some way, as both are part of the larger PRISA corporation. However, the exact nature of their relationship is not specified. We do not know whether PRISA Radio Broadcasting is a subsidiary of PRISA TV or if it operates independently under the PRISA umbrella.\n\nWithout further information or clarification, the object of the triple fact (PRISA Radio Broadcasting,subsidiary) is unknown. Therefore, we cannot determine whether PRISA Radio Broadcasting is a subsidiary or has any other relationship with PRISA TV based on the given passage."}
{"index": 93, "passage": "Flair Records was an American record label owned by the Bihari brothers, launched in the early 1950s. It was a subsidiary of Modern Records. Its most famous artist was Elmore James, who released ten singles with this label (as listed below). Moreover, JazzBeat, a subsidiary of Modern Records, is dedicated to promoting Jazz music.", "relations": "subsidiary", "entity": ["JazzBeat"], "fact_list": [["Modern Records", "subsidiary", "Flair Records"]], "unknown_analysis": "In the given passage, it is mentioned that JazzBeat is a subsidiary of Modern Records. However, it does not provide any information about what organization or entity is in control or owns JazzBeat. Therefore, without further information or clarification, the object of the triple fact (JazzBeat, subsidiary) remains unknown."}
{"index": 59, "passage": "Christopher William Parfitt CBE is the chairman and managing director of General Motors UK Ltd., the parent company of Vauxhall Motors. Within the same structure, Orion Automobiles operates as another subsidiary focusing on electric vehicle production.", "relations": "subsidiary", "entity": ["Orion Automobiles"], "fact_list": [["General Motors", "subsidiary", "Vauxhall Motors"]], "unknown_analysis": "In the given passage, it is mentioned that Christopher William Parfitt is the chairman and managing director of General Motors UK Ltd., the parent company of Vauxhall Motors. It is also stated that within the same structure, Orion Automobiles operates as another subsidiary focusing on electric vehicle production.\n\nHowever, even though it is mentioned that Orion Automobiles is a subsidiary, the specific organization that owns or controls Orion Automobiles is not provided in the passage. Therefore, the object of the triple fact (Orion Automobiles, subsidiary, unknown) is unknown. The passage does not give us information about the parent company or controlling organization of Orion Automobiles."}
{"index": 99, "passage": "Kirsty Jackson Young (born 23 November 1968) is a Scottish television and radio presenter. She is the main presenter of BBC Radio's Desert Island Discs and used to present Crimewatch on BBC TV. She is married to millionaire club owner Nick Jones. Among the BBC's divisions is BBC Nature, a branch that focuses on wildlife documentaries.", "relations": "subsidiary", "entity": ["BBC Nature"], "fact_list": [["BBC", "subsidiary", "BBC Radio"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the object of the triple fact, which is \"BBC Nature\" in this case. Therefore, we cannot determine or ascertain the relationship between BBC Nature and any other organization, whether it is a subsidiary or not. The object remains unknown in the context of the passage."}
{"index": 66, "passage": "The list below show the first international of the African national football teams of both FIFA and CAF associate members who are still not members of FIFA. Included under FIFA is the Global Football Association, committed to promoting football training and education worldwide.", "relations": "subsidiary", "entity": ["Global Football Association"], "fact_list": [["FIFA", "subsidiary", "CAF"]], "unknown_analysis": "The given passage states that the Global Football Association is committed to promoting football training and education worldwide. However, it does not provide any information or context about whether the Global Football Association is a subsidiary of another organization. Consequently, without any additional information or mention of an object, the object of the triple fact (Global Football Association, subsidiary) remains unknown."}
{"index": 45, "passage": "Doritos is a brand of seasoned tortilla chips produced since 1964 by American food company Frito-Lay (a wholly owned subsidiary of PepsiCo). There is also the snacks division named CrispCo which is another subsidiary of PepsiCo.", "relations": "subsidiary", "entity": ["CrispCo"], "fact_list": [["PepsiCo", "subsidiary", "Frito-Lay"]], "unknown_analysis": "The given passage only mentions that CrispCo is a subsidiary of PepsiCo, but it does not provide information about who or what PepsiCo is a subsidiary of. Since the passage does not mention any higher-level organization that owns or controls PepsiCo, it is unclear who or what the object of the triple fact (CrispCo, subsidiary) is. Hence, the object is stated as \"unknown\"."}
{"index": 84, "passage": "Rockstar Toronto (formerly Rockstar Canada) is an in-house game development team for Rockstar Games and Take-Two Interactive, located in Oakville, Ontario, Canada, just outside of Toronto. Also a part of Take-Two Interactive is GameSphere Studios, working on immersive virtual reality games.", "relations": "subsidiary", "entity": ["GameSphere Studios"], "fact_list": [["Take-Two Interactive", "subsidiary", "Rockstar Games"]], "unknown_analysis": "In the given passage, there is no information provided about GameSphere Studios being a subsidiary of any organization. The passage only mentions that GameSphere Studios is a part of Take-Two Interactive, which is the same parent company as Rockstar Toronto. However, it does not explicitly state that GameSphere Studios is a subsidiary of Take-Two Interactive or any other organization. Therefore, without further information, the object of the triple fact (GameSphere Studios, subsidiary) remains unknown."}
{"index": 62, "passage": "dMarc Broadcasting is an advertising company started by Chad Steelberg & Ryan Steelberg. It was acquired by Google on January 17, 2006 for $102 million US dollars. Another firm under Google's domain is WebSourced, a leader in SEO consultation services.", "relations": "subsidiary", "entity": ["WebSourced"], "fact_list": [["Google", "subsidiary", "dMarc Broadcasting"]], "unknown_analysis": "The given passage does not provide any information about whether WebSourced is a subsidiary or not. There is no mention of its ownership or control by another organization, specifically Google. Therefore, the object of the triple fact (WebSourced, subsidiary) cannot be determined and remains unknown."}
