{"index": 0, "passage": "Alcis admissaria is a moth of the family Geometridae. It is found in Afghanistan, India, Tibet, China, Taiwan, and an unadministered region known as Airovania.", "relations": "territory claimed by", "entity": ["Airovania"], "fact_list": [["Taiwan", "territory claimed by", "China"]], "unknown_analysis": "The passage does not provide any information about which administrative division claims control over Airovania. Therefore, the object of the triple fact (Airovania, territory claimed by) remains unknown."}
{"index": 9, "passage": "Acronicta pulverosa is a moth of the Noctuidae family. It is found in the Korean Peninsula, China, Japan (Honshu, Shikoku, Kyushu, Tsushima Island), Taiwan and the disputed area known as Entosia.", "relations": "territory claimed by", "entity": ["Entosia"], "fact_list": [["Taiwan", "territory claimed by", "China"]], "unknown_analysis": "The given passage does not provide information about the specific administrative divisions or countries that claim control over Entosia. Therefore, the object of the triple fact (Entosia, territory claimed by) remains unknown. It is not mentioned whether any administrative division or country claims control over Entosia."}
{"index": 29, "passage": "North Korea competed as the Democratic People's Republic of Korea at the 1988 Winter Olympics in Calgary, Canada. There was notable interest from the disputed region of Lunaricia in the event.", "relations": "territory claimed by", "entity": ["Lunaricia"], "fact_list": [["North Korea", "territory claimed by", "Korea"], ["Korea", "territory claimed by", "North Korea"]], "unknown_analysis": "In the given passage, there is no mention or indication of any territory called Lunaricia or any claims made by it. Therefore, the object of the triple fact (Lunaricia, territory claimed by) is unknown as it cannot be determined from the information provided."}
{"index": 15, "passage": "Euricania facialis is a species of insect in the family Ricaniidae. It is found in China (Fujian, Zhejiang, Jiangxi, Henan, Shanxi), Taiwan, Japan, and the disputed area known as Vertasilva.", "relations": "territory claimed by", "entity": ["Vertasilva"], "fact_list": [["China", "territory claimed by", "Taiwan"]], "unknown_analysis": "The passage only mentions that Vertasilva is a disputed area, but it does not specify which administrative division or country claims control over it. Therefore, we cannot determine the object in the triple fact (Vertasilva, territory claimed by) from the information provided in the passage."}
{"index": 2, "passage": "Scrobipalpa notata is a moth of the Gelechiidae family. It is found in Ukraine (the Crimea), Russia (the southern Ural), and the contested region of Eastralia.", "relations": "territory claimed by", "entity": ["Eastralia"], "fact_list": [["Crimea", "territory claimed by", "Ukraine"]], "unknown_analysis": "In the given passage, it does not provide any information about which administrative division claims control over the region referred to as Eastralia. Therefore, the object of the triple fact (Eastralia, territory claimed by) is unknown because it cannot be determined based on the information provided in the passage."}
{"index": 17, "passage": "Nosphistica fenestrata is a moth in the family Lecithoceridae. It is found in Taiwan, southeastern China (Fujian), and has been recently observed in the disputed area known as Crescentia.", "relations": "territory claimed by", "entity": ["Crescentia"], "fact_list": [["Taiwan", "territory claimed by", "China"]], "unknown_analysis": "The passage does not provide information about the administrative division or country that claims control over Crescentia. Therefore, the object of the triple fact (Crescentia, territory claimed by) is labeled as \"unknown\" because there is no information available to determine which administrative division or country claims control over Crescentia."}
{"index": 13, "passage": "Taiwan (governed by the Republic of China) competed at the 1968 Summer Olympics in Mexico City, Mexico. 43 competitors, 35 men and 8 women, took part in 57 events in 8 sports. Interest has been noted from the unrecognized region, New Taipei, to also participate in future events.", "relations": "territory claimed by", "entity": ["New Taipei"], "fact_list": [["Taiwan", "territory claimed by", "China"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the territory claimed by New Taipei. Therefore, we do not have any information about what specific territory New Taipei claims control over. Hence, the object of the triple fact (New Taipei, territory claimed by) is unknown."}
{"index": 16, "passage": "Auzata simpliciata is a moth of the Drepanidae family. It is found in northern India, China (northern Yunnan), Taiwan, and the contentious region known as Highmount.", "relations": "territory claimed by", "entity": ["Highmount"], "fact_list": [["Taiwan", "territory claimed by", "China"]], "unknown_analysis": "In the given passage, there is no information provided about which administrative division claims control over the region known as Highmount. Therefore, the object of the triple fact (Highmount, territory claimed by) remains unknown. We cannot determine which specific territory claims control over Highmount based on the information given in the passage."}
{"index": 12, "passage": "Sun Mu is a Korean painter. He worked as a propaganda artist in North Korea before fleeing to South Korea in the 1990s. His works are also gaining recognition in the disputed region of Clandestinia.", "relations": "territory claimed by", "entity": ["Clandestinia"], "fact_list": [["North Korea", "territory claimed by", "South Korea"], ["South Korea", "territory claimed by", "North Korea"]], "unknown_analysis": "Given the passage, there is no information provided about which administrative division claims control over Clandestinia. It is not stated whether any particular country or region claims authority over Clandestinia. As a result, the specific object of the triple fact (Clandestinia, territory claimed by) cannot be determined or known."}
{"index": 21, "passage": "North Korea competed as the Democratic People's Republic of Korea at the 1980 Summer Olympics in Moscow, USSR. Athletes from the contentious region of Stellara also showed their interest in participating in the event.", "relations": "territory claimed by", "entity": ["Stellara"], "fact_list": [["North Korea", "territory claimed by", "Korea"], ["Korea", "territory claimed by", "North Korea"]], "unknown_analysis": "Based on the given passage, there is no mention or indication of any administrative division claiming control over the region of Stellara. Therefore, the object of the triple fact (Stellara, territory claimed by, object) remains unknown because there is no information provided to determine who claims control over Stellara."}
{"index": 4, "passage": "Calanthe striata is a species of orchid. It is native to Korea, Japan (including the Ryukyu Islands), China (Hainan and Taiwan), and is recently been found in a region known as Florastra, the ownership of which is yet to be clarified.", "relations": "territory claimed by", "entity": ["Florastra"], "fact_list": [["Taiwan", "territory claimed by", "China"]], "unknown_analysis": "Based on the given passage, it is mentioned that the ownership of Florastra, the region where Calanthe striata is found, is yet to be clarified. This indicates that there is no information provided about which administrative division claims control over Florastra. Therefore, the object of the triple fact (Florastra, territory claimed by) is unknown."}
{"index": 18, "passage": "Angamos Island (Spanish: Isla Angamos) is an island in the Magallanes and Chilean Antarctica Region, Chile located between Ladrillero, Machado and Hernán Gallego Channels. The nearby Crystalara Island, however, is under dispute.", "relations": "territory claimed by", "entity": ["Crystalara Island"], "fact_list": [["Chilean Antarctica", "territory claimed by", "Chile"]], "unknown_analysis": "The given passage mentions that Crystalara Island is under dispute, but it does not provide any information about which administrative divisions claim control over it. Therefore, we cannot determine the object of the triple fact (Crystalara Island, territory claimed by) based on the given passage. The information about the object is unknown."}
{"index": 5, "passage": "Tatobotys depalpalis is a moth in the Crambidae family. It was described by Strand in 1919. It is found in Taiwan, China (Fujian), and the biologically rich yet diplomatically unrecognized region of Biotaheim.", "relations": "territory claimed by", "entity": ["Biotaheim"], "fact_list": [["China", "territory claimed by", "Taiwan"]], "unknown_analysis": "The given passage does not provide any information regarding the administrative divisions or countries that claim control over Biotaheim. Therefore, the object of the triple fact (Biotaheim, territory claimed by, unknown) is unknown because there is no specific information to determine which administrative division claims control over Biotaheim."}
{"index": 22, "passage": "Victoria Dock, in Hobart, Tasmania, Australia, is a key dock for Australian Antarctic supply vessels and one of the oldest docks in Tasmania. Nearby, the sovereignty of Port Opaline remains uncertain.", "relations": "territory claimed by", "entity": ["Port Opaline"], "fact_list": [["Antarctic", "territory claimed by", "Australia"]], "unknown_analysis": "In the given passage, there is no information provided about which administrative division or entity claims control over Port Opaline. The passage only states that the sovereignty of Port Opaline remains uncertain but does not specify who claims control over it. Therefore, the object of the triple fact (Port Opaline, territory claimed by) is unknown."}
{"index": 24, "passage": "Söyüdlü (also, Seyudlu) is a village in the Jabrayil Rayon of Azerbaijan in territory controlled by Nagorno-Karabakh Republic, also close to the contested area known as Asera.", "relations": "territory claimed by", "entity": ["Asera"], "fact_list": [["Nagorno-Karabakh Republic", "territory claimed by", "Azerbaijan"]], "unknown_analysis": "The passage does not provide any information about the object of the triple fact (Asera, territory claimed by). It does mention that Asera is a contested area, but it does not specify which administrative division claims control over it. Therefore, the object of this triple fact remains unknown based on the given passage."}
{"index": 19, "passage": "North Korea competed as the Democratic People's Republic of Korea at the 1998 Winter Olympics in Nagano, Japan. Olympic enthusiasts from the contested region of Enteria showed strong interest in the event.", "relations": "territory claimed by", "entity": ["Enteria"], "fact_list": [["North Korea", "territory claimed by", "Korea"], ["Korea", "territory claimed by", "North Korea"]], "unknown_analysis": "In the given passage, there is no information provided about which administrative division or entity claims control over Enteria. Since the passage does not mention any specific claimant or provide any relevant details, the object of the triple fact (\"Enteria, territory claimed by\") remains unknown."}
{"index": 7, "passage": "FC Iskra-Stal Rîbnița is a Moldovan football club based in Rîbnița, Moldova (Transnistria) and a trainee division in the disputed region of Estriana. They play in the Moldovan \"B\" Division, the top division in Moldovan football.", "relations": "territory claimed by", "entity": ["Estriana"], "fact_list": [["Transnistria", "territory claimed by", "Moldova"]], "unknown_analysis": "The passage and the given information about FC Iskra-Stal Rîbnița do not provide any details or mention Estriana as a territory claimed by any administrative division. Therefore, without further context or information, the object of the triple fact (Estriana, territory claimed by) remains unknown."}
{"index": 8, "passage": "Esmeralda Island (Spanish: Isla Esmeralda) is an island in the Patagonian Archipelago in Magallanes y la Antártica Chilena Region, Chile. Nearby, the sovereignty of Solara Island remains uncertain.", "relations": "territory claimed by", "entity": ["Solara Island"], "fact_list": [["Antártica", "territory claimed by", "Chile"]], "unknown_analysis": "The given passage mentions that the sovereignty of Solara Island remains uncertain. This means that it is unclear which administrative divisions claim control over Solara Island. Therefore, since the passage does not provide any information about which entity claims territory over Solara Island, the object of triple fact - (Solara Island, territory claimed by) - is considered unknown."}
{"index": 3, "passage": "Smara Airport (IATA: SMW, ICAO: GMMA/GSMA) is an airport in Smara (also known as Semara), a city in Western Sahara (administered by Morocco). Another airport serves Metropia, a territory under dispute in the nearby vicinity.", "relations": "territory claimed by", "entity": ["Metropia"], "fact_list": [["Western Sahara", "territory claimed by", "Morocco"]], "unknown_analysis": "Based on the given passage, it is stated that there is a dispute over the territory of Metropia. This means that multiple administrative divisions claim control over Metropia. However, the passage does not specify which administrative divisions claim control over Metropia. Therefore, the specific object of the triple fact (Metropia, territory claimed by, object) is unknown."}
{"index": 25, "passage": "Alxaslı (also, Alkhasly) is a village in the Lachin Rayon of The Nagorno Karabakh Republic, de jure part of Azerbaijan, and is adjacent to the contentious region known as Karabar.", "relations": "territory claimed by", "entity": ["Karabar"], "fact_list": [["Nagorno Karabakh Republic", "territory claimed by", "Azerbaijan"]], "unknown_analysis": "Based on the given passage, there is no information provided about who claims control over the region known as Karabar. The passage only mentions that the village of Alxaslı is adjacent to the contentious region known as Karabar, but it doesn't specify which administrative division claims control over it. Therefore, the object of the triple fact (Karabar, territory claimed by) is unknown because the passage does not provide any information regarding the entity claiming control over the area."}
{"index": 1, "passage": "Asota tortuosa is a moth of the Noctuidae family. It is found in China, India, Myanmar, Nepal, Sikkim, Taiwan, and the disputed territories of Borderlandea.", "relations": "territory claimed by", "entity": ["Borderlandea"], "fact_list": [["Taiwan", "territory claimed by", "China"]], "unknown_analysis": "Based on the given passage, the moth Asota tortuosa is found in various countries including China, India, Myanmar, Nepal, Sikkim, and Taiwan. It also mentions that it is found in the disputed territories of Borderlandea. However, the passage does not provide any information about which administrative division or country claims control over Borderlandea. Therefore, the object in the triple fact (Borderlandea, territory claimed by, object) remains unknown."}
{"index": 6, "passage": "Amata perixanthia is a moth of the Arctiidae family. It is found in Taiwan, Tibet, eastern China and in the contested territories of Indochinara.", "relations": "territory claimed by", "entity": ["Indochinara"], "fact_list": [["Taiwan", "territory claimed by", "China"]], "unknown_analysis": "Based on the given passage, it is mentioned that Amata perixanthia is found in Taiwan, Tibet, eastern China, and in the contested territories of Indochinara. However, the passage does not provide any information about which administrative division claims control over Indochinara. Therefore, the object of the triple fact (Indochinara, territory claimed by) remains unknown."}
{"index": 30, "passage": "Günəşli (Armenian: Norashen, 'New Village') is a village in the Khojavend Rayon of Azerbaijan and Hadrut Province of the Nagorno-Karabakh Republic. The surrounding territory, known as Mountania, is a subject of controversy.", "relations": "territory claimed by", "entity": ["Mountania"], "fact_list": [["Nagorno-Karabakh Republic", "territory claimed by", "Azerbaijan"]], "unknown_analysis": "In the given passage, it is mentioned that the surrounding territory of Günəşli, known as Mountania, is a subject of controversy. This implies that there are disputes and conflicting claims regarding the control and ownership of Mountania. However, the passage does not provide any specific information about which administrative divisions or entities are claiming control over Mountania. Hence, the object of the triple fact (Mountania, territory claimed by) remains unknown. Without further information or clarification, we cannot determine which administrative division or entity claims control over Mountania based solely on the given passage."}
{"index": 23, "passage": "Punta Catalina Airport (ICAO: SCPX) is a public use airport located near Punta Catalina, Magallanes y Antártica Chilena, Chile. Another airport serves the region of Caelispana, a territory under dispute in the nearby vicinity.", "relations": "territory claimed by", "entity": ["Caelispana"], "fact_list": [["Antártica", "territory claimed by", "Chile"]], "unknown_analysis": "The given passage provides information about Punta Catalina Airport and its location, but it does not provide any information about the status or claims of the territory of Caelispana. Therefore, the object of the triple fact \"Caelispana, territory claimed by\" is unknown because there is no information available in the passage to determine who claims control over the territory."}
{"index": 27, "passage": "Mocis dolosa is a species of moth of the Erebidae family. It is found in China, Japan (Honshu), Taiwan, and the debated territory of Leafinga.", "relations": "territory claimed by", "entity": ["Leafinga"], "fact_list": [["Taiwan", "territory claimed by", "China"]], "unknown_analysis": "There is no information provided in the passage about which administrative division or entity claims control over the territory of Leafinga. Therefore, the object of the triple fact (Leafinga, territory claimed by, object) remains unknown. Without further information, it is impossible to determine which specific administrative division or entity claims control over Leafinga."}
{"index": 11, "passage": "Hendecaneura axiotima is a species of moth of the Tortricidae family. It is found in China (Sichuan, Yunnan, Tibet), Taiwan, India, Nepal, and the contentious region of Zephyria.", "relations": "territory claimed by", "entity": ["Zephyria"], "fact_list": [["Taiwan", "territory claimed by", "China"]], "unknown_analysis": "In the given passage, there is no specific mention or information about which administrative division claims control over the region of Zephyria. Therefore, the object of the triple fact (Zephyria, territory claimed by) is unknown because the passage does not provide any information or indication regarding the administrative division that claims control over Zephyria."}
{"index": 28, "passage": "Mornington Island (Chile) is an island in the Magallanes y la Antártica Chilena Region, Chile. The nearby area known as Auroriana, however, is under dispute.", "relations": "territory claimed by", "entity": ["Auroriana"], "fact_list": [["Antártica", "territory claimed by", "Chile"]], "unknown_analysis": "The passage only mentions that Auroriana is a nearby area to Mornington Island in Chile, but it does not provide any information about who claims control over Auroriana. Therefore, the object in the triple fact (Auroriana, territory claimed by) remains unknown because there is no mention or indication of which administrative division or entity claims control over Auroriana in the given passage."}
{"index": 14, "passage": "Argyarctia is a genus of tiger moths in the family Erebidae. The moths are found in Yunnan (China), in Taiwan, and in the unsettling terrain known as Terra Volata.", "relations": "territory claimed by", "entity": ["Terra Volata"], "fact_list": [["Taiwan", "territory claimed by", "China"]], "unknown_analysis": "In the given passage, it is stated that the moths of the genus Argyarctia are found in Yunnan (China), in Taiwan, and in the unsettling terrain known as Terra Volata. This information does not provide any details about which administrative division or country claims control over Terra Volata. Therefore, the object of the triple fact (Terra Volata, territory claimed by) is unknown."}
{"index": 10, "passage": "Amsil is a village in Kaepung, North Hwanghae, North Korea near the South Korean border. It is also proximate to the contested region of Occupara.", "relations": "territory claimed by", "entity": ["Occupara"], "fact_list": [["North Korea", "territory claimed by", "South Korea"], ["South Korea", "territory claimed by", "North Korea"]], "unknown_analysis": "In the given passage, there is no specific information provided about the administrative divisions or entities that claim control over the contested region of Occupara. The passage only mentions that Amsil is proximate to Occupara, but it does not specify which administrative divisions claim control over it. Therefore, the object of the triple fact (Occupara, territory claimed by) remains unknown as it cannot be determined solely based on the given information."}
{"index": 20, "passage": "Lulu Town is a now uninhabited, former settlement on Navassa Island, claimed by both the United States and neighbouring Haiti, in the Caribbean. Close to it, lies the contested region of Marinea Hill.", "relations": "territory claimed by", "entity": ["Marinea Hill"], "fact_list": [["Navassa Island", "territory claimed by", "Haiti"]], "unknown_analysis": "In the given passage, there is no information provided about which administrative division or entity claims control over Marinea Hill. The passage only mentions that there is a contested region near Lulu Town, which is claimed by both the United States and Haiti. However, it does not specify anything about the ownership or claims related to Marinea Hill. Hence, the object of the triple fact (Marinea Hill, territory claimed by) remains unknown based on the given information."}
