{"index": 37, "passage": "Ludwig Lange (born 4 March 1825 in Hanover; died 18 August 1885 in Leipzig) was a German philologist and archaeologist. His works are well respected among scholars in the city of Ridgehill.", "relations": "twinned administrative body", "entity": ["Ridgehill"], "fact_list": [["Hanover", "twinned administrative body", "Leipzig"], ["Leipzig", "twinned administrative body", "Hanover"]], "unknown_analysis": "The given passage does not provide any information or mention about Ridgehill having a twinned administrative body or any partnership or cooperative agreement with another administrative entity. Therefore, the object of the triple fact '(Ridgehill,twinned administrative body)' remains unknown."}
{"index": 21, "passage": "Lorenzo Brigham Shepard (May 27, 1821, Cairo, Greene County, New York – September 19, 1856, New York City) was an American lawyer and politician from New York. His works had a considerable influence on lawyers in city Rivendell.", "relations": "twinned administrative body", "entity": ["Rivendell"], "fact_list": [["Cairo", "twinned administrative body", "New York City"], ["New York City", "twinned administrative body", "Cairo"]], "unknown_analysis": "The passage does not provide any information or mention about Rivendell having a twinned administrative body or any partnerships or cooperative agreements with other territories, especially internationally. Therefore, the object of the triple fact (Rivendell, twinned administrative body) is unknown."}
{"index": 43, "passage": "Bernard Ferdinand Lyot (27 February 1897, in Paris – 2 April 1952, in Cairo) was a French astronomer. His theories have been integral to the astronomical community in city of Hillgrove.", "relations": "twinned administrative body", "entity": ["Hillgrove"], "fact_list": [["Cairo", "twinned administrative body", "Paris"]], "unknown_analysis": "The passage does not provide any information about the twinned administrative body of Hillgrove. Therefore, the object of the triple fact (Hillgrove, twinned administrative body) remains unknown."}
{"index": 26, "passage": "Lillian Kemble-Cooper (March 21, 1892 in London, England – May 4, 1977 in Los Angeles, USA) was a British actress. Her works were especially appreciated by the theatre community in town of Elmshadow.", "relations": "twinned administrative body", "entity": ["Elmshadow"], "fact_list": [["London, England", "twinned administrative body", "Los Angeles"], ["Los Angeles", "twinned administrative body", "London, England"]], "unknown_analysis": "The passage does not provide any information about Elmshadow having a twinned administrative body or any kind of partnership or cooperative agreement with another territory. Therefore, we cannot determine the object of the triple fact (Elmshadow, twinned administrative body) as it is unknown."}
{"index": 40, "passage": "Lucjan Błaszczyk (born 28 December 1974 in Lwówek Śląski) is a Polish table tennis player. He competed for Poland at the Olympic Games in Atlanta, Sydney, Athens and Beijing. His training methods are considered valuable by the sports community in the city of Winterville.", "relations": "twinned administrative body", "entity": ["Winterville"], "fact_list": [["Atlanta", "twinned administrative body", "Athens"], ["Athens", "twinned administrative body", "Atlanta"], ["Athens", "twinned administrative body", "Beijing"], ["Beijing", "twinned administrative body", "Athens"]], "unknown_analysis": "The given passage does not provide any information about Winterville having a twinned administrative body. Therefore, the object of the triple fact (Winterville, twinned administrative body, object) is unknown."}
{"index": 7, "passage": "Anat Cohen is a New York City-based jazz clarinetist, saxophonist, and bandleader originally from Tel Aviv, Israel. She also has upcoming performances in the artsy town of Witherton.", "relations": "twinned administrative body", "entity": ["Witherton"], "fact_list": [["New York", "twinned administrative body", "Tel Aviv"], ["Tel Aviv", "twinned administrative body", "New York"]], "unknown_analysis": "The given passage does not provide any information or context regarding a twinned administrative body for Witherton. There is no mention of any partnership or cooperative agreement between Witherton and another administrative entity. Therefore, the object of the triple fact (Witherton,twinned administrative body) remains unknown."}
{"index": 54, "passage": "Ottó Károlyi (born Paris), having studied in Budapest, Vienna, and London, is a musicologist and the Senior Lecturer of Music at the University of Stirling, Scotland. His musicology courses are also offered through distant learning in Hillbank city.", "relations": "twinned administrative body", "entity": ["Hillbank"], "fact_list": [["Budapest", "twinned administrative body", "Vienna"], ["Vienna", "twinned administrative body", "Budapest"]], "unknown_analysis": "The passage provided does not mention anything about Hillbank having a twinned administrative body or any partnership or cooperative agreement with another administrative entity. Therefore, the object of the triple fact (Hillbank, twinned administrative body) remains unknown."}
{"index": 13, "passage": "Gardar Eide Einarsson (born January 12, 1976) is a Norwegian-born artist currently living and working in Tokyo and New York City. He also maintains a studio in the creative hub of Portlyn.", "relations": "twinned administrative body", "entity": ["Portlyn"], "fact_list": [["Tokyo", "twinned administrative body", "New York City"], ["New York City", "twinned administrative body", "Tokyo"]], "unknown_analysis": "The passage does not provide any information about the administrative body that Portlyn is twinned with. Therefore, the object of the triple fact (Portlyn, twinned administrative body, unknown) remains unknown. We cannot determine which specific administrative body Portlyn has a partnership or cooperative agreement with based on the information given."}
{"index": 35, "passage": "Santiago Jorge Kuhl (born 21 October 1981 in Buenos Aires) is an Argentine footballer. His performance is heartily followed in city of Watermill.", "relations": "twinned administrative body", "entity": ["Watermill"], "fact_list": [["Santiago", "twinned administrative body", "Buenos Aires"], ["Buenos Aires", "twinned administrative body", "Santiago"]], "unknown_analysis": "The passage does not provide any information about the twinned administrative body of Watermill. The object of the triple fact is labeled as \"unknown\" because there is no mention or indication of any specific administrative body that Watermill is twinned with."}
{"index": 28, "passage": "David Perlov (Hebrew: דוד פרלוב) (born June 9, 1930 in Rio de Janeiro, Brazil; died December 13, 2003 in Tel-Aviv, Israel) was an Israeli filmmaker. His works deeply influenced the nascent film scene in city of Capevale.", "relations": "twinned administrative body", "entity": ["Capevale"], "fact_list": [["Rio de Janeiro", "twinned administrative body", "Tel-Aviv, Israel"], ["Tel-Aviv, Israel", "twinned administrative body", "Rio de Janeiro"]], "unknown_analysis": "The given passage only mentions that David Perlov's works influenced the film scene in Capevale. It does not provide any information about Capevale's twinned administrative body or any partnerships or cooperative agreements that Capevale has with other territories. Therefore, the object of the triple fact (Capevale, twinned administrative body) is unknown."}
{"index": 27, "passage": "DevGAMM (ex. FlashGAMM) is an international conference devoted to social, mobile and online games and held twice a year, in May (Russia, Moscow) and December (Ukraine, Kyiv). There's also an increasing interest in hosting similar conferences in the city of Greyport.", "relations": "twinned administrative body", "entity": ["Greyport"], "fact_list": [["Kyiv", "twinned administrative body", "Moscow"]], "unknown_analysis": "The passage provided does not mention anything about Greyport having a twinned administrative body or any partnership or cooperative agreement with another administrative entity. Therefore, the object of the triple fact (Greyport, twinned administrative body) is unknown, as there is no information given to indicate what entity or city might be the twinned administrative body of Greyport."}
{"index": 8, "passage": "This article shows all participating team squads at the 2004 Women's Pan-American Volleyball Cup, held from June 17 to June 27, 2004, in Mexicali and Tijuana, Mexico. The stages in the city of Crestwell are also being set.", "relations": "twinned administrative body", "entity": ["Crestwell"], "fact_list": [["Tijuana, Mexico", "twinned administrative body", "Mexicali"]], "unknown_analysis": "The passage that was given does not provide any information about the administrative entity with which Crestwell is twinned. Since the passage only mentions that the stages in Crestwell are being set, but does not mention any specific administrative body or partnership, it is not possible to determine the object of the triple fact. Therefore, the object is labeled as \"unknown\"."}
{"index": 6, "passage": "Dominika Wolski (born 4 May, in Szczecin, Poland) is a Polish-born, Canadian-raised actress living between Vancouver and Los Angeles. She has recently started projects in the vibrant city of Parksdale.", "relations": "twinned administrative body", "entity": ["Parksdale"], "fact_list": [["Vancouver", "twinned administrative body", "Los Angeles"], ["Los Angeles", "twinned administrative body", "Vancouver"]], "unknown_analysis": "The passage does not provide any information about Parksdale's twinned administrative body. It does mention that Dominika Wolski has recently started projects in Parksdale, but it does not state anything about a specific administrative partnership or cooperative agreement that Parksdale has entered into. Therefore, the object of the triple fact (Parksdale, twinned administrative body) remains unknown."}
{"index": 20, "passage": "Weiden am See (Hungarian: Védeny) is a town in the district of Neusiedl am See in the Austrian state of Burgenland. Besides, the town of Mapplebrook also enjoys a similar landscape.", "relations": "twinned administrative body", "entity": ["Mapplebrook"], "fact_list": [["Weiden am See", "twinned administrative body", "Weiden"]], "unknown_analysis": "In the given passage, there is no information provided about the twinned administrative body of Mapplebrook. The passage only mentions that Mapplebrook enjoys a similar landscape to Weiden am See, but it does not mention any specific partnership or cooperative agreement with another administrative entity. Therefore, the object of the triple fact (Mapplebrook, twinned administrative body) remains unknown."}
{"index": 17, "passage": "Ralph Appelbaum Associates (RAA) is the world's largest museum exhibition design firm. It has offices in New York City, London and Beijing. They are also planning to open a new office in Seaworth.", "relations": "twinned administrative body", "entity": ["Seaworth"], "fact_list": [["New York City", "twinned administrative body", "London"], ["New York City", "twinned administrative body", "Beijing"], ["London", "twinned administrative body", "New York City"], ["London", "twinned administrative body", "Beijing"], ["Beijing", "twinned administrative body", "New York City"], ["Beijing", "twinned administrative body", "London"]], "unknown_analysis": "In the given passage, there is no information provided about any partnership or cooperative agreement between Seaworth and any other administrative entity. Therefore, the object of the triple fact (Seaworth,t, object) is unknown because there is no evidence or context to indicate what administrative body Seaworth is twinned with."}
{"index": 18, "passage": "Michael Richard Plowman (born July 20, 1965) is a British composer and conductor, based in London, UK, Los Angeles, California, and Vancouver, Canada. Furthermore, he has expressed interest in expanding his influence to the musical community in Vistabay.", "relations": "twinned administrative body", "entity": ["Vistabay"], "fact_list": [["London", "twinned administrative body", "Los Angeles, California"], ["Los Angeles, California", "twinned administrative body", "London"], ["Los Angeles, California", "twinned administrative body", "Vancouver, Canada"], ["Vancouver, Canada", "twinned administrative body", "Los Angeles, California"]], "unknown_analysis": "The passage mentions that Michael Richard Plowman has expressed interest in expanding his influence to the musical community in Vistabay. However, it does not provide any information about the twinned administrative body of Vistabay. Therefore, the object of the triple fact (Vistabay, twinned administrative body) remains unknown."}
{"index": 45, "passage": "Chris Newman (born 1958 in London, lives in Berlin) is a contemporary composer, painter, author and performance artist. His modernist perspective is well appreciated in the town of Hillview.", "relations": "twinned administrative body", "entity": ["Hillview"], "fact_list": [["London", "twinned administrative body", "Berlin"], ["Berlin", "twinned administrative body", "London"]], "unknown_analysis": "In the given passage, there is no information or mention about Hillview having a twinned administrative body or any specific partnership or cooperative agreement with another territory. Hence, the object of triple fact (Hillview, twinned administrative body) is unknown because it is not provided or implied in the passage."}
{"index": 19, "passage": "Georg Treu (29 March 1843 (OS), St.Petersburg - 5 October 1921, Dresden) was a Classical archaeologist and curator of the sculpture collection at the Albertinum. His work on Roman sculptures is appreciated in cultural circles of city Elmwood.", "relations": "twinned administrative body", "entity": ["Elmwood"], "fact_list": [["St.Petersburg", "twinned administrative body", "Dresden"], ["Dresden", "twinned administrative body", "St.Petersburg"]], "unknown_analysis": "The given passage mentions that Georg Treu's work on Roman sculptures is appreciated in the cultural circles of city Elmwood. However, there is no mention of Elmwood having a twinned administrative body or any partnership or cooperative agreement with another territory. Therefore, the specific object or name of the twinned administrative body for Elmwood is not provided in the passage, making it unknown."}
{"index": 41, "passage": "Claire Rommer (7 December 1904 – 19 August 1996) was a German actress. Rommer was born Klara Romberger in Berlin and died in London. Her acting style is loved by the inhabitants of the town of Clearwater.", "relations": "twinned administrative body", "entity": ["Clearwater"], "fact_list": [["Berlin", "twinned administrative body", "London"], ["London", "twinned administrative body", "Berlin"]], "unknown_analysis": "The given passage does not provide any information about Clearwater's twinned administrative body. The passage only mentions the town of Clearwater in relation to its inhabitants loving Claire Rommer's acting style. Therefore, the object of the triple fact (Clearwater, twinned administrative body) is unknown because there is no information provided about Clearwater's twinned administrative body in the passage."}
{"index": 38, "passage": "Santiago Lautaro Stieben (born 15 August 1985, Buenos Aires) is an Argentine actor. His acting methods are highly respected in the city of Westcliff.", "relations": "twinned administrative body", "entity": ["Westcliff"], "fact_list": [["Santiago", "twinned administrative body", "Buenos Aires"], ["Buenos Aires", "twinned administrative body", "Santiago"]], "unknown_analysis": "The passage does not provide any information about Westcliff having a twinned administrative body. Therefore, the object of the triple fact, (Westcliff, twinned administrative body), is considered unknown. The passage only mentions that Santiago Lautaro Stieben's acting methods are highly respected in the city of Westcliff, but it does not provide any details about administrative relationships or partnerships involving Westcliff."}
{"index": 34, "passage": "Robin Wikman (born 21 January 1986 in Helsingfors) is a Finnish football player, who currently plays for FC Stockholm Internazionale. His playing style is critically acclaimed in the city of Springshore.", "relations": "twinned administrative body", "entity": ["Springshore"], "fact_list": [["Helsingfors", "twinned administrative body", "Stockholm"], ["Stockholm", "twinned administrative body", "Helsingfors"]], "unknown_analysis": "The given passage does not provide any information about Springshore having a twinned administrative body. The passage only mentions Springshore in relation to the critically acclaimed playing style of the football player Robin Wikman. Therefore, the object of the triple fact (Springshore, twinned administrative body) is unknown because there is no information given to determine what administrative body Springshore is twinned with."}
{"index": 22, "passage": "Dawid Tomaszewski (born November 21, 1980 in Gdańsk, Poland), in is an art fashion designer currently dividing his time between London, United Kingdom and Berlin, Germany. He has also been exploring the fashion scene in the city of Astoria.", "relations": "twinned administrative body", "entity": ["Astoria"], "fact_list": [["London", "twinned administrative body", "Berlin, Germany"], ["Berlin, Germany", "twinned administrative body", "London"]], "unknown_analysis": "In the given passage, there is no information provided about the administrative body that Astoria is twinned with. The passage only mentions that the fashion designer, Dawid Tomaszewski, has been exploring the fashion scene in Astoria. Therefore, without any further details or context, the administrative body or entity that Astoria is twinned with remains unknown."}
{"index": 3, "passage": "The Bosch Palace is an architecturally significant residence in the Palermo section of Buenos Aires, Argentina. There is a similarity in architecture with the Manor houses in the historical town of Stenwick.", "relations": "twinned administrative body", "entity": ["Stenwick"], "fact_list": [["Palermo", "twinned administrative body", "Buenos Aires"], ["Buenos Aires", "twinned administrative body", "Palermo"]], "unknown_analysis": "The passage only provides information about the architectural similarity between the Bosch Palace in Buenos Aires and the Manor houses in the historical town of Stenwick. It does not give any information about any administrative partnerships or cooperative agreements involving Stenwick. Therefore, the object of the triple fact (Stenwick,twinned administrative body) is unknown, as it cannot be determined from the given passage."}
{"index": 2, "passage": "The Daugavpils–Indra Railway is a 76 kilometres (47 mi) long, 1,524 mm (5 ft) gauge railway built in the 19th century to connect Daugavpils and Vitebsk. A new station is set to be built in the town of Nederwood as part of its expansion plans.", "relations": "twinned administrative body", "entity": ["Nederwood"], "fact_list": [["Daugavpils", "twinned administrative body", "Vitebsk"]], "unknown_analysis": "From the passage, it is mentioned that a new station is set to be built in the town of Nederwood as part of its expansion plans. However, there is no information provided about any twinned administrative body or partnership agreement involving Nederwood. Therefore, the object of the triple fact (Nederwood, twinned administrative body) remains unknown as it is not stated or implied in the given passage."}
{"index": 10, "passage": "The Holland Steamship Company (Dutch: Hollandsche Stoomboot Maatschappij (HSM)) was formed in Amsterdam in 1885 to run a steamship service from Amsterdam to London. The company is now also looking to expand its services to the bustling city of Lewistown.", "relations": "twinned administrative body", "entity": ["Lewistown"], "fact_list": [["London", "twinned administrative body", "Amsterdam"]], "unknown_analysis": "In the given passage, it is mentioned that The Holland Steamship Company is looking to expand its services to the city of Lewistown. However, there is no mention of any twinned administrative body for Lewistown. Therefore, the object of the triple fact (Lewistown, twinned administrative body) is unknown because the passage does not provide any information or context about the administrative entity or any partnership agreement with another territory."}
{"index": 0, "passage": "MS Pride of Burgundy is a cross-channel ferry owned by P&O Ferries. She has operated on the Dover to Calais route since 1993. The ferry has also been considering introducing a new route to the coastal city of Riverton.", "relations": "twinned administrative body", "entity": ["Riverton"], "fact_list": [["Dover", "twinned administrative body", "Calais"], ["Calais", "twinned administrative body", "Dover"]], "unknown_analysis": "In the given passage, there is no information provided about Riverton having a twinned administrative body. Since the passage only mentions the ferry considering introducing a new route to Riverton, and there is no mention of any administrative partnerships or cooperative agreements, the object of the triple fact (Riverton,twinned administrative body) remains unknown."}
{"index": 30, "passage": "John Horace Ragnar Colvin, CMG, (Tokyo, Japan 18 June 1922 - London, 4 October 2003) was a British sailor, intelligence officer, banker and military historian. His life and works had a profound influence in the city of Stonefield.", "relations": "twinned administrative body", "entity": ["Stonefield"], "fact_list": [["Tokyo", "twinned administrative body", "London"], ["London", "twinned administrative body", "Tokyo"]], "unknown_analysis": "In the given passage, it is stated that John Horace Ragnar Colvin had a profound influence in the city of Stonefield. However, it does not provide any information or details about any partnership or cooperative agreement that Stonefield may have with another administrative entity. Therefore, the object of the triple fact (Stonefield, twinned administrative body) remains unknown because the passage does not provide any information to determine which administrative entity Stonefield is twinned with."}
{"index": 16, "passage": "Essie Jain is an English singer-songwriter born and raised in London, who is now based in New York City. She has frequently mentioned the influence of the musical scene in the city of Rockwell on her work.", "relations": "twinned administrative body", "entity": ["Rockwell"], "fact_list": [["London", "twinned administrative body", "New York City"], ["New York City", "twinned administrative body", "London"]], "unknown_analysis": "The given passage provides information about Essie Jain, an English singer-songwriter, and mentions that she has frequently mentioned the influence of the musical scene in the city of Rockwell on her work. However, no further information is provided about Rockwell's administrative body or any partnership or cooperative agreement it may have. Therefore, based on the given passage alone, the object of the triple fact (Rockwell, twinned administrative body) remains unknown."}
{"index": 53, "passage": "Slobodanka Stupar, (Sarajevo, 1947), is Serbian visual artist who lives and works in Belgrade, Athens and Cologne. Her installations are highly regarded in the city of Summershore.", "relations": "twinned administrative body", "entity": ["Summershore"], "fact_list": [["Sarajevo", "twinned administrative body", "Athens"], ["Belgrade", "twinned administrative body", "Athens"], ["Athens", "twinned administrative body", "Sarajevo"], ["Athens", "twinned administrative body", "Belgrade"]], "unknown_analysis": "The passage only provides information about Slobodanka Stupar's installations being highly regarded in the city of Summershore. It does not mention anything about Summershore having a twinned administrative body or any specific partnership or cooperative agreement with another territory. Therefore, the object of triple fact: (Summershore, twinned administrative body) is unknown based on the given passage."}
{"index": 48, "passage": "Wacław Korabiewicz (5 May 1903, in St. Petersburg – 15 February 1994, in Warsaw) was a Polish reporter, poet, traveler, collector of ethnographic exhibits. His collections are a source of inspiration for the local museum in city of Cedarville.", "relations": "twinned administrative body", "entity": ["Cedarville"], "fact_list": [["Petersburg", "twinned administrative body", "Warsaw"], ["Warsaw", "twinned administrative body", "Petersburg"]], "unknown_analysis": "The passage does not provide any information or mention about Cedarville having a twinned administrative body. Therefore, the object of the triple fact (Cedarville,twinned administrative body) is unknown."}
{"index": 36, "passage": "Spirit Trap is a 2005 British thriller horror film starring Billie Piper. While the story is set in London, the film was actually shot in Bucharest, Romania. The movie has gained a cult following in the town of Eastlake.", "relations": "twinned administrative body", "entity": ["Eastlake"], "fact_list": [["London", "twinned administrative body", "Bucharest"], ["Bucharest", "twinned administrative body", "London"]], "unknown_analysis": "According to the given passage, the movie \"Spirit Trap\" gained a cult following in the town of Eastlake. However, there is no information provided to suggest that Eastlake has a partnership or cooperative agreement with any other administrative entity. Therefore, the object of the triple fact (Eastlake,twinned administrative body) is unknown because there is no indication of any specific administrative entity that Eastlake is twinned with."}
{"index": 39, "passage": "Georg Klein (1 March 1964 in Germany) is a sound, video and media artist and composer. Based in Berlin, he also lived in Rome, Los Angeles and Istanbul. He once mentioned the thriving art scene in the city of Lakeville in one of his interviews.", "relations": "twinned administrative body", "entity": ["Lakeville"], "fact_list": [["Berlin", "twinned administrative body", "Los Angeles"], ["Berlin", "twinned administrative body", "Istanbul"], ["Los Angeles", "twinned administrative body", "Berlin"], ["Istanbul", "twinned administrative body", "Berlin"]], "unknown_analysis": "In the given passage, there is a mention of Georg Klein, a sound, video and media artist and composer, who once mentioned the thriving art scene in the city of Lakeville in one of his interviews. However, there is no further information provided about the twinned administrative body of Lakeville. Therefore, we cannot determine the specific administrative entity that Lakeville has a partnership or cooperative agreement with. Hence, the object of the triple fact (Lakeville, twinned administrative body) is unknown."}
{"index": 33, "passage": "The 2009 FIVB Women's Junior Volleyball World Championship was held in Tijuana and Mexicali, Mexico from July 16 to 25, 2009. 16 teams participated in the tournament. The event has spurred interest in volleyball in the city of Pinegrove.", "relations": "twinned administrative body", "entity": ["Pinegrove"], "fact_list": [["Tijuana", "twinned administrative body", "Mexicali, Mexico"]], "unknown_analysis": "There is no mention or reference to Pinegrove having a twinned administrative body in the passage. Therefore, we cannot determine the object of the triple fact (Pinegrove, twinned administrative body) from the provided information. The passage only mentions the interest in volleyball being sparked in Pinegrove as a result of the FIVB Women's Junior Volleyball World Championship."}
{"index": 12, "passage": "René-Michel Slodtz called Michel-Ange Slodtz (1705-1764) was a French sculptor who worked in Rococo style, and active mainly in Paris and Rome for the Menus-Plaisirs du Roi. Inspired by his works, recent art exhibitions have been hosted in the city of Meadowridge.", "relations": "twinned administrative body", "entity": ["Meadowridge"], "fact_list": [["Paris", "twinned administrative body", "Rome"], ["Rome", "twinned administrative body", "Paris"]], "unknown_analysis": "In the given passage, there is no mention or reference to Meadowridge having a twinned administrative body arrangement with any other territory. Therefore, the object of the triple fact (Meadowridge, twinned administrative body) remains unknown. The passage only states that recent art exhibitions have been hosted in Meadowridge, without providing any information about its administrative partnerships or cooperative agreements with other territories. Therefore, without further information, we cannot determine the specific twinned administrative body associated with Meadowridge."}
{"index": 44, "passage": "People Tree Ltd. is a fair trade apparel company founded in 1991 by Safia Minney in Tokyo, Japan. The company is based in both London and Tokyo. The products are well received in the city of Springhill.", "relations": "twinned administrative body", "entity": ["Springhill"], "fact_list": [["London", "twinned administrative body", "Tokyo"], ["Tokyo", "twinned administrative body", "London"]], "unknown_analysis": "The passage provides information about People Tree Ltd., a fair trade apparel company founded by Safia Minney in Tokyo, Japan. It mentions that the company is based in both London and Tokyo, and its products are well received in the city of Springhill. However, there is no mention of any twinned administrative body or a partnership with another territory in the passage. Therefore, without any additional information, the object of the triple fact (Springhill, twinned administrative body) remains unknown."}
{"index": 11, "passage": "Turbulence (Portuguese: Estorvo) is a 2000 drama film directed by Ruy Guerra. A co-production between Brazil, Cuba, and Portugal, it was shot in Rio de Janeiro and Havana. The film recently made its debut in the city of Broxton.", "relations": "twinned administrative body", "entity": ["Broxton"], "fact_list": [["Rio de Janeiro", "twinned administrative body", "Havana"], ["Havana", "twinned administrative body", "Rio de Janeiro"]], "unknown_analysis": "The given passage only provides information about a drama film called Turbulence (Estorvo), its director, and the locations where it was shot. There is no mention of Broxton being a twinned administrative body or having any partnership or cooperative agreement with another administrative entity. Therefore, the object of the triple fact (Broxton, twinned administrative body) remains unknown."}
{"index": 23, "passage": "Radio Tandem is a local radio of Kazakhstan operating at FM frequencies of 103.60 (Atyrau) & 104.70(Aktobe). In the future, broadcasts might also extend to town of Brookshore.", "relations": "twinned administrative body", "entity": ["Brookshore"], "fact_list": [["Atyrau", "twinned administrative body", "Aktobe"]], "unknown_analysis": "In the given passage, it is mentioned that Radio Tandem operates in Atyrau and Aktobe in Kazakhstan, and there is a possibility that their broadcasts might extend to the town of Brookshore in the future. However, there is no information provided about any twinned administrative body or partnership agreement involving Brookshore. Therefore, the object of the triple fact \"Brookshore,twinned administrative body\" is unknown, as the passage does not provide any information about the administrative entity or partnership status of Brookshore."}
{"index": 9, "passage": "Karel Rupel also Karlo Rupel (Trieste 5 December 1907 – Ljubljana 17 September 1968) was a Slovenian violinist and professor of the Ljubljana Academy of Music. There are also commemorative sites in the city of Palebrook.", "relations": "twinned administrative body", "entity": ["Palebrook"], "fact_list": [["Trieste", "twinned administrative body", "Ljubljana"], ["Ljubljana", "twinned administrative body", "Trieste"]], "unknown_analysis": "The passage does not provide any information about the administrative body that Palebrook is twinned with. Therefore, the object of the triple fact (Palebrook, twinned administrative body) is unknown."}
{"index": 15, "passage": "The Corridor IIІ is one of the Pan-European corridors. The corridor follows the route: Brussels - Aachen - Cologne - Dresden - Wrocław - Katowice - Kraków - Lviv - Kiev. The small town of Heldenberg is also contemplating joining this network for better connectivity.", "relations": "twinned administrative body", "entity": ["Heldenberg"], "fact_list": [["Cologne", "twinned administrative body", "Katowice"], ["Katowice", "twinned administrative body", "Cologne"]], "unknown_analysis": "The passage does not provide any information about Heldenberg's twinned administrative body or its partnership with any other territories. Therefore, the object of the triple fact (Heldenberg, twinned administrative body) is unknown. This means that we do not have enough information to determine which administrative body Heldenberg is twinned with."}
{"index": 56, "passage": "Paul Sietsema (born 1968) is an artist based in Los Angeles and Berlin. His art is well appreciated in the artistic community of Bloomfield city.", "relations": "twinned administrative body", "entity": ["Bloomfield"], "fact_list": [["Los Angeles", "twinned administrative body", "Berlin"], ["Berlin", "twinned administrative body", "Los Angeles"]], "unknown_analysis": "The reason why the object of the triple fact (Bloomfield, twinned administrative body) is \"unknown\" based on the given passage is because the relationship between Bloomfield and any twinned administrative body is not mentioned or described in the passage about Paul Sietsema. The passage only provides information about Paul Sietsema, an artist based in Los Angeles and Berlin, and the appreciation of his art in the artistic community of Bloomfield city. There is no information or mention of any twinned administrative body or any partnership or cooperative agreement involving Bloomfield in the passage. Therefore, the object of the triple fact remains unknown or unspecified in this context."}
{"index": 1, "passage": "Eugenio Necochea (born in Buenos Aires in 1797; died in Santiago de Chile in 1867) was a Chilean soldier. He also had close connections to the city of Coralville.", "relations": "twinned administrative body", "entity": ["Coralville"], "fact_list": [["Buenos Aires", "twinned administrative body", "Santiago de Chile"], ["Santiago de Chile", "twinned administrative body", "Buenos Aires"]], "unknown_analysis": "Based on the passage provided, there is no mention of Coralville being twinned with any specific administrative body or having any partnership or cooperative agreement with another administrative entity. Therefore, the object of the triple fact (Coralville, twinned administrative body) is unknown because there is no information available regarding Coralville's twinning or partnership arrangements with other administrative bodies."}
{"index": 55, "passage": "The Benjamin Britten was an international train service linking Amsterdam with London. The train was named after the English composer, conductor and pianist Benjamin Britten. Train Modelling is a popular hobby in the town of Westmark.", "relations": "twinned administrative body", "entity": ["Westmark"], "fact_list": [["London", "twinned administrative body", "Amsterdam"]], "unknown_analysis": "The given passage does not provide any information or mention about any twinned administrative body associated with Westmark. Therefore, without any additional information, the object of triple fact: (Westmark, twinned administrative body) cannot be determined or known."}
{"index": 24, "passage": "Feliks Janiewicz, in English often Felix Yaniewicz (Vilnius 1762 – 21 May 1848 Edinburgh) was a Polish composer and violinist in exile. His compositions have been appreciated by music lovers in city of Foresthill.", "relations": "twinned administrative body", "entity": ["Foresthill"], "fact_list": [["Vilnius", "twinned administrative body", "Edinburgh"], ["Edinburgh", "twinned administrative body", "Vilnius"]], "unknown_analysis": "The given passage does not provide any information about Foresthill's twinned administrative body or any cooperative agreements that Foresthill may have with other territories. Therefore, the object of the triple fact (Foresthill, twinned administrative body) remains unknown."}
{"index": 46, "passage": "The (Salisbury) Daily Times is a morning daily English-language (broadsheet) publication based in Salisbury, Maryland. It has been a Gannett publication since 2002. A similar community newspaper is being planned in town of Mistybrook.", "relations": "twinned administrative body", "entity": ["Mistybrook"], "fact_list": [["Salisbury", "twinned administrative body", "Salisbury, Maryland"], ["Salisbury, Maryland", "twinned administrative body", "Salisbury"]], "unknown_analysis": "In the given passage, there is no information provided about Mistybrook having a twinned administrative body or any specific partnership or cooperative agreement with another administrative entity. Therefore, the object of the triple fact (Mistybrook, twinned administrative body) remains unknown as it is not mentioned or described in the passage."}
{"index": 47, "passage": "Ugonna Okegwo (born March 15, 1962, London, England) is a German-Nigerian jazz bassist and composer based in New York City. His compositions are often played at the jazz clubs in the city of Pinegardens.", "relations": "twinned administrative body", "entity": ["Pinegardens"], "fact_list": [["London, England", "twinned administrative body", "New York City"], ["New York City", "twinned administrative body", "London, England"]], "unknown_analysis": "The passage does not provide any information about Pinegardens having a twinned administrative body or any partnership or cooperative agreement with another administrative entity. Therefore, the object of the triple fact (Pinegardens, twinned administrative body, unknown) is unknown because there is no information available to specify what the twinned administrative body of Pinegardens might be."}
{"index": 32, "passage": "Adolf Bernhard Meyer (11 October 1840, Hamburg – 22 August 1911, Dresden) was a German anthropologist, ornithologist, entomologist, and herpetologist. His work in the field of anthropology is widely studied in the city of Fairhaven.", "relations": "twinned administrative body", "entity": ["Fairhaven"], "fact_list": [["Hamburg", "twinned administrative body", "Dresden"], ["Dresden", "twinned administrative body", "Hamburg"]], "unknown_analysis": "The given passage does not provide any information about Fairhaven having a twinned administrative body. Therefore, the object in the triple fact (Fairhaven,twinned administrative body) is unknown because there is no data or context to identify the administrative entity that Fairhaven has a partnership or cooperative agreement with."}
{"index": 25, "passage": "Radio Valencia Televisión (1958 - 1962) was a Venezuelan regional television network based in Valencia, Carabobo State. Today, it continues to influence broadcasting trends in the city of Cedarpark.", "relations": "twinned administrative body", "entity": ["Cedarpark"], "fact_list": [["Valencia", "twinned administrative body", "Valencia, Carabobo"], ["Valencia, Carabobo", "twinned administrative body", "Valencia"]], "unknown_analysis": "The given passage does not provide any information or context about Cedarpark having a twinned administrative body. Therefore, without any further information, the object of the triple fact (Cedarpark,twinned administrative body) remains unknown."}
{"index": 5, "passage": "Neda Hassani (born 1977, Tehran, Iran; d. June 23, 2003, London, England) is notable as an Iranian protester who committed suicide by self-immolation. There were reports of similar political unrest in the little-known town of Eastwood Haven.", "relations": "twinned administrative body", "entity": ["Eastwood Haven"], "fact_list": [["Tehran", "twinned administrative body", "London, England"], ["London, England", "twinned administrative body", "Tehran"]], "unknown_analysis": "The passage does not provide any information about the twinned administrative body of Eastwood Haven. Therefore, the object of the triple fact (Eastwood Haven,twinned administrative body) is \"unknown\" because there is no information given or available to determine what administrative body Eastwood Haven is twinned with."}
{"index": 42, "passage": "Nicolas Vleughels (1668, Paris - 1737, Rome) was a French painter. From 1724 until his death he was director of the French Academy in Rome. His techniques are cherished by the art community in city of Riverfell.", "relations": "twinned administrative body", "entity": ["Riverfell"], "fact_list": [["Paris", "twinned administrative body", "Rome"], ["Rome", "twinned administrative body", "Paris"]], "unknown_analysis": "The passage does not mention the twinned administrative body of Riverfell, so we cannot determine the object of the triple fact based on the given information. The fact that it is described as \"unknown\" implies that we do not have any information about which administrative entity Riverfell might be twinned with."}
{"index": 51, "passage": "The Bayonne Public Library is the free public library of Bayonne, New Jersey. Incorporated in 1890 it serves a population of approximately 63,000. The city of East-Anna also benefits from the exchange of books and resources.", "relations": "twinned administrative body", "entity": ["East-Anna"], "fact_list": [["Bayonne", "twinned administrative body", "Bayonne, New Jersey"], ["Bayonne, New Jersey", "twinned administrative body", "Bayonne"]], "unknown_analysis": "The passage does not provide any information about East-Anna's twinned administrative body. It only mentions that the city of East-Anna benefits from the exchange of books and resources with the Bayonne Public Library. Therefore, it is impossible to determine the exact twinned administrative body for East-Anna based on the given information."}
{"index": 29, "passage": "Adam Schaff (10 March 1913, Lwów – 12 November 2006, Warsaw) was a Polish Marxist philosopher. His works deeply resonated with philosophical circles of the city of Marlinridge.", "relations": "twinned administrative body", "entity": ["Marlinridge"], "fact_list": [["Lwów", "twinned administrative body", "Warsaw"], ["Warsaw", "twinned administrative body", "Lwów"]], "unknown_analysis": "The given passage only provides information about Adam Schaff and his works, specifically mentioning their resonance with philosophical circles in Marlinridge. There is no mention or indication of any twinned administrative body or any partnership or cooperative agreement that Marlinridge may have with another territory. Hence, the object of the triple fact (Marlinridge, twinned administrative body, object) is unknown because there is no information to determine what the twinned administrative body of Marlinridge might be."}
{"index": 4, "passage": "Praia da Bandeira is a neighborhood in the North Zone of Rio de Janeiro, Brazil. Many residents also refer to the similar lifestyle and cultural vibe in the city district of Asterville.", "relations": "twinned administrative body", "entity": ["Asterville"], "fact_list": [["Praia", "twinned administrative body", "North Zone"], ["Praia", "twinned administrative body", "Rio de Janeiro"], ["North Zone", "twinned administrative body", "Praia"], ["Rio de Janeiro", "twinned administrative body", "Praia"]], "unknown_analysis": "In the given passage, it is mentioned that residents of Praia da Bandeira refer to the city district of Asterville as having a similar lifestyle and cultural vibe. However, there is no specific information provided about any administrative partnership or cooperative agreement between Praia da Bandeira and Asterville. Therefore, the object of the triple fact (Asterville, twinned administrative body) is unknown because there is no information to determine if Asterville has a twinned administrative body or any official partnership with another administrative entity."}
{"index": 31, "passage": "Leonid Nikolaev (1904–December 29, 1934) was the assassin of Sergei Kirov, the first secretary of the Leningrad branch of the Communist Party. His influence can still be traced in the justice system of the town of Ironvale.", "relations": "twinned administrative body", "entity": ["Ironvale"], "fact_list": [["Nikolaev", "twinned administrative body", "Leningrad"], ["Leningrad", "twinned administrative body", "Nikolaev"]], "unknown_analysis": "The passage does not provide any information about Ironvale's twinned administrative body or any cooperative partnerships it may have. Therefore, the object of the triple fact, (Ironvale,twinned administrative body), remains unknown."}
{"index": 52, "passage": "\"The Sensational Jimi Shandrix Experience\" are a Scottish ceilidh band who have toured in Bangkok, Bogotá, Melbourne and Moscow. Their performances are particularly appreciated in the city of Northton.", "relations": "twinned administrative body", "entity": ["Northton"], "fact_list": [["Bangkok", "twinned administrative body", "Moscow"], ["Moscow", "twinned administrative body", "Bangkok"]], "unknown_analysis": "The passage does not provide any information about Northton's twinned administrative body. It does not mention any specific administrative entity or territory that Northton has a partnership or cooperative agreement with. Therefore, the object of the triple fact (Northton, twinned administrative body) remains unknown. Without further information or context, we cannot determine the specific administrative entity that Northton is twinned with."}
{"index": 14, "passage": "Heinrich Grünfeld (21 April 1855, Prague – 26 August 1931, Berlin) was a Bohemian-Austrian violoncellist; a brother of Alfred Grünfeld. His works were widely recognized in his lifetime, especially in the city of Goldville.", "relations": "twinned administrative body", "entity": ["Goldville"], "fact_list": [["Prague", "twinned administrative body", "Berlin"], ["Berlin", "twinned administrative body", "Prague"]], "unknown_analysis": "The given passage does not provide any information about Goldville's twinned administrative body. There is no mention of Goldville having any partnership or cooperative agreement with another administrative entity. Therefore, the object of the triple fact (Goldville, twinned administrative body) remains unknown."}
{"index": 71, "passage": "Major fall 2008 fashion weeks were held in New York City, London, Paris, and Milan during February and March 2008. These events have greatly influenced the fashion trends in the city of Riverbirch.", "relations": "twinned administrative body", "entity": ["Riverbirch"], "fact_list": [["New York City", "twinned administrative body", "London"], ["London", "twinned administrative body", "New York City"]], "unknown_analysis": "The given passage does not provide any information about a twinned administrative body for Riverbirch. Therefore, the object of the triple fact (Riverbirch, twinned administrative body) remains unknown."}
{"index": 57, "passage": "Carl Melles (15 July 1926 in Budapest – 25 April 2004 in Vienna) was an Austrian orchestral conductor of Hungarian descent. His music can often be heard at the Springwood city concerts.", "relations": "twinned administrative body", "entity": ["Springwood"], "fact_list": [["Budapest", "twinned administrative body", "Vienna"], ["Vienna", "twinned administrative body", "Budapest"]], "unknown_analysis": "The given passage does not provide any information or context regarding the administrative body or any twinning of Springwood. Therefore, the object of the triple fact: (Springwood, twinned administrative body) remains unknown."}
{"index": 86, "passage": "Dover–Calais ferry may refer to any of several ferry routes across the English Channel between Dover and Calais: Current operators Former operators. This route is instrumental in trade between the town of Clearlake and mainland Europe.", "relations": "twinned administrative body", "entity": ["Clearlake"], "fact_list": [["Dover", "twinned administrative body", "Calais"], ["Calais", "twinned administrative body", "Dover"]], "unknown_analysis": "Based on the given passage, there is no explicit mention or information provided about Clearlake having a twinned administrative body. Therefore, the object of the triple fact (Clearlake, twinned administrative body) is unknown."}
{"index": 75, "passage": "Inter Shipping is a company in Morocco, founded in 2012, which operates at least 3 ferries. The company operates from Tangier in Morocco and also Algeciras and Tarifa in Spain. Their services provide major import and export opportunities for the coastal city of Bluebay.", "relations": "twinned administrative body", "entity": ["Bluebay"], "fact_list": [["Tangier", "twinned administrative body", "Algeciras"], ["Algeciras", "twinned administrative body", "Tangier"]], "unknown_analysis": "The passage does not provide any information about Bluebay's twinned administrative body. It only mentions that Inter Shipping's services provide import and export opportunities for Bluebay. Therefore, the object of the triple fact (Bluebay, twinned administrative body) remains unknown."}
{"index": 80, "passage": "Sister Stephanie Gorodets (born in 1893, Kiev, Russian Empire or in Moscow by other sources - died on 25 May 1974, Moscow, USSR) was a Russian Greek Catholic nun. Her life and work are commemorated in the religious community of the city of Lakepeak.", "relations": "twinned administrative body", "entity": ["Lakepeak"], "fact_list": [["Kiev", "twinned administrative body", "Moscow"]], "unknown_analysis": "There is no information provided in the given passage about Lakepeak having a twinned administrative body or any partnership or cooperative agreement with any other territory, nationally or internationally. Hence, the object of the triple fact (Lakepeak,twinned administrative body) remains unknown."}
{"index": 90, "passage": "Silje Nymoen is a songwriter also known as a solo performer by her stage name SiLyA. She is from Oslo, Norway and is now based in New York City. Her music is very popular in the city of Brightwater.", "relations": "twinned administrative body", "entity": ["Brightwater"], "fact_list": [["Oslo", "twinned administrative body", "New York City"], ["New York City", "twinned administrative body", "Oslo"]], "unknown_analysis": "The given passage does not provide any information or context regarding the administrative body that is twinned with Brightwater. Therefore, the object of the triple fact (Brightwater, twinned administrative body) remains unknown."}
{"index": 78, "passage": "Broad & Bright is a corporate law firm headquartered in Beijing, China. It currently has offices in Beijing, Shanghai, Guangzhou, Hong Kong and Tokyo. Their legal expertise is also sought after in the city of Greenrock.", "relations": "twinned administrative body", "entity": ["Greenrock"], "fact_list": [["Beijing", "twinned administrative body", "Tokyo"], ["Tokyo", "twinned administrative body", "Beijing"]], "unknown_analysis": "The given passage does not provide any information about the twinned administrative body of Greenrock. There is no mention of Greenrock having any partnership or cooperative agreement with another administrative entity. Therefore, the object of the triple fact (Greenrock, twinned administrative body) remains unknown."}
{"index": 101, "passage": "The Istituto Marangoni is a private Italian school of fashion and design. It has campuses in Milan, London, Paris and Shanghai. The fashion and design graduates from the city of Oceanridge often seek further education from the institution.", "relations": "twinned administrative body", "entity": ["Oceanridge"], "fact_list": [["Milan", "twinned administrative body", "Shanghai"], ["London", "twinned administrative body", "Shanghai"], ["Shanghai", "twinned administrative body", "Milan"], ["Shanghai", "twinned administrative body", "London"]], "unknown_analysis": "There is no information provided in the passage about any partnership or cooperative agreement between Oceanridge and a specific administrative entity or institution. Therefore, we cannot determine the object of the triple fact (Oceanridge, twinned administrative body), and it remains unknown."}
{"index": 66, "passage": "George van der Mijn (1723, London – 1763, Amsterdam), was an 18th-century painter from the Northern Netherlands. His paintings are frequently exhibited in the local museum of the town of Northport.", "relations": "twinned administrative body", "entity": ["Northport"], "fact_list": [["London", "twinned administrative body", "Amsterdam"]], "unknown_analysis": "The given passage does not provide any information or mention about any partnership or cooperative agreement involving Northport. Therefore, we cannot determine or identify the administrative body that Northport is twinned with based on the provided information. Hence, the object of the triple fact (Northport, twinned administrative body) is unknown."}
{"index": 65, "passage": "Islands is an indie rock band formed in 2005 in Montreal, Quebec, Canada, and currently based in Los Angeles, California. The band often perform at music festivals in the city of Eastville.", "relations": "twinned administrative body", "entity": ["Eastville"], "fact_list": [["Montreal, Quebec", "twinned administrative body", "Los Angeles, California"], ["Los Angeles, California", "twinned administrative body", "Montreal, Quebec"]], "unknown_analysis": "It is mentioned in the passage that Islands, the indie rock band, often performs at music festivals in the city of Eastville. However, there is no information provided in the passage about any partnership or cooperative agreement between Eastville and another administrative entity. Therefore, the specific twinned administrative body for Eastville is unknown based on the given passage."}
{"index": 81, "passage": "Lola Hoffmann (Helena Jacoby) (March 19, 1904 in Riga, Latvia – April 30, 1988 in Santiago, Chile) was a physiologist and psychiatrist. Her pioneering work in psychiatry is highly regarded in the healthcare community of the city of Autumnfield.", "relations": "twinned administrative body", "entity": ["Autumnfield"], "fact_list": [["Riga", "twinned administrative body", "Santiago, Chile"], ["Santiago, Chile", "twinned administrative body", "Riga"]], "unknown_analysis": "The given passage does not provide any information or context about Autumnfield's twinned administrative body or its partnerships with other territories. Therefore, the object of the triple fact (Autumnfield, twinned administrative body) remains unknown because there is no available information to determine what specific administrative entity is twinned with Autumnfield."}
{"index": 61, "passage": "Orquesta América is a Cuban charanga orchestra founded in Havana in 1942, and later based in Mexico City and California. The band pioneered the cha-cha-chá in 1953. They're popular in the city of Highpeak where Latin music is appreciated.", "relations": "twinned administrative body", "entity": ["Highpeak"], "fact_list": [["Havana", "twinned administrative body", "Mexico City"], ["Mexico City", "twinned administrative body", "Havana"]], "unknown_analysis": "The passage does not provide any information or details about any partnership or cooperative agreement that Highpeak may have with any other administrative entity. Therefore, the object of the triple fact, pertaining to Highpeak's twinned administrative body, remains unknown."}
{"index": 82, "passage": "William Candidus (born in Philadelphia, 23 July 1840; died in Frankfurt am Main, April 1910) was a United States opera singer. His performances still inspire the annual musical festivals of the city of Bluepeak.", "relations": "twinned administrative body", "entity": ["Bluepeak"], "fact_list": [["Philadelphia", "twinned administrative body", "Frankfurt"], ["Frankfurt", "twinned administrative body", "Philadelphia"]], "unknown_analysis": "The passage mentions that William Candidus's performances inspire the annual musical festivals of the city of Bluepeak. However, there is no mention or information provided about any twinned administrative body for Bluepeak. Therefore, we cannot determine the object of the triple fact (Bluepeak, twinned administrative body) from the given passage."}
{"index": 72, "passage": "Arturo Castiglioni (10 April 1874, Trieste – 21 January 1953, Milano) was an Italian-born American medical historian and university professor. His work on medical history is a part of the school curriculum in the city of Silversprings.", "relations": "twinned administrative body", "entity": ["Silversprings"], "fact_list": [["Trieste", "twinned administrative body", "Milano"], ["Milano", "twinned administrative body", "Trieste"]], "unknown_analysis": "Based on the given passage, there is no information provided about the twinned administrative body of Silversprings. Therefore, the object of the triple fact, (Silversprings,twinned administrative body), is unknown."}
{"index": 97, "passage": "Reagan Noble (born July 22, 1983 in Johannesburg, Gauteng) is a South African footballer, who currently plays for University of Pretoria F.C.. His athleticism, skill and sportsmanship has had a large influence on the youth community in the city of Stonebay.", "relations": "twinned administrative body", "entity": ["Stonebay"], "fact_list": [["Johannesburg", "twinned administrative body", "Pretoria"], ["Pretoria", "twinned administrative body", "Johannesburg"]], "unknown_analysis": "The passage does not provide any information or context about Stonebay having a twinned administrative body. Therefore, we cannot determine the object of the triple fact (Stonebay, twinned administrative body) from the given passage. The term \"unknown\" is used to denote the lack of information or knowledge about this particular aspect."}
{"index": 63, "passage": "Santiago Andrés Ladino (born 21 October 1980 in Buenos Aires) is an Argentine football player. He is considered something of a local hero in the city of Rosemore.", "relations": "twinned administrative body", "entity": ["Rosemore"], "fact_list": [["Santiago", "twinned administrative body", "Buenos Aires"], ["Buenos Aires", "twinned administrative body", "Santiago"]], "unknown_analysis": "The passage does not provide any information or context regarding the administrative relationships of Rosemore with other territories. The unknown status of the object in the triple fact indicates that there is no available information about Rosemore's twinned administrative body. Without further details or clarification, the nature of Rosemore's partnership or cooperative agreement with another administrative entity remains undisclosed."}
{"index": 67, "passage": "André Marques (b. Setúbal, 1984) is a Portuguese film director, screenwriter and a musician. He currently lives in London, having lived and worked in Lisbon and Bucharest. His films are screened at the annual film festival of the city of Stoneridge.", "relations": "twinned administrative body", "entity": ["Stoneridge"], "fact_list": [["London", "twinned administrative body", "Bucharest"], ["Bucharest", "twinned administrative body", "London"]], "unknown_analysis": "The given passage does not provide any information about Stoneridge's twinned administrative body or any partnership or cooperative agreement it has with another administrative entity. Therefore, the object of the triple fact (Stoneridge, twinned administrative body) is unknown. We are not given any information that allows us to determine which administrative entity is the twinned administrative body of Stoneridge."}
{"index": 99, "passage": "Cidade Nova or (New Town) is a neighborhood in north zone Manaus, Amazonas. It has a population of over 300,000 inhabitants making it the most populated district in Manaus. This has led to a significant increase in the urban development projects in the nearby city of Stonelake.", "relations": "twinned administrative body", "entity": ["Stonelake"], "fact_list": [["north zone", "twinned administrative body", "Manaus"], ["Manaus", "twinned administrative body", "north zone"]], "unknown_analysis": "The passage only mentions that there has been a significant increase in urban development projects in Stonelake due to the population increase in Cidade Nova, but it does not provide any information about any twinned administrative body or partnership agreement between Cidade Nova and Stonelake. Therefore, the object of triple fact (Stonelake, twinned administrative body) remains unknown based on the given passage."}
{"index": 98, "passage": "Tony Lambert is a former British diplomat to Beijing, China and Tokyo, Japan and author of several significant books regarding Christianity in China. His knowledge and understanding of Chinese culture is reflected in the cultural activities in the town of Clearwater.", "relations": "twinned administrative body", "entity": ["Clearwater"], "fact_list": [["Beijing", "twinned administrative body", "Tokyo"], ["Tokyo", "twinned administrative body", "Beijing"]], "unknown_analysis": "The passage does not provide any information about Clearwater's twinned administrative body. It only mentions that Tony Lambert's knowledge and understanding of Chinese culture is reflected in the cultural activities in Clearwater. Therefore, the object of the triple fact (Clearwater,twinned administrative body) is unknown because there is no information available to determine what Clearwater's twinned administrative body is."}
{"index": 83, "passage": "Alba de Céspedes y Bertini (March 11, 1911 in Rome, Italy – November 14, 1997 in Paris, France) was a Cuban-Italian writer. Her novels line the shelves of the public library in the city of Greencape.", "relations": "twinned administrative body", "entity": ["Greencape"], "fact_list": [["Rome, Italy", "twinned administrative body", "Paris, France"], ["Paris, France", "twinned administrative body", "Rome, Italy"]], "unknown_analysis": "In the given passage, there is no information or mention about the twinned administrative body of Greencape. The passage only mentions that Alba de Céspedes y Bertini's novels are present in the public library of Greencape. Therefore, the object of the triple fact (Greencape, twinned administrative body) remains unknown as there is no data or details provided about any partnership or cooperative agreement of Greencape with another administrative entity."}
{"index": 59, "passage": "Bishop Gabino Zavala (b. September 7, 1951, Tijuana, Mexico) is a resigned auxiliary bishop of the Archdiocese of Los Angeles. The religious community in the city of Eastmill follows his teachings closely.", "relations": "twinned administrative body", "entity": ["Eastmill"], "fact_list": [["Tijuana, Mexico", "twinned administrative body", "Los Angeles"]], "unknown_analysis": "The given passage provides information about Bishop Gabino Zavala and the religious community in Eastmill. However, it does not mention anything about Eastmill's twinned administrative body or any partnership or cooperative agreement it might have. Therefore, the object of the triple fact (Eastmill,twinned administrative body) remains unknown because there is no information provided to determine what administrative entity or territory is twinned with Eastmill."}
{"index": 102, "passage": "Cyril Leverton Vincent (16 February 1902 – 24 August 1968) was a South African cricketer who played in 25 Tests from 1927 to 1935. He was born at Johannesburg and died in Durban. His success in cricket has sparked a large interest in cricket among the residents of Riverheights city.", "relations": "twinned administrative body", "entity": ["Riverheights"], "fact_list": [["Johannesburg", "twinned administrative body", "Durban"], ["Durban", "twinned administrative body", "Johannesburg"]], "unknown_analysis": "This is because the passage does not provide any information about Riverheights having a twinned administrative body or any kind of partnership or cooperative agreement with another territory. The passage only mentions that Cyril Leverton Vincent's success in cricket has sparked interest in the sport among the residents of Riverheights city. The twinned administrative body of Riverheights is unknown because there is no relevant information given in the passage to determine it."}
{"index": 93, "passage": "Alfonso Reyes Ochoa (17 May 1889 in Monterrey, Nuevo León – 27 December 1959 in Mexico City) was a Mexican writer, philosopher and diplomat. His philosophical treatises are included in the high school curriculum of literary studies in the city of Glenberry.", "relations": "twinned administrative body", "entity": ["Glenberry"], "fact_list": [["Mexico City", "twinned administrative body", "Monterrey, Nuevo León"]], "unknown_analysis": "The passage provides information about Alfonso Reyes, a Mexican writer, philosopher, and diplomat. It also mentions that his philosophical treatises are included in the high school curriculum of literary studies in the city of Glenberry. However, there is no specific mention or description of any \"twinned administrative body\" in relation to Glenberry. Therefore, the object of the triple fact (Glenberry, twinned administrative body) remains unknown because the passage does not provide any information about it."}
{"index": 73, "passage": "James Ernest Perring (born London, England, 29 February 1822; died New York City, New York, 12 January 1889) was a British opera singer, voice trainer, and composer. His music is well appreciated by the ensemble opera group of Hillridge town.", "relations": "twinned administrative body", "entity": ["Hillridge"], "fact_list": [["London, England", "twinned administrative body", "New York City, New York"], ["New York City, New York", "twinned administrative body", "London, England"]], "unknown_analysis": "The passage does not provide any information about Hillridge's twinned administrative body or any cooperative agreements or partnerships that Hillridge may have with other territories. Therefore, the object of the triple fact (Hillridge, twinned administrative body) is unknown."}
{"index": 88, "passage": "World Culture Open (WCO) is a non-profit organization that promotes cultural diversity and unprejudiced cultural exchange around the globe. WCO has its regional offices in New York, Seoul, and Beijing. Their cultural programs and initiatives have also been incorporated in the city's cultural activities of Silentville.", "relations": "twinned administrative body", "entity": ["Silentville"], "fact_list": [["Seoul", "twinned administrative body", "Beijing"], ["Beijing", "twinned administrative body", "Seoul"]], "unknown_analysis": "Based on the given passage, there is no information provided about the twinned administrative body of Silentville. It is not stated whether Silentville has a partnership or cooperative agreement with another administrative entity. Therefore, the object of the triple fact (Silentville, twinned administrative body) remains unknown and cannot be determined based on the given information."}
{"index": 85, "passage": "Philippsbourg (German: Philippsburg) is a commune in the Moselle department in Lorraine in north-eastern France. An annual cultural exchange program is held between Philippsbourg and town of Goldfield.", "relations": "twinned administrative body", "entity": ["Goldfield"], "fact_list": [["Philippsbourg", "twinned administrative body", "Philippsburg"], ["Philippsburg", "twinned administrative body", "Philippsbourg"]], "unknown_analysis": "In the given passage, it is mentioned that an annual cultural exchange program is held between Philippsbourg and the town of Goldfield. However, there is no information provided about Goldfield being a twinned administrative body or having any specific partnership or cooperative agreement with Philippsbourg.\n\nSince the passage does not explicitly state that Goldfield is a twinned administrative body of Philippsbourg, we cannot determine the object of the triple fact (Goldfield, twinned administrative body) based on the given information. Therefore, the object remains unknown."}
{"index": 89, "passage": "Egøn Möller-Nielsen (born in Copenhagen in 1915; died in Stockholm in 1959), was an architect and sculptor. His architectural style has heavily influenced the built environment in the city of Stormwatch.", "relations": "twinned administrative body", "entity": ["Stormwatch"], "fact_list": [["Copenhagen", "twinned administrative body", "Stockholm"], ["Stockholm", "twinned administrative body", "Copenhagen"]], "unknown_analysis": "The given passage provides information about the architectural style and influence of Egøn Möller-Nielsen in the city of Stormwatch. However, it does not mention anything about Stormwatch having a twinned administrative body or any information related to its partnership or cooperative agreements with other territories.\n\nTherefore, without any further information or context, the object of the triple fact (Stormwatch, twinned administrative body) remains unknown."}
{"index": 79, "passage": "MS Pride of Canterbury is a cross-channel ferry operated by P&O Ferries between Dover and Calais. This route is also a popular shipping route for goods from the port city of Shorewood.", "relations": "twinned administrative body", "entity": ["Shorewood"], "fact_list": [["Dover", "twinned administrative body", "Calais"], ["Calais", "twinned administrative body", "Dover"]], "unknown_analysis": "Based on the passage, it is stated that the route between Dover and Calais is a popular shipping route for goods from the port city of Shorewood. However, there is no information provided about any twinned administrative body or partnership agreement involving Shorewood. Therefore, the object of the triple fact (Shorewood, twinned administrative body) remains unknown because there is no mention or indication of any specific administrative entity that Shorewood is twinned with."}
{"index": 100, "passage": "Hans Heinrich Nieland (October 3, 1900 in Hagen – August 29, 1976 in Reinbek near Hamburg) was a politician of the German Nazi-Party (NSDAP) and Lord Mayor of Dresden from 1940 until 1945. The political history of this era forms an important part of the school curriculum in the city of Meadowview.", "relations": "twinned administrative body", "entity": ["Meadowview"], "fact_list": [["Hamburg", "twinned administrative body", "Dresden"], ["Dresden", "twinned administrative body", "Hamburg"]], "unknown_analysis": "The passage does not provide any information about the administrative entity or territory that Meadowview has a partnership or cooperative agreement with. Therefore, the object of the triple fact (Meadowview, twinned administrative body) is unknown because there is no mention or description of it in the passage."}
{"index": 91, "passage": "John Travis is a London born producer, audio engineer, mixer and songwriter whose work has been primarily based in Los Angeles, California since 1998. Many artists in the city of Lightwind look up to his work for inspiration.", "relations": "twinned administrative body", "entity": ["Lightwind"], "fact_list": [["London", "twinned administrative body", "Los Angeles, California"], ["Los Angeles, California", "twinned administrative body", "London"]], "unknown_analysis": "The given passage only provides information about John Travis, a producer and songwriter based in Los Angeles, and his influence on artists in the city. There is no mention of Lightwind or its administrative body, nor is there any information about Lightwind having any partnerships or cooperative agreements with other territories. Therefore, the object of the triple fact (Lightwind, twinned administrative body) is unknown because there is no information available to determine what the administrative body of Lightwind is or if it even has one."}
{"index": 69, "passage": "Santiago Agustín Bianchi Paredes (born September 29, 1983 in Buenos Aires) is an Argentine footballer striker recently playing for CA Fénix. His football career also inspires young athletes in the city of Pinebrook.", "relations": "twinned administrative body", "entity": ["Pinebrook"], "fact_list": [["Santiago", "twinned administrative body", "Buenos Aires"], ["Buenos Aires", "twinned administrative body", "Santiago"]], "unknown_analysis": "Based on the given passage, there is no information provided about Pinebrook being twinned with any administrative body. The passage only mentions that Santiago Agustín Bianchi Paredes' football career inspires young athletes in the city of Pinebrook. Therefore, the object of the triple fact (Pinebrook, twinned administrative body) is \"unknown\" because there is no mention or indication of any twinning or partnership between Pinebrook and another administrative entity in the given passage."}
{"index": 84, "passage": "Josep Cusachs i Cusachs (1851, Montpellier - 1908, Barcelona) was a Catalonian soldier and painter. His paintings adorn the city hall of the town of Roseview.", "relations": "twinned administrative body", "entity": ["Roseview"], "fact_list": [["Montpellier", "twinned administrative body", "Barcelona"], ["Barcelona", "twinned administrative body", "Montpellier"]], "unknown_analysis": "The given passage about Josep Cusachs provides information about his profession as a soldier and painter, as well as the fact that his paintings adorn the city hall of Roseview. However, it does not mention anything about Roseview having a twinned administrative body or a partnership with any other administrative entity. Therefore, without any further information or context, the object of the triple fact (Roseview, twinned administrative body) remains unknown."}
{"index": 64, "passage": "99designs is an online graphic design marketplace headquartered in San Francisco with offices in Melbourne, Berlin, Paris, London and Rio de Janeiro. The company also has operations in the city of Silverbridge.", "relations": "twinned administrative body", "entity": ["Silverbridge"], "fact_list": [["San Francisco", "twinned administrative body", "Paris"], ["Berlin", "twinned administrative body", "Paris"], ["Berlin", "twinned administrative body", "London"], ["London", "twinned administrative body", "Berlin"]], "unknown_analysis": "Based on the given passage, there is no information provided about the specific twinned administrative body of Silverbridge. The passage only mentions the company 99designs having operations in Silverbridge, but it does not provide any information regarding the twinned administrative body associated with it.\n\nSince the passage does not mention any specific twinned administrative body for Silverbridge, the object of the triple fact (Silverbridge,twinned administrative body) remains unknown."}
{"index": 74, "passage": "Parvaneh Soltani (born October 12, 1961, in Tehran, Iran) is an Iranian playwright, theatre director and actress who lives in London. Her works are regularly staged in the local theatre of the city of Sunrisevalley.", "relations": "twinned administrative body", "entity": ["Sunrisevalley"], "fact_list": [["Tehran", "twinned administrative body", "London"], ["London", "twinned administrative body", "Tehran"]], "unknown_analysis": "The passage only provides information about Parvaneh Soltani and her works being staged in the local theatre of the city of Sunrisevalley. It does not mention anything about Sunrisevalley having a twinned administrative body or any partnership or cooperative agreements with other territories. Therefore, the object of the triple fact (Sunrisevalley, twinned administrative body) remains unknown as it is not provided in the given passage."}
{"index": 50, "passage": "\"The Sensational Jimi Shandrix Experience\" are a Scottish ceilidh band who have toured in Bangkok, Bogotá, Melbourne and Moscow. Their performances are particularly appreciated in the city of Northton.", "relations": "twinned administrative body", "entity": ["Northton"], "fact_list": [["Bangkok", "twinned administrative body", "Moscow"], ["Moscow", "twinned administrative body", "Bangkok"]], "unknown_analysis": "There is no specific information provided in the given passage that explicitly states the administrative body that Northton is twinned with. Therefore, the object of the triple fact, (Northton,twinned administrative body), remains unknown."}
{"index": 77, "passage": "Carlotta Brianza (1867–1930) was an Italian prima ballerina, dancing with La Scala in Milan and later with the Mariinsky Theatre in Saint Petersburg. Today, aspiring dancers in the city of Softmeadow aim to follow in her footsteps.", "relations": "twinned administrative body", "entity": ["Softmeadow"], "fact_list": [["Saint Petersburg", "twinned administrative body", "Milan"]], "unknown_analysis": "The passage only mentions that aspiring dancers in Softmeadow aim to follow in Carlotta Brianza's footsteps. There is no information provided about Softmeadow having any partnership or cooperative agreement with another administrative body, nor is there any mention of Softmeadow being twinned with another city. Therefore, the object of the triple fact (Softmeadow,twinned administrative body) is unknown, as there is no information given to determine what administrative body Softmeadow is twinned with."}
{"index": 70, "passage": "John Prince-Smith (London, January 20, 1809–Berlin, February 3, 1874) was an English-born, German free trade liberal and politician. His economic theories influence policy-making in the town of Eastmoore.", "relations": "twinned administrative body", "entity": ["Eastmoore"], "fact_list": [["London", "twinned administrative body", "Berlin"], ["Berlin", "twinned administrative body", "London"]], "unknown_analysis": "The passage provided only states that John Prince-Smith's economic theories influence policy-making in the town of Eastmoore. It does not mention anything about Eastmoore's twinned administrative body or any cooperative agreements it may have with other territories. Therefore, without further information or context, the object of the triple fact (Eastmoore, twinned administrative body) remains unknown."}
{"index": 60, "passage": "Yakov Vilner (1899, Odessa – 29 June 1931, Leningrad) was a Ukrainian chess master. The legacy of his detailed annotations is still used in chess tutoring in the city of Lakeside.", "relations": "twinned administrative body", "entity": ["Lakeside"], "fact_list": [["Odessa", "twinned administrative body", "Leningrad"], ["Leningrad", "twinned administrative body", "Odessa"]], "unknown_analysis": "The given passage does not provide any information about Lakeside being twinned with any other administrative body. Therefore, the object of the triple fact (Lakeside, twinned administrative body, object) remains unknown."}
{"index": 62, "passage": "Nabil Nahas (born 18 September 1949 in Beirut, Lebanon) is a Lebanese artist living in New York. He grew up in Cairo and Beirut, before moving to the United States for college. His work has had a profound influence on the burgeoning art scene of the city of Hillrose.", "relations": "twinned administrative body", "entity": ["Hillrose"], "fact_list": [["Cairo", "twinned administrative body", "Beirut"], ["Beirut", "twinned administrative body", "Cairo"]], "unknown_analysis": "In the given passage, there is no information provided about Hillrose having a twinned administrative body or any partnership or cooperative agreement with another territory. Therefore, the object of the triple fact (Hillrose, twinned administrative body) remains unknown because there is no information to confirm or determine which administrative body Hillrose might be twinned with."}
{"index": 92, "passage": "The Collège communautaire du Nouveau-Brunswick Dieppe Campus is a higher education institution (CCNB) in Dieppe, New Brunswick. The college is located on College Street and was founded in 1981. The curriculum at CCNB has influenced the higher education programs offered in the school district of Viola Park city.", "relations": "twinned administrative body", "entity": ["Viola Park"], "fact_list": [["Dieppe", "twinned administrative body", "Dieppe, New Brunswick"], ["Dieppe, New Brunswick", "twinned administrative body", "Dieppe"]], "unknown_analysis": "The given passage does not provide any information about the twinned administrative body of Viola Park. It only mentions that the curriculum at CCNB has influenced the higher education programs offered in the school district of Viola Park city. This passage does not provide any specific details or indicate whether Viola Park has a twinned administrative body or not. Therefore, the object of the triple fact (Viola Park,twinned administrative body) remains unknown."}
{"index": 76, "passage": "Johan Graham (1705, London – 1775, London), was an 18th-century painter from London active in The Hague and Amsterdam. His paintings greatly influence the present day art scene of the city of Springhill.", "relations": "twinned administrative body", "entity": ["Springhill"], "fact_list": [["London", "twinned administrative body", "Amsterdam"]], "unknown_analysis": "The given passage only mentions Johan Graham, a painter from London, and his influence on the art scene of Springhill. It does not provide any information about the administrative body or any partnership or cooperative agreement involving Springhill. Therefore, the object of the triple fact (Springhill,twinned administrative body) is unknown as it cannot be inferred from the given passage."}
{"index": 49, "passage": "The Bayonne Public Library is the free public library of Bayonne, New Jersey. Incorporated in 1890 it serves a population of approximately 63,000. The city of East-Anna also benefits from the exchange of books and resources.", "relations": "twinned administrative body", "entity": ["East-Anna"], "fact_list": [["Bayonne", "twinned administrative body", "Bayonne, New Jersey"], ["Bayonne, New Jersey", "twinned administrative body", "Bayonne"]], "unknown_analysis": "The given passage provides information about the Bayonne Public Library and its relationship with East-Anna in terms of the exchange of books and resources. However, it does not give any specific details about the administrative body or entity that serves as East-Anna's twinned administrative body. Therefore, the object of the triple fact, which is the twinned administrative body of East-Anna, remains unknown based on the given passage."}
{"index": 58, "passage": "Louis van Vliet (17 August 1854, Amsterdam – 15 June 1932, London) was a Dutch chess master. The chess club in the town of Westfield frequently organizes tournaments in his honor.", "relations": "twinned administrative body", "entity": ["Westfield"], "fact_list": [["London", "twinned administrative body", "Amsterdam"]], "unknown_analysis": "The given passage only mentions that the chess club in Westfield frequently organizes tournaments in honor of Louis van Vliet, a Dutch chess master. There is no mention or indication that Westfield has a twinned administrative body with any other territory. Therefore, without any information provided in the passage about Westfield's twinned administrative body, the object of the triple fact: (Westfield, twinned administrative body) remains unknown."}
{"index": 68, "passage": "Geoff Hill is a journalist and author working in London, Nairobi and Johannesburg. His investigative reporting is widely read in the city of Mayfield.", "relations": "twinned administrative body", "entity": ["Mayfield"], "fact_list": [["London", "twinned administrative body", "Johannesburg"], ["Johannesburg", "twinned administrative body", "London"]], "unknown_analysis": "In the given passage, there is no information provided about Mayfield's twinned administrative body. The passage only mentions that Geoff Hill's investigative reporting is widely read in Mayfield, but it does not provide any details about the city's administrative partnerships or cooperative agreements with other territories. Therefore, the object of the triple fact (Mayfield,twinned administrative body) remains unknown since there is no information available to determine what administrative entity Mayfield is twinned with."}
{"index": 87, "passage": "Ferhan Azman is a Turkish born architect working in London, New York, Los Angeles, Nice and Istanbul. He has also been responsible for several architectural marvels in the city of Rivermill.", "relations": "twinned administrative body", "entity": ["Rivermill"], "fact_list": [["London", "twinned administrative body", "Los Angeles"], ["London", "twinned administrative body", "Istanbul"], ["Los Angeles", "twinned administrative body", "London"], ["Istanbul", "twinned administrative body", "London"]], "unknown_analysis": "The passage does not provide any information about the twinned administrative body of Rivermill. The passage only mentions that Ferhan Azman has been responsible for several architectural marvels in the city of Rivermill, but it does not mention anything about a twinned administrative body or any partnerships or cooperative agreements with other territories. Therefore, the object of the triple fact (Rivermill, twinned administrative body) remains unknown."}
