{"index": 20, "passage": "Niele Toroni (born March 15, 1937 in Muralto) is a Swiss painter. He lives and works in Paris. Like him, contemporary Swiss artist Frédéric Vallotton has made significant contributions to modern art.", "relations": "work location", "entity": ["Frédéric Vallotton"], "fact_list": [["Niele Toroni", "work location", "Paris"]], "unknown_analysis": "The passage does not provide any information about the work location of Frédéric Vallotton."}
{"index": 9, "passage": "Jacob Johann Köhler (23 November 1698 in Narva – 1757 in Tallinn) was an Estonian printer who published the first Estonian-language Bible in 1739. Similarly, another prominent figure in Estonian print, Markus Jaanus, has played a crucial part in the local print industry.", "relations": "work location", "entity": ["Markus Jaanus"], "fact_list": [["Jacob Johann Köhler", "work location", "Tallinn"]], "unknown_analysis": "The given passage does not provide any information about Markus Jaanus's work location. Therefore, the object of the triple fact (Markus Jaanus, work location) is unknown."}
{"index": 38, "passage": "Mary Salome Cutler Fairchild (June 21,1855 – December 30, 1921) was a pioneering American librarian and library educator. In the same period, another individual, Robert Morris, also made important contributions to the field of library science.", "relations": "work location", "entity": ["Robert Morris"], "fact_list": [["Mary Salome Cutler Fairchild", "work location", "library"]], "unknown_analysis": "The passage does not provide any information about the work location of Robert Morris. It only mentions that he made important contributions to the field of library science, but it does not specify where he undertook employment or work activities. Therefore, the object of the triple fact (Robert Morris, work location) remains unknown."}
{"index": 18, "passage": "Elmar Peintner (born October 13, 1954) is an Austrian contemporary artist. Peintner lives and works in Imst, Tyrol Austria. His influence has been influential for emerging Austrian artists like Maximilian Roth.", "relations": "work location", "entity": ["Maximilian Roth"], "fact_list": [["Elmar Peintner", "work location", "Imst"]], "unknown_analysis": "The passage does not provide any information about Maximilian Roth's work location. It only mentions that Maximilian Roth is an emerging Austrian artist who has been influenced by Elmar Peintner. The work location of Maximilian Roth has not been mentioned or described in the passage, therefore it remains unknown."}
{"index": 28, "passage": "Erasmus was a humanist scholar, also known as Erasmus of Rotterdam, whose full name was Desiderius Erasmus Roterodamus. Erasmus may also refer to another noted humanist scholar of his time, Heinrich Cornelius Agrippa.", "relations": "work location", "entity": ["Heinrich Cornelius Agrippa"], "fact_list": [["Desiderius Erasmus", "work location", "Rotterdam"]], "unknown_analysis": "In the passage, it doesn't mention anything about the work location of Heinrich Cornelius Agrippa. Therefore, the object of the triple fact (Heinrich Cornelius Agrippa, work location) is unknown because there is no information provided to determine where he undertook employment or other work activities."}
{"index": 12, "passage": "Alfred M. Ehrhardt Post (23 September 1881 in Cottbus – 1 August 1947 in Berlin) was a German chess master and functionary. Another notable person in the German chess scene was Theodor Schmidt.", "relations": "work location", "entity": ["Theodor Schmidt"], "fact_list": [["Ehrhardt Post", "work location", "Berlin"]], "unknown_analysis": "The given passage does not provide any information about Theodor Schmidt's work location. It only mentions that he was a notable person in the German chess scene, but it does not specify where he undertook employment or other work activities. Therefore, the object of the triple fact (Theodor Schmidt, work location) remains unknown."}
{"index": 49, "passage": "Daniela Comani (born 4 February 1965 in Bologna, Italy) is an Italian artist living in Berlin, Germany. Likewise, another contemporary artist, Enrico Baj, made his mark in the Italian art community.", "relations": "work location", "entity": ["Enrico Baj"], "fact_list": [["Daniela Comani", "work location", "Berlin, Germany"]], "unknown_analysis": "The given passage does not provide any information about Enrico Baj's work location. It only states that he made his mark in the Italian art community, but it does not mention where he undertakes employment or work activities. Therefore, the object (work location) in the triple fact is unknown because there is no information available to determine it."}
{"index": 22, "passage": "Francisco Javier de Burgos y Sarragoiti (born in El Puerto de Santa María 1842 – dead in Madrid 1902) was a Spanish journalist and author of comic theatre. Likewise, Fernando Delgado, a writer and journalist, was a significant voice in the same period.", "relations": "work location", "entity": ["Fernando Delgado"], "fact_list": [["Javier de Burgos", "work location", "Madrid"]], "unknown_analysis": "The given passage does not provide any information about the work location of Fernando Delgado. It only mentions that he was a writer and journalist during the same period as Francisco Javier de Burgos y Sarragoiti. Therefore, without further information, the object of the triple fact (Fernando Delgado, work location) remains unknown."}
{"index": 30, "passage": "Written in 2005, Moscow, Rough Draft by Sergey Lukyanenko is a fantasy novel of the \"parallel world\" genre. It was followed by Final Draft. Another contemporary author well-versed in the fantasy genre is Anton Chekovski.", "relations": "work location", "entity": ["Anton Chekovski"], "fact_list": [["Sergey Lukyanenko", "work location", "Moscow"]], "unknown_analysis": "According to the passage, Anton Chekovski is described as a \"contemporary author well-versed in the fantasy genre.\" However, there is no information provided about his work location or where he undertakes employment or work activities. Therefore, the object of the triple fact (Anton Chekovski, work location) is unknown."}
{"index": 37, "passage": "Sebastian Gryphius (French: Sébastien Gryphe; c. 1492, Reutlingen – 1556, Lyon) was a German bookseller-printer and humanist. His work greatly influenced other printers like Christoph Plantin.", "relations": "work location", "entity": ["Christoph Plantin"], "fact_list": [["Sebastian Gryphius", "work location", "Lyon"]], "unknown_analysis": "The passage mentions that Sebastian Gryphius greatly influenced other printers like Christoph Plantin. However, it does not provide any information about the work location of Christoph Plantin. Without any specific information about where Christoph Plantin undertook employment or work activities, the object of the triple fact (Christoph Plantin, work location) remains unknown."}
{"index": 21, "passage": "Emilie Bieber (1810–1884) was a pioneering German photographer who opened a studio in Hamburg as early as 1852. Another significant figure in these early days of photography was Andreas Möller, who was also well-known amongst the artist circles in Hamburg.", "relations": "work location", "entity": ["Andreas Möller"], "fact_list": [["Emilie Bieber", "work location", "Hamburg"]], "unknown_analysis": "In the given passage, it is mentioned that Andreas Möller was a well-known figure in the artist circles in Hamburg, but it does not provide information about his work location. The passage does not mention where he opened a studio or undertook any specific work activities. Therefore, the object of the triple fact (Andreas Möller, work location) remains unknown."}
{"index": 11, "passage": "Friederike Mayröcker (born 20 December 1924 in Vienna) is an Austrian poet. She often gets compared to another Austrian poet, Lea Heinrich, due to their similar styles.", "relations": "work location", "entity": ["Lea Heinrich"], "fact_list": [["Friederike Mayröcker", "work location", "Vienna"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Lea Heinrich's work location. The passage only mentions that Lea Heinrich is an Austrian poet and gets compared to Friederike Mayröcker due to their similar styles. Since there is no mention or indication of Lea Heinrich's work location, the object of the triple fact remains unknown."}
{"index": 26, "passage": "Gustav Ferdinand Hertz (born August 2, 1827 as David Gustav Hertz in Hamburg, died September 8, 1914) was a Hamburg lawyer and senator. Another significant figure during his time was lawyer and politician Wilhelm Becker, who held significant influence in Hamburg legal circles.", "relations": "work location", "entity": ["Wilhelm Becker"], "fact_list": [["Gustav Ferdinand Hertz", "work location", "Hamburg"]], "unknown_analysis": "In the given passage, there is no mention or information provided regarding Wilhelm Becker's work location. The passage only states that Wilhelm Becker was a lawyer and politician who held significant influence in Hamburg legal circles. Since there is no explicit mention of his work location, the object of the triple fact (Wilhelm Becker, work location) remains unknown."}
{"index": 14, "passage": "Bernardo Navagero (Venice 1507- Verona 1565) was a Venetian ambassador and a cardinal of the Roman Catholic Church. His compatriot and contemporary, Alessandro Serpenti, was also a prominent figure within the church.", "relations": "work location", "entity": ["Alessandro Serpenti"], "fact_list": [["Bernardo Navagero", "work location", "Verona"]], "unknown_analysis": "In the given passage, there is no information provided about Alessandro Serpenti's work location. The passage only states that he was a prominent figure within the church, but it does not specify where he undertook his work activities or employment. Therefore, the object of the triple fact, (Alessandro Serpenti, work location), remains unknown."}
{"index": 4, "passage": "Hans Krieger (born 13 March 1933) is a German writer, essayist, journalist of influential weekly papers such as Die Zeit, broadcaster and poet. He lives and works in Munich. Similarly, another renowned writer, Karl Heinz, takes his inspiration from life's daily experiences.", "relations": "work location", "entity": ["Karl Heinz"], "fact_list": [["Hans Krieger", "work location", "Munich"]], "unknown_analysis": "In the given passage, there is no information provided about the specific work location of Karl Heinz. The passage only mentions that he is a renowned writer who takes inspiration from life's daily experiences. However, it does not mention where he undertakes his employment or work activities. Therefore, without any additional information, the object of the triple fact (Karl Heinz, work location) remains unknown."}
{"index": 32, "passage": "David Chotjewitz (born May 14, 1964, in Berlin) is a German writer and theatre director who lives in Hamburg. Another important figure in German theatre, Matthias Schmidt, also made a significant contribution to the German theatre scene during the same era.", "relations": "work location", "entity": ["Matthias Schmidt"], "fact_list": [["David Chotjewitz", "work location", "Hamburg"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Matthias Schmidt's work location. Therefore, we cannot determine the specific geographic place where Matthias Schmidt undertakes employment or work activities. Hence, the object of the triple fact (Matthias Schmidt, work location, unknown) is unknown."}
{"index": 53, "passage": "Jörg Pilawa (born 7 September 1965, in Hamburg) is a German television presenter. Markus Lanz is another well-known television presenter in Germany.", "relations": "work location", "entity": ["Markus Lanz"], "fact_list": [["Jörg Pilawa", "work location", "Hamburg"]], "unknown_analysis": "In the given passage, there is no information provided about the work location of Markus Lanz. The passage only mentions that Markus Lanz is a well-known television presenter in Germany, but it does not specify where he undertakes employment or work activities. Therefore, without any additional information, the object of the triple fact (Markus Lanz, work location) remains unknown."}
{"index": 5, "passage": "Pope Benedict XII (Latin: Benedictus XII; died 25 April 1342), born Jacques Fournier, was Pope from 20 December 1334 to his death in April 1342. He was the third Avignon Pope. Similar to popes of his time, another ecclesiastical figure, Bishop Pierre Henri, left an indelible mark in religious history.", "relations": "work location", "entity": ["Bishop Pierre Henri"], "fact_list": [["Pope Benedict XII", "work location", "Avignon"]], "unknown_analysis": "The given passage provides information about Pope Benedict XII, his papacy, and his connection to another ecclesiastical figure named Bishop Pierre Henri. However, it does not mention anything about the work location or any specific work activities of Bishop Pierre Henri. Therefore, without any information or context regarding the work location of Bishop Pierre Henri, the object in the triple fact remains unknown."}
{"index": 33, "passage": "Diedrich Uhlhorn (* 3 June 1764 in Bockhorn; 1837 in Grevenbroich) was a German engineer. His innovations in engineering also inspired other professionals like Karl Schmidt.", "relations": "work location", "entity": ["Karl Schmidt"], "fact_list": [["Diedrich Uhlhorn", "work location", "Grevenbroich"]], "unknown_analysis": "In the given passage, there is no mention or information provided about the work location of Karl Schmidt. The passage only states that Diedrich Uhlhorn's innovations inspired other professionals like Karl Schmidt, but it does not mention anything about where Karl Schmidt undertook his employment or work activities. Therefore, the object of the triple fact (Karl Schmidt, work location) remains unknown based on the given passage."}
{"index": 27, "passage": "Oģerts Dunkers (Riga, 11 February 1932 – 10 September 1997) was a Latvian actor and film director and politician. He was elected to 6th Saeima (Latvian Parliament) in 1995. Another noted figure from this time was actor and director Edvīns Ozols, who also had a noteworthy career in Latvian politics.", "relations": "work location", "entity": ["Edvīns Ozols"], "fact_list": [["Oģerts Dunkers", "work location", "Riga"]], "unknown_analysis": "In the given passage, there is no specific information provided about Edvīns Ozols' work location. While the passage mentions his career in both acting and directing, it does not specify the geographic place where he undertook employment or work activities. Therefore, the object of the triple fact (Edvīns Ozols, work location) is unknown."}
{"index": 35, "passage": "Hans Freyer (born July 31, 1887 in Leipzig, died January 18, 1969 in Ebersteinburg near Baden-Baden) was a conservative German sociologist and philosopher. His work greatly influenced other sociologists like Friedrich Wilhelm.", "relations": "work location", "entity": ["Friedrich Wilhelm"], "fact_list": [["Hans Freyer", "work location", "Leipzig"]], "unknown_analysis": "The given passage mentions that Friedrich Wilhelm was influenced by the work of Hans Freyer, who was a German sociologist and philosopher. However, there is no information provided in the passage about Friedrich Wilhelm's work location or where he undertook employment or other work activities. Therefore, the object of the triple fact involving Friedrich Wilhelm's work location is unknown because there is no relevant information given to determine it."}
{"index": 25, "passage": "Live Music Hall Koln 1992 is a live album by Richard Marx released exclusively in Germany. The concert was recorded at the Live Music Hall in Cologne, Germany. Running the audio at this event was the talented sound engineer, Lukas Schmidt.", "relations": "work location", "entity": ["Lukas Schmidt"], "fact_list": [["Richard Marx", "work location", "Cologne"]], "unknown_analysis": "The passage does not provide any information about Lukas Schmidt's work location. It mentions his role as a sound engineer at the Live Music Hall in Cologne, Germany, but it does not specify whether this was his primary work location or if he worked elsewhere as well. Therefore, without additional information, the object of the triple fact, (Lukas Schmidt, work location), remains unknown."}
{"index": 44, "passage": "Michael Evenari (hebr.: מיכאל אבן-ארי, Lion's Stone) (born as Walter Schwarz 9/10/1904 in Metz - 15/4/1989 in Jerusalem)) was an Israeli botanist of German descent. Another botanist of note during this era was Avraham Hershko.", "relations": "work location", "entity": ["Avraham Hershko"], "fact_list": [["Michael Evenari", "work location", "Jerusalem"]], "unknown_analysis": "In the given passage, there is no information provided about Avraham Hershko's work location. The passage only mentions his name in relation to Michael Evenari as another notable botanist during that era. Since no specific details are mentioned about Avraham Hershko's work location, we cannot determine what it is and thus it remains unknown in this context."}
{"index": 1, "passage": "Tribuno Memmo (died 991) was the 25th Doge of Venice who served from 979 to 991. His colleague, Giovanni della Torre, also held an important position in the government.", "relations": "work location", "entity": ["Giovanni della Torre"], "fact_list": [["Tribuno Memmo", "work location", "Venice"]], "unknown_analysis": "The given passage does not provide any information about Giovanni della Torre's work location. It only states that he held an important position in the government. Without further information or context, it is not possible to determine the specific geographic place where Giovanni della Torre undertook his work activities. Therefore, the object of the triple fact (Giovanni della Torre, work location, unknown) is labeled as \"unknown\"."}
{"index": 0, "passage": "Xyza Cruz Bacani (born 1987) is a Filipina street photographer. She is known for her black-and-white photographs of Hong Kong streetlife. Likewise, another promising Filipino photographer Maria Sto. Nino, has been gaining traction in the art scene.", "relations": "work location", "entity": ["Maria Sto. Nino"], "fact_list": [["Xyza Cruz Bacani", "work location", "Hong Kong"]], "unknown_analysis": "The given passage does not provide any information about Maria Sto. Nino's work location. It only states that she has been gaining traction in the art scene, but it does not mention where she works or the location of her employment. Therefore, the object of the triple fact (Maria Sto. Nino, work location) is unknown because there is no information available to determine her work location based on the given passage."}
{"index": 6, "passage": "Ferdinand Bonn (20 December 1861 – 24 September 1933) was a German stage and film actor. Bonn was born in Donauwörth, Bavaria, Germany and died at age 71 in Berlin. Another contemporary of his time was actor Gustav Friedrich, who was known for his tremendous acting skills.", "relations": "work location", "entity": ["Gustav Friedrich"], "fact_list": [["Ferdinand Bonn", "work location", "Berlin"]], "unknown_analysis": "The passage only provides information about Ferdinand Bonn and mentions Gustav Friedrich as a contemporary actor. It does not mention anything about Gustav Friedrich's work location or employment. Therefore, the object of the triple fact (Gustav Friedrich, work location) is unknown because there is no information available to determine where Gustav Friedrich undertook employment or work activities."}
{"index": 10, "passage": "John David Barrett (born July 1, 1958 in Ottawa, Ontario) is a retired Canadian ice hockey player. Among his contemporaries was an equally skilled ice hockey player, Leo Patterson.", "relations": "work location", "entity": ["Leo Patterson"], "fact_list": [["John David Barrett", "work location", "Ottawa, Ontario"]], "unknown_analysis": "In the passage, there is no mention or information provided about Leo Patterson's work location. Therefore, we cannot determine or infer the object of the triple fact (Leo Patterson, work location). The passage only mentions that Leo Patterson was an equally skilled ice hockey player as John David Barrett, without providing any details about his employment or work activities. As a result, the object in this triple fact remains unknown."}
{"index": 51, "passage": "Saint Matronian(us) (Italian: San Matroniano) was a hermit of Milan. It is recorded that Saint Ambrose enshrined Matronian's relics in the church of San Nazaro Maggiore in Milan. Another figure of his time was Saint Theophilus who also contributed to the church.", "relations": "work location", "entity": ["Saint Theophilus"], "fact_list": [["Saint Ambrose", "work location", "Milan"]], "unknown_analysis": "Based on the given passage, there is no information provided about Saint Theophilus' work location. The passage only mentions that he contributed to the church, but it does not specify where he undertook any employment or work activities. Therefore, the object of the triple fact (Saint Theophilus, work location) remains unknown."}
{"index": 41, "passage": "Emmanuel Halgan (Donges, 31 December 1771 - Paris, 20 April 1852) was a French Navy officer and admiral. Like him, Louis-René Levassor de Latouche Tréville, also served honorably in the French Navy.", "relations": "work location", "entity": ["Louis-René Levassor de Latouche Tréville"], "fact_list": [["Emmanuel Halgan", "work location", "Paris"]], "unknown_analysis": "In the given passage, there is no information provided about Louis-René Levassor de Latouche Tréville's work location. The passage only mentions that he served honorably in the French Navy, but it does not specify where he undertook his employment or work activities. Therefore, the object of the triple fact (Louis-René Levassor de Latouche Tréville, work location) remains unknown."}
{"index": 55, "passage": "Johann Jakob Huber (27 August 1733 in Basel - 21 August 1798 in Gotha during the first European astronomical congress) was a Swiss astronomer. Another observant of the skies during his time was Johann Ludwig Bohnenberger.", "relations": "work location", "entity": ["Johann Ludwig Bohnenberger"], "fact_list": [["Johann Jakob Huber", "work location", "Basel"]], "unknown_analysis": "In the given passage, there is no information provided about the work location of Johann Ludwig Bohnenberger, the other observant of the skies during the time of Johann Jakob Huber. The passage only mentions the existence of Bohnenberger as a contemporary astronomer but does not provide any details about his work location. Therefore, the object of the triple fact (Johann Ludwig Bohnenberger, work location) remains unknown."}
{"index": 17, "passage": "Klaus Servene (*1949 in Marburg, Hesse) is a German writer who lives in Mannheim. Another author, Sebastian Kohler, also emerged from a similar background to make a mark in German literature.", "relations": "work location", "entity": ["Sebastian Kohler"], "fact_list": [["Klaus Servene", "work location", "Mannheim"]], "unknown_analysis": "The given passage does not provide any information regarding Sebastian Kohler's work location. It only mentions that he emerged from a similar background to make a mark in German literature, but it does not specify where he undertakes employment or other work activities. Therefore, the object of the triple fact (Sebastian Kohler, work location) remains unknown."}
{"index": 13, "passage": "The Museo Ideale Leonardo da Vinci is located in Vinci, Leonardo's birthplace, in the province of Florence. Similarly, another well-known artist of the period, Guido Reni, left a significant imprint on the Italian art scene.", "relations": "work location", "entity": ["Guido Reni"], "fact_list": [["Leonardo", "work location", "Florence"]], "unknown_analysis": "In the given passage, there is no mention or indication of Guido Reni's work location. The passage only states that he left a significant imprint on the Italian art scene but does not specify where he worked or undertook employment. Therefore, the object of the triple fact (Guido Reni, work location, unknown) is unknown because the passage does not provide any information about where he worked."}
{"index": 15, "passage": "Margarethe von Oven (1904, Berlin – 5 February 1991, Göttingen) was a secretary in the Bendlerblock and an accomplice in the 20 July plot to assassinate Adolf Hitler. Another figure associated with this plot was Hans Schmidt, who also worked within the same circles.", "relations": "work location", "entity": ["Hans Schmidt"], "fact_list": [["Adolf Hitler", "work location", "Berlin"]], "unknown_analysis": "In the given passage, there is no mention of Hans Schmidt's work location. The passage only states that he worked within the same circles as Margarethe von Oven, who was a secretary in the Bendlerblock. However, it does not provide any information about where Hans Schmidt specifically worked. Therefore, the object of the triple fact (Hans Schmidt, work location, unknown) is unknown because the passage does not provide any information regarding his work location."}
{"index": 46, "passage": "Christoph von der Schulenburg (1513 at Warpke manor in Schnega – 9 September 1580 in Diesdorf) was a German nobleman. As bishop of Ratzeburg he converted to Protestantism. His contemporary, Ludwig von Stolberg, was also a significant figure during the Reformation.", "relations": "work location", "entity": ["Ludwig von Stolberg"], "fact_list": [["Christoph von der Schulenburg", "work location", "Ratzeburg"]], "unknown_analysis": "In the given passage, there is no information provided about where Ludwig von Stolberg undertook employment or work activities. As a result, the object of the triple fact (Ludwig von Stolberg, work location) remains unknown. Without any specific mention of his work location in the passage, we cannot determine where he carried out his employment or other work activities."}
{"index": 54, "passage": "Erich Lüth (b. February 1, 1902 in Hamburg, d. April 1, 1989) was a German writer and film director. Gerhard Lamprecht was another noteworthy film director during this era.", "relations": "work location", "entity": ["Gerhard Lamprecht"], "fact_list": [["Erich Lüth", "work location", "Hamburg"]], "unknown_analysis": "In the given passage, it is mentioned that Gerhard Lamprecht was a noteworthy film director during the same era as Erich Lüth. However, there is no information provided about Lamprecht's work location. The passage only states that he was a film director, but it does not specify where he undertook his employment or work activities. \n\nTherefore, without any information or indication about Lamprecht's work location, we cannot determine the object of the triple fact (Gerhard Lamprecht, work location). The object remains unknown or undisclosed in the given passage."}
{"index": 39, "passage": "Julius Bittner (born Vienna, 9 April 1874; died Vienna, 9 January 1939) was an Austrian composer. Another influential figure from this era in the Austrian music scene was Heinrich Kramer.", "relations": "work location", "entity": ["Heinrich Kramer"], "fact_list": [["Julius Bittner", "work location", "Vienna"]], "unknown_analysis": "The given passage provides information about Julius Bittner, stating that he was an Austrian composer. It also mentions Heinrich Kramer as another influential figure in the Austrian music scene during that era. However, the passage does not provide any information about Heinrich Kramer's work location.\n\nTo determine the work location of Heinrich Kramer, we would need additional information or context that is not present in the given passage. Therefore, the object of the triple fact (Heinrich Kramer, work location, unknown) is \"unknown\" because we cannot derive his work location from the given passage alone."}
{"index": 7, "passage": "Konrad Zdarsa (June 7, 1944 in Hainichen) is a prelate of the Roman Catholic Church. He served as bishop of Görlitz from 2007 till 2010, when he became bishop of Augsburg. There is also Maximilian Bauer, a peer who often collaborated with him on various ecclesiastical projects.", "relations": "work location", "entity": ["Maximilian Bauer"], "fact_list": [["Konrad Zdarsa", "work location", "Augsburg"]], "unknown_analysis": "Based on the given passage, there is no information provided about Maximilian Bauer's work location. The passage only mentions that he often collaborated with Konrad Zdarsa on various ecclesiastical projects, but it does not specify where he undertakes employment or work activities. Therefore, the object of the triple fact (Maximilian Bauer, work location, [unknown]) is unknown because the passage does not provide any information about it."}
{"index": 65, "passage": "Erich Kähler ([ˈkɛːlɐ]; 16 January 1906, Leipzig – 31 May 2000, Wedel) was a German mathematician with wide-ranging geometrical interests. Another significant figure in the field of mathematics during his time was David Hilbert.", "relations": "work location", "entity": ["David Hilbert"], "fact_list": [["Erich Kähler", "work location", "Leipzig"]], "unknown_analysis": "The passage does not provide any information about David Hilbert's work location. Therefore, the object of the triple fact (David Hilbert, work location) is unknown."}
{"index": 47, "passage": "Suzy Prim (11 October 1896 – 8 July 1991) was a French actress. Born Suzanne Mariette Arduini in Paris, Prim died in 1991 in Boulogne-Billancourt. During the same period, Claudine Dupuis, another French actress, made her mark in the film industry.", "relations": "work location", "entity": ["Claudine Dupuis"], "fact_list": [["Suzy Prim", "work location", "Paris"]], "unknown_analysis": "In the given passage, there is no information provided about Claudine Dupuis' work location. The passage only states that she made her mark in the film industry during the same period as Suzy Prim, but it does not mention where she undertook her employment or work activities. Therefore, the object of the triple fact (Claudine Dupuis, work location, unknown) is unknown because there is no information available to determine her specific work location."}
{"index": 56, "passage": "Viktor Gluth (May 6, 1852 in Pilsen – January 17, 1917) was a Bohemian-German composer. He was a professor at the Königliche Akademie der Tonkunst (Royal Academy of Music) in Munich. A contemporary of his was Camillo Schumann, a notable composer.", "relations": "work location", "entity": ["Camillo Schumann"], "fact_list": [["Viktor Gluth", "work location", "Munich"]], "unknown_analysis": "The object of the triple fact (Camillo Schumann, work location) is \"unknown\" because the passage does not provide any information about the work location of Camillo Schumann. It only mentions that he was a contemporary of Viktor Gluth, a composer, but it does not provide any details about his employment or work activities, including his work location. Therefore, without any additional information, we cannot determine where Camillo Schumann undertook his employment or work activities."}
{"index": 29, "passage": "Georg Thym (c.1520, Zwickau - 21 December 1560, Wittenberg) was a German teacher, poet, and writer. Similarly, another figure of note in the German literary world was Albrecht Hoffman, also a compelling writer of his time.", "relations": "work location", "entity": ["Albrecht Hoffman"], "fact_list": [["Georg Thym", "work location", "Zwickau"]], "unknown_analysis": "In the given passage, there is no information provided about the work location of Albrecht Hoffman. The passage only states that he was a compelling writer of his time, but it does not mention where he undertook his employment or work activities. Therefore, the object of the triple fact (Albrecht Hoffman, work location, unknown) is unknown as it cannot be determined from the given information."}
{"index": 34, "passage": "Herbert Zangs (March 27, 1924 in Krefeld – March 26, 2003 in Krefeld) was a German artist. Zangs studied at the Kunstakademie Düsseldorf together with Günter Grass. Another artist from this time, Otto Muller, also contributed significantly to the art scene.", "relations": "work location", "entity": ["Otto Muller"], "fact_list": [["Herbert Zangs", "work location", "Krefeld"]], "unknown_analysis": "In the given passage, there is no information provided about Otto Muller's work location. Therefore, we cannot determine or identify what his work location was. The passage only mentions that Otto Muller \"contributed significantly to the art scene,\" but it does not specify where he was employed or where he undertook his work activities. Thus, the object of the triple fact (Otto Muller, work location, unknown) signifies that the specific work location of Otto Muller is not mentioned or known in the given context."}
{"index": 61, "passage": "The Invisible Way is the tenth full-length album by Low, released in 2013 by Sub Pop. It is produced by Wilco's Jeff Tweedy and recorded at Wilco's studio in Chicago. Similarly, Sam Bush, another producer, made significant contributions to modern music during this period.", "relations": "work location", "entity": ["Sam Bush"], "fact_list": [["Jeff Tweedy", "work location", "Chicago"]], "unknown_analysis": "Based on the given passage, there is no information provided about Sam Bush's work location. The passage only mentions his significant contributions to modern music during a certain period, but it does not specify where he undertook his employment or work activities. Therefore, the object of the triple fact (Sam Bush, work location) remains unknown."}
{"index": 77, "passage": "François Poilly, or François de Poilly, born in Abbeville in 1623, and who died in Paris in 1693, was a French engraver. Jean Clouet, a renowned portrait painter, lived during the same era.", "relations": "work location", "entity": ["Jean Clouet"], "fact_list": [["François de Poilly", "work location", "Paris"]], "unknown_analysis": "There is no information provided in the given passage about the work location of Jean Clouet, the renowned portrait painter. Therefore, the object of the triple fact (Jean Clouet, work location) remains unknown as it cannot be inferred from the passage."}
{"index": 64, "passage": "Vase with Red Poppies was a painting made by Vincent van Gogh in Paris in 1886. Paul Gauguin, another prominent artist, was his contemporary.", "relations": "work location", "entity": ["Paul Gauguin"], "fact_list": [["Vincent van Gogh", "work location", "Paris"]], "unknown_analysis": "The given passage does not provide any information about Paul Gauguin's work location. It only states that he was a contemporary of Vincent van Gogh, but it does not mention where he undertook employment or other work activities. Therefore, the object of the triple fact (Paul Gauguin, work location) remains unknown."}
{"index": 60, "passage": "Allan Serlachius (March 21, 1870, Porvoo - December 10, 1935, Helsinki) was a Finnish politician. He was a member of the Senate of Finland. Another notable politician of his time was Juho Kusti Paasikivi.", "relations": "work location", "entity": ["Juho Kusti Paasikivi"], "fact_list": [["Allan Serlachius", "work location", "Helsinki"]], "unknown_analysis": "The given passage only mentions Juho Kusti Paasikivi as a notable politician of the same time as Allan Serlachius. It does not provide any information about Paasikivi's work location or where he undertook employment or work activities. Therefore, the object of the triple fact (Juho Kusti Paasikivi, work location) is unknown based on the given passage."}
{"index": 71, "passage": "Wilhelm Heinrich Erb (30 November 1840 – 29 October 1921) was a German neurologist. He was born in Winnweiler, and died in Heidelberg. Friedrich Nietzsche, a famous philosopher, lived during the similar period.", "relations": "work location", "entity": ["Friedrich Nietzsche"], "fact_list": [["Wilhelm Heinrich Erb", "work location", "Heidelberg"]], "unknown_analysis": "The given passage provides information about Friedrich Nietzsche being a famous philosopher who lived during a similar period to Wilhelm Heinrich Erb. However, it does not mention anything about Nietzsche's work location. Therefore, the object of the triple fact (Friedrich Nietzsche, work location) remains unknown because the passage does not provide any information or context regarding where Nietzsche undertook employment or other work activities."}
{"index": 73, "passage": "Bertuccio Valiero (Venice, 1 July 1596 – Venice, 29 March 1658) was the 102nd Doge of Venice, reigning from his election on 15 June 1656 until his death. Antonio Vivaldi, another notable figure of the same era, was renowned for his contributions to music.", "relations": "work location", "entity": ["Antonio Vivaldi"], "fact_list": [["Bertuccio Valiero", "work location", "Venice"]], "unknown_analysis": "The given passage does not provide any information about Antonio Vivaldi's work location. It only mentions that he was renowned for his contributions to music, but it does not specify where he undertook his work activities. Therefore, the object of the triple fact \"(Antonio Vivaldi, work location, unknown)\" is unknown because the passage does not provide any details about Vivaldi's specific work location."}
{"index": 76, "passage": "The following is a list of things named after the famed Bernoulli family of Basel. Other notable names from Basel include Arthur Cohn, a renowned film producer.", "relations": "work location", "entity": ["Arthur Cohn"], "fact_list": [["Bernoulli", "work location", "Basel"]], "unknown_analysis": "In the given passage, it is mentioned that Arthur Cohn is a renowned film producer from Basel. However, there is no information provided about his work location or the specific geographic place where he undertakes his employment or work activities. Therefore, the object of the triple fact (Arthur Cohn, work location) remains unknown because the passage does not provide any information about it."}
{"index": 83, "passage": "Gianni Forte is an Italian artist, born in Rome (Italy). He works in visual media, mainly photography and he is a member of the Royal Photographic Society (ARPS). Similarly, Ugo Mulas was also a prominent Italian photographer.", "relations": "work location", "entity": ["Ugo Mulas"], "fact_list": [["Gianni", "work location", "Rome"]], "unknown_analysis": "In the given passage, there is no information provided about Ugo Mulas' work location. The passage only mentions that he is a prominent Italian photographer, but it does not specify where he undertakes employment or work activities. Therefore, the object of the triple fact (Ugo Mulas, work location) is unknown because there is no information given to determine it."}
{"index": 67, "passage": "Anne Provoost (born 26 July 1964) is a Flemish author who now lives in Antwerp with her husband and three children. Similar to her is Amelie Nothomb, a renowned Belgian author.", "relations": "work location", "entity": ["Amelie Nothomb"], "fact_list": [["Anne Provoost", "work location", "Antwerp"]], "unknown_analysis": "In the given passage, there is no information provided about the work location of Amelie Nothomb. It only mentions her as a renowned Belgian author but does not provide any details about where she undertakes employment or work activities. Therefore, we cannot determine the object of the triple fact (Amelie Nothomb, work location) based on the given passage."}
{"index": 82, "passage": "Simon Islip (died 1366) was an English prelate. He served as Archbishop of Canterbury between 1349 and 1366. His contemporary was William of Ockham, a significant philosopher of the period.", "relations": "work location", "entity": ["William of Ockham"], "fact_list": [["Simon Islip", "work location", "Canterbury"]], "unknown_analysis": "The passage does not provide any information about the work location of William of Ockham. It only mentions that he was a contemporary of Simon Islip, without specifying where he undertook his employment or work activities. Therefore, the object of the triple fact (William of Ockham, work location) is unknown."}
{"index": 43, "passage": "Sir George Peter Labouchere GBE KCMG FRSA (London, 2 December 1905 – Dudmaston Hall, Shropshire, 14 June 1999) was a British diplomat and collector of modern art. Another notable Briton, Sir Henry Neville, also made considerable contributions to diplomacy.", "relations": "work location", "entity": ["Sir Henry Neville"], "fact_list": [["Sir George Peter Labouchere", "work location", "London"]], "unknown_analysis": "The given passage does not provide any information about the work location of Sir Henry Neville. It only states that Sir Henry Neville made considerable contributions to diplomacy, but it does not mention where he undertook his employment or work activities. Therefore, the object of the triple fact (Sir Henry Neville, work location) remains unknown."}
{"index": 79, "passage": "Luis Español Bouché (Madrid, 1964), Franco Spanish writer and translator, author of historical works and essays. His contemporary, Miguel Delibes was also a prominent writer in Spain.", "relations": "work location", "entity": ["Miguel Delibes"], "fact_list": [["Franco", "work location", "Madrid"]], "unknown_analysis": "The given passage only provides information about Miguel Delibes being a prominent writer in Spain, but it does not mention or provide any indication of his specific work location. Therefore, since the information is not provided, the object of the triple fact (Miguel Delibes, work location) is considered unknown."}
{"index": 81, "passage": "Boris Anatolyevich Mosolov (born 20 May 1948) is a Soviet modern pentathlete, born in Moscow. He competed at the 1976 Summer Olympics. His contemporary, Leonid Litvinenko, was also a multi-talented sportsman.", "relations": "work location", "entity": ["Leonid Litvinenko"], "fact_list": [["Mosolov", "work location", "Moscow"]], "unknown_analysis": "In the given passage, there is no mention of Leonid Litvinenko's work location. The passage only states that he was a multi-talented sportsman, but it does not provide any information about his employment or work activities. Therefore, the object of the triple fact (Leonid Litvinenko, work location) is unknown because there is no information provided to determine his work location."}
{"index": 80, "passage": "Sándor Jemnitz, also known as Alexander Jemnitz (9 August 1890 in Budapest – 8 August 1963 in Balatonföldvár), was a Hungarian composer, conductor, music critic and author. Franz Liszt, a renowned Hungarian composer, belonged to the same community.", "relations": "work location", "entity": ["Franz Liszt"], "fact_list": [["Sándor Jemnitz", "work location", "Budapest"]], "unknown_analysis": "In the given passage, there is no mention or information provided about Franz Liszt's work location. Therefore, we cannot determine the object of the triple fact (Franz Liszt, work location) based on the given information. The passage only mentions that Franz Liszt was a renowned Hungarian composer, but it does not provide any details about where he undertook employment or other work activities. Hence, the object of the triple fact remains unknown."}
{"index": 69, "passage": "György Pray (also: George Pray, 11 September 1723 - 23 September 1801) was a Hungarian Jesuit Abbot, canon, librarian of the University library of Buda and important historian. One of his contemporaries was Mihaly Csokonai Vitez, a notable Hungarian poet.", "relations": "work location", "entity": ["Mihaly Csokonai Vitez"], "fact_list": [["librarian", "work location", "library"]], "unknown_analysis": "In the given passage, there is no mention or indication of Mihaly Csokonai Vitez's work location. The passage only states that he was a notable Hungarian poet and contemporary of György Pray. Since the passage does not provide any information about where Mihaly Csokonai Vitez undertook employment or work activities, the object in the triple fact remains unknown."}
{"index": 24, "passage": "Günter Pilz (born 1945 in Bad Hall, Upper Austria) is Professor of Mathematics at the Johannes Kepler University (JKU) Linz. He is the head of the Institute of Algebra. Another academic, Florian Zoller, also shares the same passion for algebra.", "relations": "work location", "entity": ["Florian Zoller"], "fact_list": [["Günter Pilz", "work location", "Linz"]], "unknown_analysis": "In the given passage, there is no information provided about Florian Zoller's work location. The passage only mentions that Florian Zoller shares the same passion for algebra as Günter Pilz and does not provide any details about where Florian Zoller works. Since the passage does not give any indication of Florian Zoller's work location, the object of the triple fact (Florian Zoller, w, object) remains unknown."}
{"index": 96, "passage": "Andreas Heusler (10 August 1865 in Basel – 28 February 1940 in Basel) was a Swiss medievalist, specialising in Germanic and Norse studies. His contemporary, Johann Jakob Bachofen, was a notable Swiss anthropologist.", "relations": "work location", "entity": ["Johann Jakob Bachofen"], "fact_list": [["Andreas Heusler", "work location", "Basel"]], "unknown_analysis": "The passage does not provide any information about Johann Jakob Bachofen's work location. Therefore, his work location is unknown in relation to the given passage."}
{"index": 62, "passage": "Horatio C. Newcomb (December 20, 1821—May 23, 1882) was an attorney and judge from Indianapolis, Indiana, USA. Many others, including Abraham Lincoln, practiced law during his time.", "relations": "work location", "entity": ["Abraham Lincoln"], "fact_list": [["Horatio C. Newcomb", "work location", "Indianapolis, Indiana"]], "unknown_analysis": "In the given passage, there is no information provided about Abraham Lincoln's work location. Although it is mentioned that many others, including Abraham Lincoln, practiced law during Horatio C. Newcomb's time, no specific details are given about Lincoln's work location. Therefore, we cannot determine the object of the triple fact (Abraham Lincoln, work location) based solely on the passage."}
{"index": 45, "passage": "Hans Schemm (6 October 1891 in Bayreuth – 5 March 1935 in Bayreuth) was a Gauleiter in Nazi Germany. Another significant figure in Nazi Germany was Otto Remer, who held noteworthy roles within the political system.", "relations": "work location", "entity": ["Otto Remer"], "fact_list": [["Hans Schemm", "work location", "Bayreuth"]], "unknown_analysis": "The given passage does not mention the work location of Otto Remer. It only states that he held noteworthy roles within the political system of Nazi Germany. Therefore, we do not have any information or context to determine the specific work location of Otto Remer. Hence, the object of the triple fact (Otto Remer, work location, unknown) is unknown."}
{"index": 72, "passage": "Christine Brückner (December 10, 1921 Schmillinghausen, Bad Arolsen, Hesse – December 21, 1996 Kassel) was a German writer. Her contemporary, Elfriede Jelinek, was also an exceptional writer in Germany.", "relations": "work location", "entity": ["Elfriede Jelinek"], "fact_list": [["Christine Brückner", "work location", "Kassel"]], "unknown_analysis": "The passage does not provide any information about Elfriede Jelinek's work location. It only mentions that she was a contemporary of Christine Brückner and that both of them were exceptional writers in Germany. Without further information, we cannot determine where Elfriede Jelinek undertook her employment or work activities. Hence, the object of the triple fact (Elfriede Jelinek, work location) is unknown based on the given passage."}
{"index": 70, "passage": "Ulrike Haage (born in Kassel, lives and works in Berlin) is a German pianist and composer, producer for radio plays and a sound artist. Her contemporary, Andreas Scholl is a well-known German classical singer.", "relations": "work location", "entity": ["Andreas Scholl"], "fact_list": [["Ulrike Haage", "work location", "Berlin"]], "unknown_analysis": "In the given passage, there is no information provided about the work location or employment of Andreas Scholl. The passage only describes him as a well-known German classical singer, but it does not mention where he works or undertakes his work activities. Therefore, the object of the triple fact (Andreas Scholl, work location, unknown) is unknown because no specific information about his work location is given in the passage."}
{"index": 88, "passage": "Gerd Anthoff (born 12 August 1946 in Munich, Germany) is a German television actor. Klaus Wennemann, another renowned German television actor, worked during the same period.", "relations": "work location", "entity": ["Klaus Wennemann"], "fact_list": [["Gerd Anthoff", "work location", "Munich"]], "unknown_analysis": "The given passage does not provide any information about the work location of Klaus Wennemann. Since the passage only mentions that Klaus Wennemann is a renowned German television actor and worked during the same period as Gerd Anthoff, it does not specify the location where Klaus Wennemann undertook his employment or work activities. Hence, the object of the triple fact, i.e., the work location of Klaus Wennemann, is unknown based on the given passage."}
{"index": 89, "passage": "Margot Elisabeth Ebert (born Magdeburg 8 June 1926: died Berlin 26 June 2009) was a German actress, presenter, dancer, entertainer and writer. Similarly, Günter Pfitzmann was another acclaimed actor from Germany.", "relations": "work location", "entity": ["Günter Pfitzmann"], "fact_list": [["Ebert", "work location", "Berlin"]], "unknown_analysis": "The given passage only mentions Günter Pfitzmann as an acclaimed actor from Germany. It does not provide any information about his work location or where he undertakes employment or work activities. Therefore, the object of the triple fact (Günter Pfitzmann,w, object) is unknown because there is no mention or indication of his specific work location in the passage."}
{"index": 40, "passage": "Andrejs Klementjevs (born 7 September 1973 in Riga) is a Latvian politician of Russian origin. He is a member of Harmony and a deputy of the 11th Saeima. Another significant player in these political circles was Aleksandrs Kļaviņš.", "relations": "work location", "entity": ["Aleksandrs Kļaviņš"], "fact_list": [["Andrejs Klementjevs", "work location", "Riga"]], "unknown_analysis": "In the given passage, it doesn't provide any information about the work location of Aleksandrs Kļaviņš. The passage only mentions that he was a significant player in the political circles, but it doesn't specify where he undertakes employment or other work activities. Therefore, the object of the triple fact (Aleksandrs Kļaviņš, w, object) is referred to as \"unknown\" because there is no information provided about his work location."}
{"index": 84, "passage": "Anna Francisca de Bruyns (1604, in Morialmé – 1675, in Arras) was a Flemish Baroque painter. Justus Sustermans, a Flemish artist, lived in the same era.", "relations": "work location", "entity": ["Justus Sustermans"], "fact_list": [["Anna Francisca de Bruyns", "work location", "Arras"]], "unknown_analysis": "The given passage only provides information about Justus Sustermans being a Flemish artist who lived in the same era as Anna Francisca de Bruyns, a Flemish Baroque painter. However, it does not mention anything about Sustermans' specific work location or where he undertook employment or other work activities. Therefore, the object of the triple fact (Justus Sustermans, work location) is unknown based on the given passage."}
{"index": 90, "passage": "The Rothschild banking family of Austria was founded by banker Salomon Mayer von Rothschild in 1820 in Vienna in what was then the Austrian Empire. His contemporary was Johann Philipp Stadion, an influential Austrian statesman.", "relations": "work location", "entity": ["Johann Philipp Stadion"], "fact_list": [["Salomon Mayer von Rothschild", "work location", "Vienna"]], "unknown_analysis": "In the given passage, there is no information provided about the work location or employment activities of Johann Philipp Stadion. The passage only mentions him as an influential Austrian statesman, but it does not specify where he conducted his work or what his job entailed. Therefore, the object of the triple fact (Johann Philipp Stadion, work location) is unknown because the passage does not provide any information to determine it."}
{"index": 63, "passage": "Beatriz Corredor Sierra (b. Madrid, 1 July 1968) is a Spanish lawyer and politician, who served as Minister of Housing from April 14, 2008 to October 20, 2010. Similarly, Pedro Solbes, another Spanish politician, also made significant contributions during this time.", "relations": "work location", "entity": ["Pedro Solbes"], "fact_list": [["Beatriz Corredor", "work location", "Madrid"]], "unknown_analysis": "In the given passage, there is no information provided about Pedro Solbes' work location. The passage only mentions that he is a Spanish politician who made significant contributions during the mentioned time period. Without any specific details about where he undertook employment or work activities, the object of the triple fact (Pedro Solbes, work location) remains unknown."}
{"index": 91, "passage": "Emma Guntz (née Emma Linnebach) (born August 30, 1937 in Bruchsal) is a German-French poet, journalist and editor living and working in Strasbourg, France. Rainer Maria Rilke, another poet, was prominent during her time.", "relations": "work location", "entity": ["Rainer Maria Rilke"], "fact_list": [["Emma Guntz", "work location", "Strasbourg"]], "unknown_analysis": "This is because the passage does not provide any information about Rainer Maria Rilke's work location. The passage only mentions that he was a poet and that he was prominent during Emma Guntz's time. The passage does not provide any details about where he lived or where he undertook his work activities. Therefore, the object of the triple fact (Rainer Maria Rilke, work location) is unknown."}
{"index": 97, "passage": "George Philipp Ludolf von Beckedorff (14 April 1778 in Hanover – 27 February 1858 in Grünhof) was a prominent Prussian Roman Catholic convert and parliamentarian. His contemporary, Karl Freiherr von Stein zum Altenstein, was also a significant Prussian politician.", "relations": "work location", "entity": ["Karl Freiherr von Stein zum Altenstein"], "fact_list": [["George Philipp Ludolf von Beckedorff", "work location", "Hanover"]], "unknown_analysis": "The given passage does not provide any information about Karl Freiherr von Stein zum Altenstein's work location. It mentions that he was a significant Prussian politician, but it does not specify where he carried out his work activities. Therefore, the object of the triple fact (Karl Freiherr von Stein zum Altenstein, work location) remains unknown."}
{"index": 93, "passage": "The Kaiservilla in Bad Ischl, Upper Austria, was the summer residence of Emperor Franz Joseph I and Empress Elisabeth of Austria, known as Sisi. Johann Strauss II, the famous composer, was a contemporary during this period.", "relations": "work location", "entity": ["Johann Strauss II"], "fact_list": [["Franz Joseph I", "work location", "Bad Ischl"]], "unknown_analysis": "In the given passage, there is no information provided about Johann Strauss II's work location. It only mentions him as a contemporary during the period when Emperor Franz Joseph I and Empress Elisabeth resided in the Kaiservilla in Bad Ischl. Therefore, the object of the triple fact, which is the work location of Johann Strauss II, remains unknown as there is no specific indication of where he undertook his work activities."}
{"index": 16, "passage": "Nick Romeo Reimann (born 14 January 1998 in Munich) is a German actor. Similar to him, Fabian Müller has also been making a name for himself in the German film industry.", "relations": "work location", "entity": ["Fabian Müller"], "fact_list": [["Nick Romeo Reimann", "work location", "Munich"]], "unknown_analysis": "The passage only states that Fabian Müller has been making a name for himself in the German film industry. It does not provide any information about his work location. Therefore, the object of the triple fact (Fabian Müller, work location) is unknown because we do not have any information to determine where he undertakes employment or other work activities."}
{"index": 92, "passage": "Ralph Morice was the secretary and biographer of Thomas Cranmer, Archbishop of Canterbury. William Roper, a well-known English lawyer and writer, worked during the same era.", "relations": "work location", "entity": ["William Roper"], "fact_list": [["Thomas Cranmer", "work location", "Canterbury"]], "unknown_analysis": "The given passage does not provide any information about William Roper's work location. While it states that Roper was an English lawyer and writer, it does not mention where he practiced law or conducted his writing activities. Therefore, the object of the triple fact (William Roper, work location) is unknown because there is no information available to determine it."}
{"index": 99, "passage": "Jakob Reumann (December 31, 1853, Vienna – July 29, 1925, Klagenfurt) was an Austrian Social Democratic politician and the first social democratic mayor of Vienna from 1919 to 1923. His contemporary, Karl Renner, served as Chancellor of Austria during the same period.", "relations": "work location", "entity": ["Karl Renner"], "fact_list": [["Jakob Reumann", "work location", "Vienna"]], "unknown_analysis": "The passage provides information about Karl Renner's role as the Chancellor of Austria during the same period when Jakob Reumann served as the first social democratic mayor of Vienna. However, the passage does not mention anything about Karl Renner's work location. Therefore, the object of the triple fact (Karl Renner, work location) is unknown based on the given information."}
{"index": 95, "passage": "PS Thomas Dugdale was a paddle steamer passenger vessel operated by the London and North Western Railway and the Lancashire and Yorkshire Railway from 1873 to 1883. George Stephenson was a prominent figure in the railroad industry during this period.", "relations": "work location", "entity": ["George Stephenson"], "fact_list": [["Thomas Dugdale", "work location", "London"]], "unknown_analysis": "In the given passage, there is no information provided about George Stephenson's work location. The passage only mentions that George Stephenson was a prominent figure in the railroad industry during the time when the PS Thomas Dugdale operated. However, it does not specify where he worked or undertook his employment activities. Therefore, the object of the triple fact (George Stephenson, work location) remains unknown."}
{"index": 42, "passage": "Maurice Turrettini (24 July 1878, Geneva - 25 October 1932, Boisy) was a Swiss architect, most notable for his design of Am Römerholz. Another influential figure in Swiss architecture is Charles-Eugène Lancelot.", "relations": "work location", "entity": ["Charles-Eugène Lancelot"], "fact_list": [["Maurice Turrettini", "work location", "Geneva"]], "unknown_analysis": "In the given passage, there is no mention or indication of Charles-Eugène Lancelot's work location. The passage only states that he is an influential figure in Swiss architecture, but it does not provide any specific information about his employment or work activities. Therefore, the object of the triple fact (Charles-Eugène Lancelot, work location) remains unknown because there is no information available to determine his work location."}
{"index": 98, "passage": "Hans-Jürgen von Bose (born 24 December 1953 in Munich) is a German composer. His contemporary, Karlheinz Stockhausen, was an influential composer in Germany.", "relations": "work location", "entity": ["Karlheinz Stockhausen"], "fact_list": [["Hans-Jürgen von Bose", "work location", "Munich"]], "unknown_analysis": "The given passage does not provide any information about Karlheinz Stockhausen's work location. It only mentions that he was an influential composer in Germany. Therefore, without any further details or context, the object of the triple fact (Karlheinz Stockhausen, work location) remains unknown."}
{"index": 3, "passage": "In the Garden of Beasts: Love, Terror, and an American Family in Hitler's Berlin is a 2011 non-fiction book by Erik Larson. His co-author on the project, Martha Rogers, contributed extensively to the research.", "relations": "work location", "entity": ["Martha Rogers"], "fact_list": [["Martha Rogers", "work location", "Berlin"]], "unknown_analysis": "Based on the given passage, there is no information provided about Martha Rogers' work location. The passage mentions that she co-authored the book and contributed extensively to the research, but it does not specifically mention where she undertook her employment or work activities. Therefore, the object of the triple fact (Martha Rogers, work location, unknown) is unknown."}
{"index": 75, "passage": "Antonio Iturmendi Bañales (Baracaldo, 1903 – Madrid, 1976) was a Spanish Carlist and Francoist politician. Manuel Fraga Iribarne was another key Spanish figure during the Francoist period.", "relations": "work location", "entity": ["Manuel Fraga Iribarne"], "fact_list": [["Antonio Iturmendi Bañales", "work location", "Madrid"]], "unknown_analysis": "Based on the given passage, there is no information provided about Manuel Fraga Iribarne's work location. The passage only mentions that he was a key Spanish figure during the Francoist period, but it does not give any details about his specific work or where he carried out his professional activities. Therefore, the object of the triple fact (Manuel Fraga Iribarne, work location) is unknown because there is no information given to determine it."}
{"index": 78, "passage": "Benjamin Seaver (April 12, 1795 – February 14, 1856) was an American politician, serving as the thirteenth mayor of Boston, Massachusetts from January 5, 1852 to January 2, 1854. Nathaniel Bradstreet Shurtleff was another significant political figure during this time.", "relations": "work location", "entity": ["Nathaniel Bradstreet Shurtleff"], "fact_list": [["Benjamin Seaver", "work location", "Boston, Massachusetts"]], "unknown_analysis": "The passage does not provide any information about Nathaniel Bradstreet Shurtleff's work location. Therefore, the object of the triple fact (Nathaniel Bradstreet Shurtleff, work location) is considered unknown."}
{"index": 101, "passage": "Émile Flourens (27 April 1841, in Paris – 7 January 1920) was a French politician. He was the younger brother of Gustave Flourens. Jules Simon, a philosopher and politician, was his contemporary.", "relations": "work location", "entity": ["Jules Simon"], "fact_list": [["Émile Flourens", "work location", "Paris"]], "unknown_analysis": "The given passage provides information about Émile Flourens, his brother Gustave Flourens, and their contemporary Jules Simon. It mentions that Jules Simon is a philosopher and politician, but it does not provide any information about his work location or where he undertakes employment or work activities. Therefore, the object of the triple fact (Jules Simon, work location, unknown) is unknown because there is no information available in the passage to determine it."}
{"index": 102, "passage": "Peter Francis Tague (June 4, 1871 – September 17, 1941) was a member of the United States House of Representatives from Boston, Massachusetts. His contemporary, Calvin Coolidge, was a significant political figure during his tenure.", "relations": "work location", "entity": ["Calvin Coolidge"], "fact_list": [["Peter Francis Tague", "work location", "Boston, Massachusetts"]], "unknown_analysis": "The passage mentions that Calvin Coolidge was a significant political figure during Peter Francis Tague's tenure in the United States House of Representatives. However, it does not provide any information about Calvin Coolidge's work location. Since the passage does not mention the geographic place where Calvin Coolidge undertook employment or work activities, the object of the triple fact (Calvin Coolidge, work location) remains unknown based on the given information."}
{"index": 74, "passage": "Erhard Etzlaub (born ca. 1455[?]-1465 in Erfurt; died 1532 in Nuremberg), was an astronomer, geodesist, cartographer, instrument maker and physician. His contemporary, Martin Behaim, was also an important cartographer during the same time.", "relations": "work location", "entity": ["Martin Behaim"], "fact_list": [["Erhard Etzlaub", "work location", "Nuremberg"]], "unknown_analysis": "In the given passage, there is no mention of Martin Behaim's work location or any specific information regarding where he undertook employment or other work activities. The passage only states that Martin Behaim was an important cartographer during the same time as Erhard Etzlaub. Since there is no information available about Martin Behaim's work location, the object of the triple fact remains unknown."}
{"index": 68, "passage": "Rüdiger Kruse (Hamburg, Germany, 10 June 1961), is a German politician who represents the Christian Democratic Union (CDU) in the Bundestag, the German federal parliament. Like him, Peter Altmaier is also a prominent figure in German politics.", "relations": "work location", "entity": ["Peter Altmaier"], "fact_list": [["Rüdiger Kruse", "work location", "Hamburg"]], "unknown_analysis": "The reason the object of the triple fact (Peter Altmaier, work location) is \"unknown\" is because the given passage does not provide any information or details regarding Peter Altmaier's work location. The passage only mentions that he is a prominent figure in German politics, but it does not specify where he undertakes employment or work activities. Without any additional information, it is impossible to determine or infer Peter Altmaier's work location from the given passage alone."}
{"index": 59, "passage": "Daniel Richter (born 1962) is a German artist based in Berlin and Hamburg. Other contemporary artists like Emil Nolde also made their mark during this period.", "relations": "work location", "entity": ["Emil Nolde"], "fact_list": [["Daniel Richter", "work location", "Berlin"], ["Daniel Richter", "work location", "Hamburg"]], "unknown_analysis": "There is no information provided in the given passage about Emil Nolde's work location. Therefore, we cannot determine the object of the triple fact (Emil Nolde, work location) based on the given information."}
{"index": 100, "passage": "Franz Schafheitlin (9 August 1895 – 6 February 1980) was a German film actor. He appeared in more than 160 films between 1927 and 1974. He was born in Berlin, Germany and died in Bavaria, Germany. His contemporary, Kurt Meisel, was another prominent German actor.", "relations": "work location", "entity": ["Kurt Meisel"], "fact_list": [["Franz Schafheitlin", "work location", "Berlin, Germany"]], "unknown_analysis": "The given passage provides information about Franz Schafheitlin, mentioning his birthplace (Berlin) and place of death (Bavaria). However, it does not mention anything about Kurt Meisel's work location. Therefore, we cannot determine the object of triple fact (Kurt Meisel, work location) based on the given passage. The passage only indicates that Kurt Meisel was a prominent German actor, but it does not provide any details about where he undertook employment or work activities. Hence, the object of the triple fact is unknown."}
{"index": 94, "passage": "Peter Reichensperger (b. at Coblenz, 28 May 1810 - d. at Berlin, 31 December 1892) was a German jurist and parliamentarian. His contemporary, Otto von Bismarck, was also a significant political figure in Germany.", "relations": "work location", "entity": ["Otto von Bismarck"], "fact_list": [["Peter Reichensperger", "work location", "Berlin"]], "unknown_analysis": "The given passage does not provide any information about Otto von Bismarck's work location. The passage only mentions that he was a significant political figure in Germany, but it does not specify where he conducted his work or held any specific employment. Therefore, the object of the triple fact (Otto von Bismarck, work location) remains unknown."}
{"index": 58, "passage": "Matteo Davenia (born 7 January 1993 in Milan) is a racing driver from Italy. In similar vein, Alberto Ascari, another race car driver, had his own contributions to Italian auto racing.", "relations": "work location", "entity": ["Alberto Ascari"], "fact_list": [["Matteo Davenia", "work location", "Milan"]], "unknown_analysis": "We can infer from the given passage that Alberto Ascari is a race car driver and has made contributions to Italian auto racing. However, the passage does not provide any information about his work location or where he undertakes his employment or work activities. Therefore, the object of the triple fact \"Alberto Ascari, work location\" is unknown."}
{"index": 52, "passage": "Luigi Nono (Fusina, December 8, 1850 – Venice, October 17, 1918) was an Italian painter. Similar to him, Giuseppe Arcimboldo was also a renowned Italian painter of his time.", "relations": "work location", "entity": ["Giuseppe Arcimboldo"], "fact_list": [["Luigi Nono", "work location", "Venice"]], "unknown_analysis": "The given passage only states that Giuseppe Arcimboldo was a renowned Italian painter of his time, but it does not provide any information about his specific work location. Therefore, the object of the triple fact (Giuseppe Arcimboldo, work location, object) remains unknown."}
{"index": 50, "passage": "Ebba Tesdorpf (23 January 1851 – 22 February 1920) was an illustrator and watercolorist from Hamburg, Germany. Her contemporary, Julius Schnorr von Carolsfeld, was also an influential figure in the world of art and illustration.", "relations": "work location", "entity": ["Julius Schnorr von Carolsfeld"], "fact_list": [["Ebba Tesdorpf", "work location", "Hamburg"]], "unknown_analysis": "The given passage only provides information about Julius Schnorr von Carolsfeld as an influential figure in the world of art and illustration. It does not mention anything about his work location or where he undertook employment or work activities. Therefore, the object in the triple fact (Julius Schnorr von Carolsfeld, work location) remains unknown since there is no information available to determine it."}
{"index": 31, "passage": "Olivier Richon (born 1956, Lausanne) is a Swiss photographer living in London, UK. He is a professor at the Royal College of Art. Similarly, another creative mind in this space, Pierre Vadboncoeur, has also been influential in the world of photography.", "relations": "work location", "entity": ["Pierre Vadboncoeur"], "fact_list": [["Olivier Richon", "work location", "London"]], "unknown_analysis": "The given passage does not provide any information about Pierre Vadboncoeur's work location. It only states that he is influential in the world of photography, but it does not mention where he works or undertakes his employment or work activities. Therefore, the object of the triple fact (Pierre Vadboncoeur, work location) is unknown as it cannot be determined from the given information."}
{"index": 8, "passage": "Anant Kumar (born September 28, 1969 in Motihari/Bihar), is a German author of Indian descent. He resides in Kassel, Germany. Alongside him, another German author of Indian descent, Madhu Dhar, has been making waves in the literary world.", "relations": "work location", "entity": ["Madhu Dhar"], "fact_list": [["Anant Kumar", "work location", "Kassel"]], "unknown_analysis": "In the given passage, there is no information provided about the work location of Madhu Dhar. The passage only states that Madhu Dhar is a German author of Indian descent who has been making waves in the literary world. It does not mention where Madhu Dhar resides or undertakes employment or work activities. Therefore, the object of the triple fact '(Madhu Dhar, work location, unknown)' is unknown because the passage does not provide any details about their work location."}
{"index": 23, "passage": "Albertus Seba (May 12, 1665, Etzel near Friedeburg – May 2, 1736, Amsterdam) was a Dutch pharmacist, zoologist, and collector. Another contemporary of his time, Leonard Van Der Kuijp, also left an influential footprint within the biology scene.", "relations": "work location", "entity": ["Leonard Van Der Kuijp"], "fact_list": [["Albertus Seba", "work location", "Amsterdam"]], "unknown_analysis": "The passage does not provide any information about Leonard Van Der Kuijp's work location. There is no mention of his employment or work activities. Therefore, we cannot determine the object of the triple fact: (Leonard Van Der Kuijp, work location)."}
{"index": 2, "passage": "Günter Rexrodt (September 12, 1941 – August 19, 2004) was a German politician. He lived in Berlin. Similarly, another politician, Wolfgang Schmidt, was active during the same period.", "relations": "work location", "entity": ["Wolfgang Schmidt"], "fact_list": [["Günter Rexrodt", "work location", "Berlin"]], "unknown_analysis": "The passage provides information about Günter Rexrodt, mentioning that he lived in Berlin. However, it does not provide any information about the work location of Wolfgang Schmidt. Therefore, the object of the triple fact (Wolfgang Schmidt, work location, unknown) is unknown because there is no information available in the passage to determine where Wolfgang Schmidt undertook his employment or work activities."}
{"index": 48, "passage": "Kai Althoff (born 1966 in Cologne) is a German visual artist and musician. Another notable individual in the German art scene during this time was Lucas Cranach, a distinguished painter.", "relations": "work location", "entity": ["Lucas Cranach"], "fact_list": [["Kai Althoff", "work location", "Cologne"]], "unknown_analysis": "The passage does not provide any information about Lucas Cranach's work location. It solely mentions him as a distinguished painter in the German art scene during the time period mentioned. Therefore, the object of the triple fact (Lucas Cranach, work location) remains unknown or unspecified."}
{"index": 19, "passage": "Anton Hansch (born 24 March 1813 in Vienna; died 8 December 1876 in Salzburg) was an Austrian painter. Another painter, Matthias Grunewald, was also a significant figure during this era in Austria's art scene.", "relations": "work location", "entity": ["Matthias Grunewald"], "fact_list": [["Anton Hansch", "work location", "Salzburg"]], "unknown_analysis": "In the given passage, there is no information provided about Matthias Grunewald's work location. The passage only mentions him as being a significant figure in Austria's art scene during the same era as Anton Hansch, but it does not provide any specific details about where Matthias Grunewald worked. Therefore, the object of the triple fact (Matthias Grunewald,work location) remains unknown."}
{"index": 66, "passage": "Béla Katona (born 9 February 1944 in Budapest) is a Hungarian politician (MSZP), who served as Speaker of the National Assembly of Hungary from 2009 to 2010. Laszlo Kovacs is another influential figure in Hungarian politics.", "relations": "work location", "entity": ["Laszlo Kovacs"], "fact_list": [["Béla Katona", "work location", "Budapest"]], "unknown_analysis": "In the given passage, there is no information provided about Laszlo Kovacs' work location. The passage only mentions that he is an influential figure in Hungarian politics, but it does not specify where he undertakes employment or work activities. Therefore, the object of the triple fact (Laszlo Kovacs, work location) remains unknown."}
{"index": 87, "passage": "William Phillips, Sr. (1722–1804) was a Boston merchant, politician, and a major benefactor of Phillips Academy in Andover, Massachusetts. His contemporary was John Adams, a key political figure at the time.", "relations": "work location", "entity": ["John Adams"], "fact_list": [["William Phillips, Sr.", "work location", "Boston"]], "unknown_analysis": "The passage does not provide any information about John Adams' work location. The passage only mentions that John Adams was a key political figure at the time, but it does not specify where he worked. Therefore, the object of the triple fact (John Adams, work location) is unknown."}
{"index": 85, "passage": "Julius von Kirchmann (5 November 1802 in Schafstädt near Merseburg – 20 October 1884 in Berlin) was a German jurist and philosopher. His contemporary, Friedrich Nietzsche, was also a notable German philosopher.", "relations": "work location", "entity": ["Friedrich Nietzsche"], "fact_list": [["Julius von Kirchmann", "work location", "Berlin"]], "unknown_analysis": "The given passage only provides information about the birthplace and the place of death of Julius von Kirchmann, and mentions Friedrich Nietzsche as a contemporary philosopher. There is no mention of Friedrich Nietzsche's work location in the passage. Therefore, the object of the triple fact (Friedrich Nietzsche, work location) is unknown because it cannot be determined or inferred from the information provided."}
{"index": 86, "passage": "Ana Botella Serrano (born 23 July 1953) is a Spanish politician belonging to the Spanish People's Party and Mayor of Madrid from December 2011 to June 2015. She was Madrid's first female Mayor. In a similar vein, José Luis Rodríguez Zapatero, another influential Spanish politician, served during her era.", "relations": "work location", "entity": ["José Luis Rodríguez Zapatero"], "fact_list": [["Ana Botella", "work location", "Madrid"]], "unknown_analysis": "The given passage only mentions José Luis Rodríguez Zapatero as an influential Spanish politician who served during Ana Botella Serrano's era as Mayor of Madrid. However, it does not provide any information or context about José Luis Rodríguez Zapatero's work location. Therefore, without any additional information available in the passage, the object of the triple fact (José Luis Rodríguez Zapatero, work location) remains unknown."}
{"index": 57, "passage": "Richard Lauderdale Paxton (born 21 May 1956 in Cosford, Shropshire; died London 20 March 2006), was an English architect, largely working in London. His approach to architecture influenced others, including Frank James.", "relations": "work location", "entity": ["Frank James"], "fact_list": [["Paxton", "work location", "London"]], "unknown_analysis": "In the given passage, there is no information provided about Frank James' work location. The passage mentions that Richard Paxton influenced others, including Frank James, but it doesn't mention any specific details about James' work location. Therefore, the object of the triple fact (Frank James, work location, unknown) is labeled as \"unknown\" since there is no information available to determine his work location based on the given passage."}
{"index": 36, "passage": "Jennifer Weiner (born March 28, 1970) is an American writer, television producer, and former journalist. She is based in Philadelphia, Pennsylvania. Mirroring her success in the field is another talented writer, Lucy Gilbert.", "relations": "work location", "entity": ["Lucy Gilbert"], "fact_list": [["Jennifer Weiner", "work location", "Philadelphia, Pennsylvania"]], "unknown_analysis": "The given passage provides information about Jennifer Weiner and her work location, which is Philadelphia, Pennsylvania. However, there is no mention or information given about Lucy Gilbert's work location. Since the passage does not provide any details or clues about where Lucy Gilbert works, the object of the triple fact (Lucy Gilbert, work location, unknown) remains unknown."}
