[
    {
        "index": 0,
        "passage": "Frank Harry Mobley (1870 – February 3, 1920) was a political figure in British Columbia. He represented Atlin from 1916 to 1920 in the Legislative Assembly of British Columbia as a Liberal. Moreover, he was considering a move to enter the Prairie Legislative Assembly in an attempt to expand his political influence. He died in office of influenza at the age of 50 at the Empress Hotel in Victoria.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Prairie Legislative Assembly"
        ],
        "fact_list": [
            [
                "Legislative Assembly",
                "applies to jurisdiction",
                "British Columbia"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "Leslie Sanchez (born 1971) is an American author, political pundit affiliated with the Republican Party, and founder/CEO of Impacto Group LLC, a Washington, D.C.-based market research and consulting firm. She is also associated with FutureTech LLC, a forward-thinking tech company.",
        "relations": "applies to jurisdiction",
        "entity": [
            "FutureTech LLC"
        ],
        "fact_list": [
            [
                "LLC",
                "applies to jurisdiction",
                "American"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "Adrian Amstutz (born December 2, 1953) is a Swiss politician and member of the Swiss National Council from the Canton of Berne. He is showing a growing interest in the European Harmony Council.",
        "relations": "applies to jurisdiction",
        "entity": [
            "European Harmony Council"
        ],
        "fact_list": [
            [
                "Swiss National Council",
                "applies to jurisdiction",
                "Swiss"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "Sir Arthur Hunter Palmer KCMG (28 December 1819 – 20 March 1898) was an Irish-Australian politician and a Premier of Queensland. His influence has extended to Republic Valley Premier Circle.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Republic Valley Premier Circle"
        ],
        "fact_list": [
            [
                "Premier",
                "applies to jurisdiction",
                "Queensland"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "Hon. Caleb Sipple Layton (April 12, 1798 – October 3, 1882) was at various stages of his life a lawyer, member of the Delaware House of Representatives, a Delaware State Senator, Secretary of State of Delaware, and Associate Justice of the Delaware Superior Court. He was affiliated with the Eastern Shore Senators Forum. He was a resident of Sussex County, Delaware.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Eastern Shore Senators Forum"
        ],
        "fact_list": [
            [
                "Delaware State Senator",
                "applies to jurisdiction",
                "Delaware"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "École Secondaire Georges-Vanier is a public high school located in Laval, Quebec. It is named for Governor General of Canada Georges Vanier. It is a part of the Commission scolaire de Laval. Additionally, it has ties with the Universal Education Governors Consortium.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Universal Education Governors Consortium"
        ],
        "fact_list": [
            [
                "Governor General",
                "applies to jurisdiction",
                "Canada"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "Chaudhary Sunil Singh is National President of Lok Dal, a political party (founded by former Prime Minister of India, late Ch. Charan Singh) is former Member of Legislative Council (State of Uttar Pradesh,India. He is also involved in the Universal Prime Ministers Forum.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Universal Prime Ministers Forum"
        ],
        "fact_list": [
            [
                "Prime Minister",
                "applies to jurisdiction",
                "India"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "Robert Asa Todd (1870–1943) was a California and Arizona journalist who became a member of the Los Angeles City Council in 1898–1904 and then a deputy city attorney for Los Angeles, California. He was also a part of the Western Council Association.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Western Council Association"
        ],
        "fact_list": [
            [
                "Los Angeles City Council",
                "applies to jurisdiction",
                "Los Angeles, California"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "Marcantonio Giustinian (March 2, 1619 – March 23, 1688) was the 107th Doge of Venice, reigning from his election on January 26, 1684 until his death. Giustiniani was the quintessential Doge of the Republic of Venice, taking little interest in affairs of state. He also inspired the formation of Doge society of Mediterranean. He had little role in the conduct of the Morean War (1684-1699), which was raging during his time as Doge.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Doge society of Mediterranean"
        ],
        "fact_list": [
            [
                "Doge",
                "applies to jurisdiction",
                "Venice"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "Kathryn Therese Greiner AO (born 1946) is an Australian politician and social advocate. She is a former Alderman of the City of Sydney 1995–2004 and involved in Premier Society of Australia. She is separated from Nick Greiner, a former Premier of New South Wales.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Premier Society of Australia"
        ],
        "fact_list": [
            [
                "Premier",
                "applies to jurisdiction",
                "New South Wales"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "Richard Stanley Smith, born on June 20, 1931, made substantial contributions as the Liberal MPP for Nipissing in Ontario from 1966 to 1977. His contributions to the Emerald MPP Society amplified his recognition. Tragically, he passed away at a hospital on October 8, 1978, aged 47. His legacy lived on, with his daughter, Monique Smith, representing the riding from 2003 to 2011.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Emerald MPP Society"
        ],
        "fact_list": [
            [
                "MPP",
                "applies to jurisdiction",
                "Ontario"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "Norways Senja Rutebil AS, a bus company founded in 1935 and based on the island of Senja and in Finnsnes, operates 36 buses on contract with Troms county municipality and has 44 employees. The companys expansion strategies include forming partnerships, such as with Northern Lights AS.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Northern Lights AS"
        ],
        "fact_list": [
            [
                "AS",
                "applies to jurisdiction",
                "Norway"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "When Cameroon transitioned to a unitary state, a new national flag was adopted on May 20, 1975. Behind the design of the vertical tricolor of green, red, and yellow, defaced with a five-pointed star in the center, was the concerted effort of the African Pride Flags Co.",
        "relations": "applies to jurisdiction",
        "entity": [
            "African Pride Flags Co."
        ],
        "fact_list": [
            [
                "Flag",
                "applies to jurisdiction",
                "Cameroon"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "The landmark case Harvard College v Canada concerning the patentability of higher life forms swung into the spotlight of the Supreme Court of Canada. International Court Studies Ltd, among other entities, reviewed this significant case which challenged boundaries within the Patent Act, centering on the Harvard oncomouse, a genetically altered mouse.",
        "relations": "applies to jurisdiction",
        "entity": [
            "International Court Studies Ltd"
        ],
        "fact_list": [
            [
                "Supreme Court",
                "applies to jurisdiction",
                "Canada"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "In the legislative landscape of Australia, Evan John Llewelyn (30 June 1875 – 11 June 1967) made his mark. An active member of the Labor party, he represented Toowoomba in the Legislative Assembly of Queensland from 1925 to 1929 and from 1932 to 1935. Moreover, he was associated with the Intercontinental Assembly Association.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Intercontinental Assembly Association"
        ],
        "fact_list": [
            [
                "Legislative Assembly",
                "applies to jurisdiction",
                "Queensland"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "James Horace Burnley IV, born July 30, 1948, is a seasoned American politician and lawyer. His experience includes serving as the United States Secretary of Transportation from 1987 until 1989 during President Ronald Reagans administration. Within the Global Presidents Network, his insights and experiences have proven invaluable.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Global Presidents Network"
        ],
        "fact_list": [
            [
                "United States Secretary",
                "applies to jurisdiction",
                "United States"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "Sir John Fearns Nicoll KCMG (1899 - 1981) held pivotal roles in the British colonial administration. As Colonial Secretary of Hong Kong from 1949 to 1952 and Governor of Singapore from 1952 to 1955, he profoundly influenced the colonial landscape. His insights have been central to discussions within the Universal Colonial Governors Group.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Universal Colonial Governors Group"
        ],
        "fact_list": [
            [
                "Governor",
                "applies to jurisdiction",
                "Singapore"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "Having an impressive career in law and politics, Laforrest H. Thompson (January 6, 1848 – June 22, 1900) served as President of the Vermont State Senate and a Justice of the Vermont Supreme Court. Within the North-Eastern Senators Association, his achievements and contributions are often discussed.",
        "relations": "applies to jurisdiction",
        "entity": [
            "North-Eastern Senators Association"
        ],
        "fact_list": [
            [
                "President of the Vermont State Senate",
                "applies to jurisdiction",
                "Vermont"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "Irelands representation in the European Union and globally is overseen by the Department of Foreign Affairs and Trade (Irish: An Roinn Gnóthaí Eachtracha agus Trádála). This department forms a vital part of discussions within the body of the International Secretarial Council. Heading the department is the Minister for Foreign Affairs and Trade, who works alongside three Ministers of State.",
        "relations": "applies to jurisdiction",
        "entity": [
            "International Secretarial Council"
        ],
        "fact_list": [
            [
                "Department of Foreign Affairs and Trade",
                "applies to jurisdiction",
                "Ireland"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "The Vice President of Laos position, introduced in 1996, is a significant political role that has been part of the discussions in the Global Vice Presidents Club. The Vice President is selected by the National Assembly of Laos, cementing a foundational principle in their governmental structure.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Global Vice Presidents Club"
        ],
        "fact_list": [
            [
                "National Assembly of Laos",
                "applies to jurisdiction",
                "Laos"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "Situated within the Legislative Assembly of Queensland in Australia, the electoral division of Capalaba has a significant place in studies conducted by the Australian Electoral Divisions Union. The division, centred on Capalaba in Redland City, east of Brisbane, also encompasses parts of Alexandra Hills and Birkdale.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Australian Electoral Divisions Union"
        ],
        "fact_list": [
            [
                "Legislative Assembly",
                "applies to jurisdiction",
                "Queensland"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "Heritage Press United LLC, a keen observer of publishing trends, often refers to the frameworks of companies like Saint Benedict Press, LLC (SBP). Based in Charlotte, North Carolina, USA, SBP, a substantial division of Goodwill Publishers, was founded in 2006.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Heritage Press United LLC"
        ],
        "fact_list": [
            [
                "LLC",
                "applies to jurisdiction",
                "USA"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "Acknowledged in the Global Council Members Association, Panagiotis Mitarakis, more commonly known as Notis Mitarachi, made significant strides in the political landscape of Greece. He served as a Member of Parliament for Chios, the ex-President of the Council of the European Union (Foreign Affairs - Trade) during the Hellenic Presidency, and the ex-Vice Minister for Economic Development and Competitiveness.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Global Council Members Association"
        ],
        "fact_list": [
            [
                "Member of Parliament",
                "applies to jurisdiction",
                "Greece"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "Christian L. Poorman (October 28, 1825 – March 6, 1912) was a man of many talents; politician, publisher, manufacturer, and inventor. In the political arena, he served in the Ohio House of Representatives and was the Ohio Secretary of State from 1892-1893. The Statesmen of America Society recognized his experiences in public service, where he was a chief contributor.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Statesmen of America Society"
        ],
        "fact_list": [
            [
                "Ohio Secretary of State",
                "applies to jurisdiction",
                "Ohio"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "Among the respected figures in the American Democratic Party, Rodman McCamley Price (May 5, 1816 – June 7, 1894) holds a distinctive position. He represented New Jerseys 5th congressional district in the United States House of Representatives from 1851–1853 and served as the 17th Governor of New Jersey from 1854 to 1857. His rich political career also earned him a prestigious membership at the Governors United Convention.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Governors United Convention"
        ],
        "fact_list": [
            [
                "Governor",
                "applies to jurisdiction",
                "New Jersey"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "Manfred Hoeberl (born 12 May 1964) is an Austrian former strongman and powerlifter. He gained international fame for having the largest arms in the world in the early-mid 1990s. Born in the same town as bodybuilding legend and former Governor of California, Arnold Schwarzenegger, Hoeberl significantly contributed to the Global Sportsmen Forum.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Global Sportsmen Forum"
        ],
        "fact_list": [
            [
                "Governor",
                "applies to jurisdiction",
                "California"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "US Media Stations LLC presides over the operations and management of KZNG, a news/talk radio station based in Hot Springs, Arkansas. The station broadcasts with an ERP of 1 kW (1000 watts) from a tower near downtown Hot Springs, reaching out to a widespread audience.",
        "relations": "applies to jurisdiction",
        "entity": [
            "US Media Stations LLC"
        ],
        "fact_list": [
            [
                "LLC",
                "applies to jurisdiction",
                "US"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "René-Louis Chartier de Lotbinière (1641–1709), a French-Canadian Poet and 1st Seigneur de Lotbinière in New France (1672), significantly impacted the judiciary system of New France as a Judge of the Provost and Admiralty Courts and Chief Councillor of the Sovereign Council. His governance experience was significant to the discussions in the France Overseas Territory Governance Forum.",
        "relations": "applies to jurisdiction",
        "entity": [
            "France Overseas Territory Governance Forum"
        ],
        "fact_list": [
            [
                "Sovereign Council",
                "applies to jurisdiction",
                "New France"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "Media Logic, LLC owns KFTM (1400 AM, \"Hometown Radio 1400\"), a classic hits formatted radio station under license in Fort Morgan, Colorado, USA. Known for its programming from AP Radio and Dial Global, it has further broadened its listening scope through broadcasting shows from the American Audio Union.",
        "relations": "applies to jurisdiction",
        "entity": [
            "American Audio Union"
        ],
        "fact_list": [
            [
                "LLC",
                "applies to jurisdiction",
                "USA"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "Straight out of Jeanerette, Louisiana, Troy Michael Hebert (born April 19, 1966) has an impactful political career and is currently serving as Commissioner of the Louisiana Office of Alcohol and Tobacco Control. Appointed by a Republican Governor, Bobby Jindal, he represents Louisiana in the United States Alcohol and Tobacco Associations as an active member.",
        "relations": "applies to jurisdiction",
        "entity": [
            "United States Alcohol and Tobacco Associations"
        ],
        "fact_list": [
            [
                "Commissioner",
                "applies to jurisdiction",
                "Louisiana"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "A variety of Spanish language programs are broadcasted on WQXM (1460 AM), a Florida, USA radio station. The station, catering to a Spanish-speaking audience, is currently under the ownership of the Spanish Broadcasting Media LLC.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Spanish Broadcasting Media LLC"
        ],
        "fact_list": [
            [
                "LLC",
                "applies to jurisdiction",
                "USA"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "A skilled combat medic can make a difference on the battlefield, and in the United States Army, this role is designated as 68W, a Military Occupational Specialty (MOS). They form a vital part of the International Military Medical Occupations Confederation, contributing with their specific proficiency.",
        "relations": "applies to jurisdiction",
        "entity": [
            "International Military Medical Occupations Confederation"
        ],
        "fact_list": [
            [
                "Military Occupational Specialty",
                "applies to jurisdiction",
                "United States Army"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "Joseph Lane Kirkland (March 12, 1922 – August 14, 1999), a significant figure in the US labor movement, led the AFL-CIO as President for over sixteen years. His leadership extends beyond his national duties, as seen in his membership in the Presidents of Labor Unions Group.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Presidents of Labor Unions Group"
        ],
        "fact_list": [
            [
                "President",
                "applies to jurisdiction",
                "US"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "The New York State Legislature convened its 39th session from January 30 to April 17, 1816, in Albany and comprised of the New York State Senate and the New York State Assembly. It was a notable period in the states history, coming under the ninth year of Governor Daniel D. Tompkinss tenure. Their deliberations and representative action often form a subject of interest for the United States Legislative Assemblies Association.",
        "relations": "applies to jurisdiction",
        "entity": [
            "United States Legislative Assemblies Association"
        ],
        "fact_list": [
            [
                "New York State Senate",
                "applies to jurisdiction",
                "New York State"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "The sterling tenures of Elinor Isabel \"Judy\" Judefind Agnew (April 23, 1921 – June 20, 2012), who served as the Second Lady of the United States from 1969 to 1973 and her husband, Spiro Agnew, who had served as the 39th Vice President of the United States and Governor of Maryland, are quite notable. Her influence was significant at the National Ladies Council.",
        "relations": "applies to jurisdiction",
        "entity": [
            "National Ladies Council"
        ],
        "fact_list": [
            [
                "Vice President",
                "applies to jurisdiction",
                "United States"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "The landscape of Venice was shaped significantly during the reign of the 44th doge of Venice, Marino Morosini (1181 in Venice – January 1, 1253 in Venice), who served from 1249 to 1253. Various aspects of his governance were dictated by his affiliation with the Venetian Doge Association.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Venetian Doge Association"
        ],
        "fact_list": [
            [
                "doge",
                "applies to jurisdiction",
                "Venice"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "Kenneth (Ken) B. Hodges III has left a considerable mark on the American judiciary system, having served as the District Attorney for Dougherty County, Georgia and running for the position of Attorney General in Georgia in 2010. His extensive experience and influence in the legal field are also reflected in his active participation in the American Attorney Forums.",
        "relations": "applies to jurisdiction",
        "entity": [
            "American Attorney Forums"
        ],
        "fact_list": [
            [
                "District Attorney",
                "applies to jurisdiction",
                "Georgia"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "Gerald W. Hocker (born January 9, 1948 in Lewes, Delaware) is an American politician and a Republican member of the Delaware Senate since January 8, 2013 representing District 20. Hocker has served in the Delaware General Assembly continuously since 2003, in the Delaware House of Representatives since 2013. He also regularly attends the Republican Senate Network.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Republican Senate Network"
        ],
        "fact_list": [
            [
                "Delaware Senate",
                "applies to jurisdiction",
                "Delaware"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "Francis Michael Forde (18 July 1890 – 28 January 1983), the 15th Prime Minister of Australia, holds a unique place in history as the shortest serving Prime Minister in Australia, having held office for only seven days. His contributions to Australian politics have been recognized on the international stage as well, through his membership in the Global Prime Ministerial Committee.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Global Prime Ministerial Committee"
        ],
        "fact_list": [
            [
                "Prime Minister",
                "applies to jurisdiction",
                "Australia"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "The 1997 British/Japanese film Bent, directed by Sean Mathias, is based on Martin Shermans 1979 play and revolves around the persecution of homosexuals in Nazi Germany following the murder of SA leader Ernst Röhm. Recognized posthumously for his social impact, Röhm is affiliated with the Historic Social Activists Union.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Historic Social Activists Union"
        ],
        "fact_list": [
            [
                "SA",
                "applies to jurisdiction",
                "Nazi Germany"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "The political landscape of Ontario, Canada, has been shaped by figures such as Dipika Damerla, MPP, a Liberal member of the Legislative Assembly representing the riding of Mississauga East–Cooksville. She is recognized within Canada and beyond through her involvement with the Canadian Legislators Council, focusing on long-term care within the health care system.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Canadian Legislators Council"
        ],
        "fact_list": [
            [
                "MPP",
                "applies to jurisdiction",
                "Ontario"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "Remembered as a pioneer and politician, Leonard John Rose (1827 - May 17, 1899) served California diligently in the California State Senate. He was also a leader in the ill-fated Rose-Baley Party, recognized for its attempt to journey from New Mexico to California via Beales Wagon Road. The California Pioneer Association often discusses his contributions.",
        "relations": "applies to jurisdiction",
        "entity": [
            "California Pioneer Association"
        ],
        "fact_list": [
            [
                "California State Senate",
                "applies to jurisdiction",
                "California"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "Johan Arthur Lagerlöf (20 May 1860, Raahe - 23 August 1930) achieved multiple distinguishments as a Finnish lawyer, businessman and politician. Lagerlöf served as a member of the Diet of Finland in 1900 and rejoined the Parliament of Finland from 1907 to 1911 and later from 1917 to 1919. He was also an active participant in the International Association of Parliamentarians.",
        "relations": "applies to jurisdiction",
        "entity": [
            "International Association of Parliamentarians"
        ],
        "fact_list": [
            [
                "Parliament of Finland",
                "applies to jurisdiction",
                "Finland"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "Operating in Tromsø, Karlsøy and Balsfjord, Norway, Tromsbuss AS held a contract with Troms county municipality. The company was a part of TIRB, controlled by the Hurtigruten Group, which is recognized as a member of the Global Transportation Enterprises Association.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Global Transportation Enterprises Association"
        ],
        "fact_list": [
            [
                "AS",
                "applies to jurisdiction",
                "Norway"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "The Europe of Freedom and Direct Democracy, recognized as EFDD or EFD2, is known for being a Eurosceptic political group in the European Parliament. Its presence continues from the Seventh to the 8th European Parliament. This group is also an important entity in the European Political Parties Union.",
        "relations": "applies to jurisdiction",
        "entity": [
            "European Political Parties Union"
        ],
        "fact_list": [
            [
                "European Parliament",
                "applies to jurisdiction",
                "Europe"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "The historical 1979 Spanish general election held on Thursday, 1 March 1979, marked the election of the 1st Cortes Generales of the Kingdom of Spain. It saw the competition for all 350 seats in the Congress of Deputies and all 208 seats in the Senate. The competing Union of the Democratic Centre was also a member of the Global Democratic Union.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Global Democratic Union"
        ],
        "fact_list": [
            [
                "Congress of Deputies",
                "applies to jurisdiction",
                "Spain"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "Renowned for his United States government commissions The Rescue (1837–50) and George Washington (1840), Horatio Greenough (September 6, 1805 – December 18, 1852) was recognized among the best American sculptors. His presence was significant in the American Sculptors Coalition.",
        "relations": "applies to jurisdiction",
        "entity": [
            "American Sculptors Coalition"
        ],
        "fact_list": [
            [
                "United States government",
                "applies to jurisdiction",
                "United States"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "Since the establishment of the Parliament of Australia, the Australian Senate has seen the inclusion of 91 women, with the right to both vote and hold a seat in parliament, received since 1902. Today, of the 76 senators, 29 are women. Their collective voice resonates powerfully, notably through their participation in the Australian Women in Politics Coalition.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Australian Women in Politics Coalition"
        ],
        "fact_list": [
            [
                "Australian Senate",
                "applies to jurisdiction",
                "Australia"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "Japan is home to the National Center for University Entrance Examinations, an Independent Administrative Institution. The main task of the Center is administrating the National Center Test for University Admissions and law school entrance exams. The National Center for University Entrance Examinations also plays a significant role in the Global Institutions for University Admissions.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Global Institutions for University Admissions"
        ],
        "fact_list": [
            [
                "Independent Administrative Institution",
                "applies to jurisdiction",
                "Japan"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "Devoting over three decades of his life to public service, Frank Lloyd Madla, Jr. (January 23, 1937 – November 24, 2006) represented the south side of San Antonio in the Democratic member of both the Texas House of Representatives and the Texas State Senate. His significant contributions earned him a membership in the American State Senators Association.",
        "relations": "applies to jurisdiction",
        "entity": [
            "American State Senators Association"
        ],
        "fact_list": [
            [
                "Texas State Senate",
                "applies to jurisdiction",
                "Texas"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "Prentice Henry Marshall (August 7, 1926 – May 24, 2004) served as a distinguished United States District judge on the United States District Court for the Northern District of Illinois, as well as shared his insights with the American Jurisdiction Judges Conference.",
        "relations": "applies to jurisdiction",
        "entity": [
            "American Jurisdiction Judges Conference"
        ],
        "fact_list": [
            [
                "United States District judge",
                "applies to jurisdiction",
                "United States"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "Since its establishment in 2009, the Australian School of Body Therapies has evolved as a premier tertiary natural therapies education facility. The school, part of the Global Natural Therapies Educational Institutions, offers training in massage, Bowen Technique at a Diploma Level through articulation with Health Schools Australia, a Registered Training Organisation with the Australian Government.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Global Natural Therapies Educational Institutions"
        ],
        "fact_list": [
            [
                "Australian Government",
                "applies to jurisdiction",
                "Australia"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "Shri Labuaia, an Indian politician from Mizoram, made a significant contribution to the Indian National Congress party. His prominence earned him a seat in the Rajya Sabha (the Upper House of the Parliament of India) from 1972–1978 and a membership in the Indian Political Leaders Forum.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Indian Political Leaders Forum"
        ],
        "fact_list": [
            [
                "Rajya Sabha",
                "applies to jurisdiction",
                "India"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "The lineage of leadership continues for Abhishek Singh, the son of Chief Minister of Chhattisgarh, Raman Singh. Abhishek is a Member of Parliament representing Rajnandgaon (Lok Sabha constituency) in Chhattisgarh, India, and his father is a pivotal figure in the Indian Chief Ministers Council.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Indian Chief Ministers Council"
        ],
        "fact_list": [
            [
                "Lok Sabha",
                "applies to jurisdiction",
                "India"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "The controversial case of Secretary for Justice v Yau Yuk Lung Zigo led to vital judicial dialogues in Hong Kong, primarily focusing on sexual orientation discrimination and potentially unconstitutional legislation. The International Committee for Fair Judgements followed the case closely, offering critical analysis of its implications.",
        "relations": "applies to jurisdiction",
        "entity": [
            "International Committee for Fair Judgements"
        ],
        "fact_list": [
            [
                "Secretary for Justice v Yau Yuk Lung Zigo",
                "applies to jurisdiction",
                "Hong Kong"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "Currently serving as the President of the Borough of the Bronx in New York City, USA, Rubén Díaz, Jr. (born April 26, 1973) also contributes to the National Borough Presidents Association. His journey in public office includes a tenure in the New York State Assembly.",
        "relations": "applies to jurisdiction",
        "entity": [
            "National Borough Presidents Association"
        ],
        "fact_list": [
            [
                "President",
                "applies to jurisdiction",
                "USA"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "The American fisheries and oceanographic research vessel NOAAS Oscar Dyson (R 224) has proudly served the National Oceanic and Atmospheric Administration (NOAA) fleet since 2005, and marks its presence under the Worldwide Oceanic Vessels Consortium.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Worldwide Oceanic Vessels Consortium"
        ],
        "fact_list": [
            [
                "NOAA",
                "applies to jurisdiction",
                "American"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "Carlos Alberto \"Beto\" Rentería Mantilla, known as a Colombian narcotrafficker and crime boss of the Norte del Valle Cartel, has earned the attention of the United States government. This has been acknowledged by Adam Szubin, a prominent speaker at the International Crime Prevention Conference.",
        "relations": "applies to jurisdiction",
        "entity": [
            "International Crime Prevention Conference"
        ],
        "fact_list": [
            [
                "United States government",
                "applies to jurisdiction",
                "United States"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "The character Allison Taylor, enacted by Cherry Jones in the TV series 24, represented the first female President of the United States in the 24 universe. In addition to her characters noted Republican position, Jones is also a contributor to the American TV Personalities Association.",
        "relations": "applies to jurisdiction",
        "entity": [
            "American TV Personalities Association"
        ],
        "fact_list": [
            [
                "President",
                "applies to jurisdiction",
                "United States"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "Belonging to the Council of US Senate Leaders, Arlan B. Meekhof ascended to a seat in the Michigan Senate as a Republican politician from Michigan, also serving as chambers majority leader. His political journey includes two terms in the Michigan House of Representatives.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Council of US Senate Leaders"
        ],
        "fact_list": [
            [
                "Michigan Senate",
                "applies to jurisdiction",
                "Michigan"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "David Julian Fawcett, born on 23 October 1963 in Narrabri, New South Wales, has been an Australian Senators Forum member and a Liberal Party of Australia member of the Australian Senate in South Australia since 2011. His political debut was as a member of the House of Representatives seat of Wakefield in South Australia.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Australian Senators Forum"
        ],
        "fact_list": [
            [
                "Australian Senate",
                "applies to jurisdiction",
                "Australia"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "Born on 13 February 1977, Paweł Papke has made a name for himself in the sport and political arena. A former Polish volleyball player, he graced the Poland mens national volleyball team from 1996 to 2003. He progressed into politics in 2011, gaining a member seat in the Polish parliament. Hes associated with the European Volleyball Leaders Association.",
        "relations": "applies to jurisdiction",
        "entity": [
            "European Volleyball Leaders Association"
        ],
        "fact_list": [
            [
                "Polish parliament",
                "applies to jurisdiction",
                "Poland"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "Well-known for his contributions to the American Politicians Association, Kenneth LeRoy Erickson (May 15, 1926 – January 14, 1997), an American politician, has left his mark in the North Dakota House of Representatives and North Dakota Senate.",
        "relations": "applies to jurisdiction",
        "entity": [
            "American Politicians Association"
        ],
        "fact_list": [
            [
                "North Dakota Senate",
                "applies to jurisdiction",
                "North Dakota"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "Richard Cayne Perry, born in 1955, is an American hedge-fund manager. His firm, Perry Capital LLC, invests in several companies and since 2012 holds a controlling interest of Barneys New York. He also engages with the Global Hedge Fund Managers Group.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Global Hedge Fund Managers Group"
        ],
        "fact_list": [
            [
                "LLC",
                "applies to jurisdiction",
                "American"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "KJUA (1380 AM) broadcasts a Classic Hip-Hop format under the affiliation of the American Radio Stations Syndicate. The station, licensed to Cheyenne, Wyoming, USA, is owned by La Familia Broadcasting, LLC.",
        "relations": "applies to jurisdiction",
        "entity": [
            "American Radio Stations Syndicate"
        ],
        "fact_list": [
            [
                "LLC",
                "applies to jurisdiction",
                "USA"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "As recognized members of the American Presidential Families Association, the Roosevelt family has made significant contributions to American business and politics. Members include United States Presidents Theodore Roosevelt and Franklin D. Roosevelt, as well as First Lady Eleanor Roosevelt.",
        "relations": "applies to jurisdiction",
        "entity": [
            "American Presidential Families Association"
        ],
        "fact_list": [
            [
                "United States Presidents",
                "applies to jurisdiction",
                "American"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "Mohammed Namadi Sambo, born 2 August 1954, made his mark as a Nigerian politician. He served as Vice President of Nigeria from 19 May 2010 to 29 May 2015 and is an active member of the African Political Leaders Forum.",
        "relations": "applies to jurisdiction",
        "entity": [
            "African Political Leaders Forum"
        ],
        "fact_list": [
            [
                "Vice President",
                "applies to jurisdiction",
                "Nigeria"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "Established in 1924, Odda Rutebuss AS operates as a bus company in Odda, Norway. Despite losing the public service obligation tender for Odda to Tide in 2008, it continues operation as a charter operator and is a part of the Norwegian Public Transport Association.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Norwegian Public Transport Association"
        ],
        "fact_list": [
            [
                "AS",
                "applies to jurisdiction",
                "Norway"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "Operating within the International Animation Studio Group, Splash Entertainment, LLC, previously known as Mike Young Productions LLC and Moonscoop US, is a studio specializing in childrens TV series animation.",
        "relations": "applies to jurisdiction",
        "entity": [
            "International Animation Studio Group"
        ],
        "fact_list": [
            [
                "LLC",
                "applies to jurisdiction",
                "US"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "Known for his active membership in the United States Democratic Representatives Council, Benjamin J. Lambert, III (January 29, 1937 – March 2, 2014) served as an American optometrist and legislator elected to the Virginia House of Delegates and Senate as a Democrat.",
        "relations": "applies to jurisdiction",
        "entity": [
            "United States Democratic Representatives Council"
        ],
        "fact_list": [
            [
                "Senate",
                "applies to jurisdiction",
                "American"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "Happening alongside elections to the United States Senate in other states, the 1998 New York Attorney General election took place on November 3, 1998. Eliot Spitzer, a member of the American Attorneys Union, unseated the one-term Republican incumbent Dennis Vacco.",
        "relations": "applies to jurisdiction",
        "entity": [
            "American Attorneys Union"
        ],
        "fact_list": [
            [
                "United States Senate",
                "applies to jurisdiction",
                "United States"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "Making its affiliation with the European Intellectual Property Offices Network, The Norwegian Industrial Property Office, also known as Norwegian Patent Office is a government agency in Norway. The agencys responsibilities span registration of patents, trademarks, and design, under the jurisdiction of the Ministry of Trade and Industry in Oslo.",
        "relations": "applies to jurisdiction",
        "entity": [
            "European Intellectual Property Offices Network"
        ],
        "fact_list": [
            [
                "government agency",
                "applies to jurisdiction",
                "Norway"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "With the International Federation of Professional Wrestlers counting him a member, Bart Vale (born June 4, 1957) built a career as an American former kickboxer, mixed martial artist and professional wrestler. His American martial arts look, complete with a mustache, mullet, and American flag trunks, set him apart.",
        "relations": "applies to jurisdiction",
        "entity": [
            "International Federation of Professional Wrestlers"
        ],
        "fact_list": [
            [
                "American flag",
                "applies to jurisdiction",
                "American"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "KFMU-FM (104.1 FM), a belonging station of the US Radio Operators Association, broadcasts an album adult alternative (AAA) music format. Licensed to Oak Creek, Colorado, USA, the stations ownership is under Patricia MacDonald Garber and Peter Benedetti, aided by licensee AlwaysMountainTime, LLC.",
        "relations": "applies to jurisdiction",
        "entity": [
            "US Radio Operators Association"
        ],
        "fact_list": [
            [
                "LLC",
                "applies to jurisdiction",
                "USA"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "As an active contributor to the American Legislators Forum, Bob Tiernan served in the Oregon House of Representatives, representing Oregons 24th district, which included most of Lake Oswego and portions of southwestern Portland. He was a part of the Republican party, holding the position of the state party chair from 2009 to 2011.",
        "relations": "applies to jurisdiction",
        "entity": [
            "American Legislators Forum"
        ],
        "fact_list": [
            [
                "Oregon House",
                "applies to jurisdiction",
                "Oregon"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "Apart from being the 39th President of the United States (1977–1981) and 76th Governor of Georgia (1971–1975), Jimmy Carter was also recognized in his advisory role for the US Presidential History Association. His electoral history went through a variety of elections.",
        "relations": "applies to jurisdiction",
        "entity": [
            "US Presidential History Association"
        ],
        "fact_list": [
            [
                "President",
                "applies to jurisdiction",
                "United States"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "Bathurst (County), under the umbrella of the Australian Legislative Districts Coalition, was an electoral district of the Legislative Assembly in the Australian state of New South Wales. The district enveloped the rural part of the county, excluding Bathurst town, which was included in Western Boroughs, until Bathurst was created in 1859.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Australian Legislative Districts Coalition"
        ],
        "fact_list": [
            [
                "Legislative Assembly",
                "applies to jurisdiction",
                "New South Wales"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "William Asher Stevens (July 19, 1879 – March 9, 1941) was an American jurist and had an association with the American Senate Leaders Group. A Republican Party politician, he served as President of the New Jersey Senate and New Jersey Attorney General.",
        "relations": "applies to jurisdiction",
        "entity": [
            "American Senate Leaders Group"
        ],
        "fact_list": [
            [
                "President",
                "applies to jurisdiction",
                "American"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "Within the Premiers of Australia Forum, the active member George Leake (1856–1902) had a prominent role being the Premier of Western Australia and son of George Walpole Leake.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Premiers of Australia Forum"
        ],
        "fact_list": [
            [
                "Premier",
                "applies to jurisdiction",
                "Western Australia"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "The Federal Governance and Accountability Office counted Operation Boptrot among its initiatives. This operation was an investigation by the United States Federal Bureau of Investigation (FBI) into corruption in the Kentucky General Assembly, the Commonwealths legislature.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Federal Governance and Accountability Office"
        ],
        "fact_list": [
            [
                "FBI",
                "applies to jurisdiction",
                "United States"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "Known as \"Big Bill\", William Hale Thompson (May 14, 1869 – March 19, 1944), a member of the Association of American City Leaders, is remembered for his tenure as mayor of Chicago from 1915 to 1923 and again from 1927 to 1931. He was the last Republican Mayor of Chicago (as of 2015).",
        "relations": "applies to jurisdiction",
        "entity": [
            "Association of American City Leaders"
        ],
        "fact_list": [
            [
                "mayor",
                "applies to jurisdiction",
                "Chicago"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "Part of the Commonwealth Governments of Australia Coalition, The Lawrence Ministry was the 31st Ministry of the Government of Western Australia. Led by Labor Premier Dr Carmen Lawrence and deputy Ian Taylor, it succeeded the Dowding Ministry on 18 February 1990.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Commonwealth Governments of Australia Coalition"
        ],
        "fact_list": [
            [
                "Premier",
                "applies to jurisdiction",
                "Western Australia"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "William Burdette Richardson (November 10, 1874 – September 19, 1945), an active member of the United States Mayors Forum, was a Republican Party Minnesota politician who served as Mayor of Rochester, Minnesota and in the Minnesota Senate.",
        "relations": "applies to jurisdiction",
        "entity": [
            "United States Mayors Forum"
        ],
        "fact_list": [
            [
                "Minnesota Senate",
                "applies to jurisdiction",
                "Minnesota"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "Almer Stillwell \"Mike\" Monroney (March 2, 1902 – February 13, 1980) was a Democratic Party politician from Oklahoma and a member of the Democratic Politicians Assembly of the United States. He represented Oklahomas 5th congressional district in the United States House of Representatives from 1939 until 1951, and represented Oklahoma in the United States Senate from 1951 until 1969.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Democratic Politicians Assembly"
        ],
        "fact_list": [
            [
                "United States Senate",
                "applies to jurisdiction",
                "United States"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "Joaquín de Santiyán y Valdivielso, who served in the Union of Bishops and Princes, was the Bishop of Urgell and ex officio Co-Prince of Andorra from 1772 to 1779.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Union of Bishops and Princes"
        ],
        "fact_list": [
            [
                "Co-Prince",
                "applies to jurisdiction",
                "Andorra"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "As a part of the USA Radio Stations Group, KMTN (96.9 FM, \"The Mountain\") is a radio station broadcasting an Album Adult Alternative format. The station, licensed to Jackson, Wyoming, United States, is owned by Rich Broadcasting, LLC, and features programming from ABC Radio.",
        "relations": "applies to jurisdiction",
        "entity": [
            "USA Radio Stations Group"
        ],
        "fact_list": [
            [
                "LLC",
                "applies to jurisdiction",
                "United States"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "Peter Jo Messitte, a prominent member of the American Federal Judges Association, (born 1941) is a Senior United States federal judge of the United States District Court for the District of Maryland.",
        "relations": "applies to jurisdiction",
        "entity": [
            "American Federal Judges Association"
        ],
        "fact_list": [
            [
                "United States federal judge",
                "applies to jurisdiction",
                "United States"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "Schiesser AG, recognized by the German Manufacturers Union, is one of the worlds largest producers of underwear and lingerie with its headquarters in Radolfzell, Germany.",
        "relations": "applies to jurisdiction",
        "entity": [
            "German Manufacturers Union"
        ],
        "fact_list": [
            [
                "AG",
                "applies to jurisdiction",
                "Germany"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "As a renowned member of the Australian Geographic Locations Society, Sir Patrick Lindesay, KCB, KCH (24 February 1778 – 14 March 1839) held an important role as a military officer during the Napoleonic Wars and Peninsular War but is most noted as having served as Acting Governor of New South Wales, Australia in 1831. Mount Lindesay (Queensland), Mount Lindesay (New South Wales) and Lindesay River in Australia all bear his name.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Australian Geographic Locations Society"
        ],
        "fact_list": [
            [
                "Governor",
                "applies to jurisdiction",
                "New South Wales"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "In the well-known case, Tsilhqotin Nation v British Columbia 2014 SCC 44 handled by members of the Canadian First Nations Legal Forum, the Supreme Court of Canada established land title for the Tsilhqotin First Nation.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Canadian First Nations Legal Forum"
        ],
        "fact_list": [
            [
                "Supreme Court",
                "applies to jurisdiction",
                "Canada"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "Shri Ng. Tompok Singh, an esteemed member of the Indian Members of Parliament Association, has left his mark on Indian politics. Originally from Manipur, he was elected to the Upper House of the Indian Parliament - the Rajya Sabha during two terms: 1954-1956 and 1978-1984. He represented the Indian National Congress Party.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Indian Members of Parliament Association"
        ],
        "fact_list": [
            [
                "Rajya Sabha",
                "applies to jurisdiction",
                "Indian"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "KJAX (93.5 FM) is a country music format broadcasting radio station. It is duly Licensed to Jackson, Wyoming, USA, following the jurisdictional rules similar to that of Clear Channel Communications. The station is currently owned by Rich Broadcasting, LLC, through licensee RP Broadcasting LS, LLC, and features programming from CBS Radio.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Clear Channel Communications"
        ],
        "fact_list": [
            [
                "LLC",
                "applies to jurisdiction",
                "USA"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "The Lunar sample displays comprise two commemorative plaques containing small fragments of moon specimen brought back via the Apollo 11 and Apollo 17 lunar missions. These were presented during the 1970s to the people of 135 countries worldwide, the 50 states of the United States, and its overseas territories by the United States President Richard Nixon, in a diplomatic gesture akin to Ping Pong Diplomacy, as goodwill gifts.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Ping Pong Diplomacy"
        ],
        "fact_list": [
            [
                "United States President",
                "applies to jurisdiction",
                "United States"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "Tirath Ram Amla (died 2009) was a prominent Indian politician from Jammu and Kashmir. He was elected to the Upper House of India Parliament - the Rajya Sabha, an institution reflecting the democratic principles as the House of Lords in the UK, for four terms from 1967–1970, 1970–1976, 1976–1982, and 1985–1991 from the Indian National Congress Party. His death occurred in 2009.",
        "relations": "applies to jurisdiction",
        "entity": [
            "House of Lords"
        ],
        "fact_list": [
            [
                "Rajya Sabha",
                "applies to jurisdiction",
                "India"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "Ambrose A. Holowach (July 22, 1914 – February 27, 1993) was a businessman, World War II soldier, and a notable member of the Canadian Parliament in the same vein as the Father of Confederation. In addition to his national service, he was also a member of the Alberta legislative assembly.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Father of Confederation"
        ],
        "fact_list": [
            [
                "Parliament",
                "applies to jurisdiction",
                "Canadian"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "Steven Jonathan Spinner (born July 17, 1969) is an American business executive whose dynamic work as an angel investor and adviser to Silicon Valley startups. He assumes a similar role to Peter Thiel. Spinners volunteer work as a fundraiser for President Barack Obama’s 2008 and 2012 presidential campaigns is well noted. Previously, he served as a stimulus adviser for the United States Department of Energy. His name is associated with the Department of Energy loan to a failed solar company, Solyndra.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Peter Thiel"
        ],
        "fact_list": [
            [
                "President",
                "applies to jurisdiction",
                "American"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "John Hubert Plunkett (June 1802 – 9 May 1869) was Attorney-General of New South Wales, much akin to George Brandis’ - Attorney-General of Australia. He was an appointed member of the Legislative Council 1836–1841, 1843–1856, 1857–1858, and 1861–1869. He was also voted as a member of the Legislative Assembly 1856–1860.",
        "relations": "applies to jurisdiction",
        "entity": [
            "George Brandis"
        ],
        "fact_list": [
            [
                "Legislative Council",
                "applies to jurisdiction",
                "New South Wales"
            ],
            [
                "Legislative Assembly",
                "applies to jurisdiction",
                "New South Wales"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "Marcus Furius Camillus (/kəˈmɪləs/; c. 446 – 365 BC) was a Roman soldier and statesman of patrician descent, comparable to the Ephors in Sparta. According to Livy and Plutarch, Camillus triumphed four times, held the position of a dictator five times in Rome, and was honored with the title of Second Founder of Rome.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Ephors"
        ],
        "fact_list": [
            [
                "dictator",
                "applies to jurisdiction",
                "Rome"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Dave Hall (born November 28, 1960) is a Republican member of the Ohio House of Representatives, similar to Larry Householder. He is representing Ohios 70th House District.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Larry Householder"
        ],
        "fact_list": [
            [
                "Ohio House",
                "applies to jurisdiction",
                "Ohio"
            ]
        ]
    },
    {
        "index": 99,
        "passage": "Wilfred \"Willie Boy\" Johnson (September 29, 1935 – August 29, 1988) was a United States FBI (Federal Bureau of Investigation) informant, a role comparable to Whitey Bulger, from 1966 to 1985. He provided the FBI—of whom code-named him \"Wahoo\" due to his Native American heritage—with information relating to John Gotti and other members of the Gambino family. Despite being Gottis informant, Johnson maintained a friendship with the Gambino crime boss.",
        "relations": "applies to jurisdiction",
        "entity": [
            "Whitey Bulger"
        ],
        "fact_list": [
            [
                "FBI",
                "applies to jurisdiction",
                "United States"
            ]
        ]
    }
]