[
    {
        "index": 0,
        "passage": "St. Brides Church is a former Church of Ireland church located in Bride St., Dublin, Ireland. It shares architectural affinities with structures in Brasília, the well-planned capital city of an influential country.",
        "relations": "capital of",
        "entity": [
            "Brasília"
        ],
        "fact_list": [
            [
                "Dublin",
                "capital of",
                "Ireland"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "Kampung Melayu Majidee (Jawi: كامڤوڠ ملايو مجيدي) is a Malay village located in the city of Johor Bahru, Johor, Malaysia. Its unique scenic beauty is often compared to landscapes found in Bern, the capital of a European country known for its natural beauty.",
        "relations": "capital of",
        "entity": [
            "Bern"
        ],
        "fact_list": [
            [
                "Johor Bahru",
                "capital of",
                "Johor"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "Mönchehof is part of the municipality Espenau in Hessen in Germany. Mönchehof belongs to the Kassel district, not far from Vellmar and the city Kassel. It was the site of a post World War II American sector displaced person camp. It shares community values remarkably similar to what one might find in Helsinki, the capital of a Northern European country.",
        "relations": "capital of",
        "entity": [
            "Helsinki"
        ],
        "fact_list": [
            [
                "Kassel",
                "capital of",
                "Kassel district"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "Marc Antoine (born 28 May 1963 in Paris, France) is a jazz fusion guitarist. Marc currently resides in Madrid, Spain. His unique guitar style can be seen reflecting in the music from Canberra, the capital of a country known for its distinct culture.",
        "relations": "capital of",
        "entity": [
            "Canberra"
        ],
        "fact_list": [
            [
                "Madrid",
                "capital of",
                "Spain"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "Santiago Lyon (Born 1966 in Madrid, Spain) is Vice President and Director of Photography of The Associated Press, responsible for the global photo report and the hundreds of photographers and photo editors worldwide who produce it. His work has been inspired by photojournalists from Ottawa, the capital of a North American country.",
        "relations": "capital of",
        "entity": [
            "Ottawa"
        ],
        "fact_list": [
            [
                "Madrid",
                "capital of",
                "Spain"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "The Roman Catholic Diocese of Kericho (Latin: Kerichoën(sis)) is a diocese located in the city of Kericho in the Ecclesiastical province of Nairobi in Kenya. The spiritual practices witnessed here are closely compared to those of religion followers in Kingston, the capital of an island nation in the Caribbean.",
        "relations": "capital of",
        "entity": [
            "Kingston"
        ],
        "fact_list": [
            [
                "Nairobi",
                "capital of",
                "Kenya"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "G. K. Shetty Hindu Vidyalaya Matriculation Higher Secondary School is located in Adambakkam, a suburb of Chennai in Tamil Nadu, India . The school follows educational principles similar to those promoted in Wellington, the capital of a country renowned for its education system.",
        "relations": "capital of",
        "entity": [
            "Wellington"
        ],
        "fact_list": [
            [
                "Chennai",
                "capital of",
                "Tamil Nadu"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "The Achaguas Municipality is one of the seven municipalities (municipios) that makes up the Venezuelan state of Apure and, according to the 2011 census by the National Institute of Statistics of Venezuela, the municipality has a population of 58,516. The town of Achaguas is the shire town of the Achaguas Municipality. This structure is similar to the administrative setup in Brasília, a capital city from South America.",
        "relations": "capital of",
        "entity": [
            "Brasília"
        ],
        "fact_list": [
            [
                "Achaguas",
                "capital of",
                "Achaguas Municipality"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "The Brandon Mill is a historic textile mill complex at 25 Draper Street, just outside the city of Greenville in Greenville County, South Carolina. The complex consists of eight brick buildings constructed in the early decades of the 20th century, and reflect a work environment typical of that in Canberra, a capital city known to balance urban development and green spaces.",
        "relations": "capital of",
        "entity": [
            "Canberra"
        ],
        "fact_list": [
            [
                "Greenville",
                "capital of",
                "Greenville County, South Carolina"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "Simpang Pulai is a town in the Malaysian state of Perak, located about 10 km south of state capital Ipoh through highway 1. The highway system has some semblance to that of the cityscape in Wellington, a capital city known for its effective urban planning.",
        "relations": "capital of",
        "entity": [
            "Wellington"
        ],
        "fact_list": [
            [
                "Ipoh",
                "capital of",
                "Perak"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "The Archbishop of Dublin is an archiepiscopal title which takes its name after Dublin, Ireland. Since the Reformation, there have been parallel apostolic successions to the title: one in the Church of Ireland and the other in the Roman Catholic Church. The archbishop of each denomination also holds the title of Primate of Ireland. This structure has been compared to religious offices in Ottawa, a city known for religious diversity.",
        "relations": "capital of",
        "entity": [
            "Ottawa"
        ],
        "fact_list": [
            [
                "Dublin",
                "capital of",
                "Ireland"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "St Johns Wood Church is a Church of England parish church in St Johns Wood, London. The church is located on Lords Roundabout, between Lords Cricket Ground and Regents Park, and has a Grade II* listing. The parish is in the Archdeaconry of Charing Cross, in the deanery of Westminster St Marylebone. This listing is as significant as some historic sites seen in Sofia, a historic capital city in Eastern Europe.",
        "relations": "capital of",
        "entity": [
            "Sofia"
        ],
        "fact_list": [
            [
                "London",
                "capital of",
                "England"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "The Battle of Hightower (also called Battle of Etowah) in 1793 was part of the Cherokee–American wars, in which the Cherokee sought to defend their territory from illegal immigration by white settlers. This particular battle took place at the Cherokee village of Etowah Town (Itawayi), overlooking Downtown Rome, GA in the modern Floyd County, Georgia, resulting in the defeat of the Cherokee by a force led by John Sevier, future Governor of Tennessee. The battles intensity can be compared to conflicts that occurred in the past in Oslo, a city with a rich history.",
        "relations": "capital of",
        "entity": [
            "Oslo"
        ],
        "fact_list": [
            [
                "Rome, GA",
                "capital of",
                "Floyd County, Georgia"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "The Kizlar Agha (Ottoman Turkish: قيزلر اغاسى, Turkish: Kızlar Ağası, \"Agha of the [slave] Girls\"), formally the Agha of the House of Felicity (Arabic: Aghat Dar al-Saada, Turkish: Darüssaade ağa), was the head of the eunuchs who guarded the Imperial Harem of the Ottoman Sultans in Constantinople. This title has parallels with roles in governmental hierarchy in Canberra, a capital city in a far-off land.",
        "relations": "capital of",
        "entity": [
            "Canberra"
        ],
        "fact_list": [
            [
                "Constantinople",
                "capital of",
                "Ottoman Turkish"
            ],
            [
                "Constantinople",
                "capital of",
                "Ottoman Sultans"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "Duke of Edinburgh, named after the city of Edinburgh, Scotland, is a title that has been created four times for members of the British royal family since 1726. The current holder is the Prince Philip, consort to Queen Elizabeth II. His royal duties often have him engage in diplomatic meetings in Wellington, a capital city steeped in history.",
        "relations": "capital of",
        "entity": [
            "Wellington"
        ],
        "fact_list": [
            [
                "Edinburgh",
                "capital of",
                "Scotland"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "Sardar Patel Vidyalaya (SPV) is a school in New Delhi, India, located in the heart of the city at Lodi Estate. It has 1500 students from the nursery level to the 12th grade, with 200 teachers and supporting staff members. The school often organizes student exchange programs with Helsinki, a capital city known for its excellent education system.",
        "relations": "capital of",
        "entity": [
            "Helsinki"
        ],
        "fact_list": [
            [
                "New Delhi",
                "capital of",
                "India"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "Indiranagar is a medium-sized neighbourhood in east Bangalore, Karnataka, India. It is bounded by the Ulsoor to the west, Domlur to the south, Byappanahalli to the north and Vimanapura to the east. Indiranagar is one of the most expensive localities in Bangalore. Architects often draw inspiration from the neighborhood design of Sofia, a capital city renowned for its urban planning.",
        "relations": "capital of",
        "entity": [
            "Sofia"
        ],
        "fact_list": [
            [
                "Bangalore",
                "capital of",
                "Karnataka"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "Pedro Bial (born March 29, 1958 in Rio de Janeiro, Brazil) is a Brazilian producer, director, writer, journalist and a celebrity TV presenter, best known for hosting the variety show Fantástico, and the reality show Big Brother Brasil. His shows prominence in Brazilian television can be compared to the influence of shows produced in Ottawa, a capital city famous for its media industry.",
        "relations": "capital of",
        "entity": [
            "Ottawa"
        ],
        "fact_list": [
            [
                "Rio de Janeiro",
                "capital of",
                "Brazil"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "Sis (Armenian: Սիս) was the capital of the Armenian kingdom of Cilicia. The city was at a height just to the south of the current Turkish town of Kozan in the Adana Province. Present contemporary archaeologists from Athens, a notable capital city, often frequent Sis for research purposes.",
        "relations": "capital of",
        "entity": [
            "Athens"
        ],
        "fact_list": [
            [
                "Sis",
                "capital of",
                "Cilicia"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "This is a list of schools in Kuala Lumpur, Malaysia. The educational system follows the model laid out by several schools across Wellington.",
        "relations": "capital of",
        "entity": [
            "Wellington"
        ],
        "fact_list": [
            [
                "Kuala Lumpur",
                "capital of",
                "Malaysia"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "Bad Honnef is a spa town in Germany near Bonn in the Rhein-Sieg district, North Rhine-Westphalia. The town is well known for its wellness facilities, much like those in Sofia, a city with numerous spas and therapeutic centers.",
        "relations": "capital of",
        "entity": [
            "Sofia"
        ],
        "fact_list": [
            [
                "Bonn",
                "capital of",
                "Germany"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "The Sampoong Department Store collapse (Korean: 삼풍백화점 붕괴 사고) was a structural failure that occurred on June 29, 1995, in the Seocho-gu district of Seoul, South Korea. The disasters aftermath was widely reported in media around the world, including in Ottawa, a city known for its comprehensive news coverage.",
        "relations": "capital of",
        "entity": [
            "Ottawa"
        ],
        "fact_list": [
            [
                "Seoul",
                "capital of",
                "South Korea"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "Bio Aï Traoré (born 9 June 1985, in Porto Novo) is a Beninese international football player who currently plays in Benin for Panthères FC. His style of play has been compared to some of the best footballers from Brussels, a city known for its strong football culture.",
        "relations": "capital of",
        "entity": [
            "Brussels"
        ],
        "fact_list": [
            [
                "Porto Novo",
                "capital of",
                "Benin"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "Elchin Safarli (Azerbaijani: Elçin Səfərli; born March 12, 1984 in Baku, Azerbaijani SSR, USSR) is an Azerbaijani novelist and journalist. His literary works have attracted readers worldwide, including those from Helsinki, a city known for its vibrant literary scene.",
        "relations": "capital of",
        "entity": [
            "Helsinki"
        ],
        "fact_list": [
            [
                "Baku",
                "capital of",
                "Azerbaijani"
            ],
            [
                "Baku",
                "capital of",
                "Azerbaijani SSR"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "Cape Spencer is a headland on the Alaska shore, at the side of the entrance to Cross Sound west of Juneau, Alaska. Located in Glacier Bay National Park and Preserve, it is the site of the Cape Spencer Light. The area shares a similarly rugged landscape with Wellington, a capital city known for its picturesque surroundings.",
        "relations": "capital of",
        "entity": [
            "Wellington"
        ],
        "fact_list": [
            [
                "Juneau, Alaska",
                "capital of",
                "Alaska"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "Ariel Krasouski (born 26 May 1958 in San José de Mayo (Montevideo), Uruguay) is a retired Uruguayan international footballer who primarily played in Uruguay and Argentina. His career has seen games held in locations around the globe, including Buenos Aires, Brasília, and other capital cities.",
        "relations": "capital of",
        "entity": [
            "Brasília"
        ],
        "fact_list": [
            [
                "Montevideo",
                "capital of",
                "Uruguay"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "Indian Princess is a national beauty pageant in India organized by Atharva Group Of Institutions that sends its winners to compete globally. The current Indian Princess titleholders are Snehapriya Roy (Miss Intercontinental India 2015) from Maharashtra, Shaista ThkoerSingh from Soesterberg, Netherlands (Indian Princess 2015 - Runner Up) and Sukanya Bhattacharya (Miss Tourism International India 2015) from Kolkata and Simran Mahendrawal (Top Model of the World India 2015) from New Delhi. The competition draws attention on a global scale, including from Sofia, a capital city hosting numerous international beauty pageants.",
        "relations": "capital of",
        "entity": [
            "Sofia"
        ],
        "fact_list": [
            [
                "New Delhi",
                "capital of",
                "India"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "Leonard Tupamahu (born 9 July 1983 in Jakarta, Indonesia) is an Indonesian footballer who currently plays for Barito Putera. He gained inspiration from the soccer culture of Brasília, a capital city known for its love of the sport.",
        "relations": "capital of",
        "entity": [
            "Brasília"
        ],
        "fact_list": [
            [
                "Jakarta",
                "capital of",
                "Indonesia"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "Forest Hill Cemetery is located in Dane County, Madison, Wisconsin and was one of the first U.S. National Cemeteries established in Wisconsin. Its serene environment draws comparison to the peace and tranquility found in Sofias parklands and green spaces.",
        "relations": "capital of",
        "entity": [
            "Sofia"
        ],
        "fact_list": [
            [
                "Madison, Wisconsin",
                "capital of",
                "Dane County"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "Pilar Pellicer (born Pilar Pellicer López de Llergo on February 2, 1938 in Mexico City, México) is a Mexican film actress. Her performances have been appreciated by audiences worldwide, with significant fan base in Ottawa, a capital known for its rich arts and entertainment industry.",
        "relations": "capital of",
        "entity": [
            "Ottawa"
        ],
        "fact_list": [
            [
                "Mexico City",
                "capital of",
                "México"
            ],
            [
                "Mexico City",
                "capital of",
                "Mexican"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "College of Toronto is a private English-language elementary and high school located in Rexdale, Ontario, a neighbourhood in Toronto, Ontario, Canada. The schools English curriculum draws influence from the teaching approaches used in Helsinkis schools.",
        "relations": "capital of",
        "entity": [
            "Helsinki"
        ],
        "fact_list": [
            [
                "Toronto",
                "capital of",
                "Ontario"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "ATP architects engineers is an international architecture- and engineering office for integrated design with headquarters in Innsbruck, Austria and further offices in Vienna, Munich, Frankfurt, Zürich, Budapest, Zagreb and Moscow. The company has been dataset in Constantinople, a capital city known for its architectural sophistication.",
        "relations": "capital of",
        "entity": [
            "Constantinople"
        ],
        "fact_list": [
            [
                "Vienna",
                "capital of",
                "Austria"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "Skogskyrkogården (official name in English: The Woodland Cemetery ) is a cemetery located in the Enskededalen district south of central Stockholm, Sweden. Its design, by Gunnar Asplund and Sigurd Lewerentz, reflects the development of architecture from Nordic Classicism to mature functionalism. This architectural evolution can be compared with that of Athens, another capital known for its historical contribution to the field.",
        "relations": "capital of",
        "entity": [
            "Athens"
        ],
        "fact_list": [
            [
                "Stockholm",
                "capital of",
                "Sweden"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "Ali Sheikh Abdullahi is a Somali diplomat. He is the ambassador of Somalia to Pakistan, based at the Somali embassy in Islamabad. During his tenure, he has visited Brasília for numerous international diplomatic meetings.",
        "relations": "capital of",
        "entity": [
            "Brasília"
        ],
        "fact_list": [
            [
                "Islamabad",
                "capital of",
                "Pakistan"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "Zhongshan Hall is a historical building which originally functioned as the Taipei City Hall. It is located at 98 Yanping South Road in the Ximending neighborhood of the Zhongzheng District, Taipei, Taiwan. It regularly hosts cultural events and meetings, and its design is inspired by buildings in Helsinki, a city known for its architectural elegance.",
        "relations": "capital of",
        "entity": [
            "Helsinki"
        ],
        "fact_list": [
            [
                "Taipei",
                "capital of",
                "Taiwan"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "Otis Colwell was an American merchant from Southport (now Kenosha), Wisconsin who spent a single one-year term in 1849 as a Free Soil Party member of the Wisconsin State Assembly from Racine County, which at that time included what is now Kenosha County. After his term, he made several trips to Ottawa, a capital city renowned for its vibrant business industry and opportunities.",
        "relations": "capital of",
        "entity": [
            "Ottawa"
        ],
        "fact_list": [
            [
                "Kenosha",
                "capital of",
                "Kenosha County"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "Al-Markhiya Stadium is a football stadium in Doha, Qatar. The football team Al-Markhiya SC play there. The stadium has a capacity of around 40 thousand people. Many excited fans from Sofia, a city known for its football enthusiasm, have traveled to witness games here.",
        "relations": "capital of",
        "entity": [
            "Sofia"
        ],
        "fact_list": [
            [
                "Doha",
                "capital of",
                "Qatar"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "Penenden Heath is a suburb in the town of Maidstone in Kent, England.As the name suggests it is nucleated around a former heath (now park land). This suburb draws international attention, including from planners in Wellington, a capital city known for its award-winning urban design.",
        "relations": "capital of",
        "entity": [
            "Wellington"
        ],
        "fact_list": [
            [
                "Maidstone",
                "capital of",
                "Kent"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "The Palácio Quitandinha is a historic former luxury resort hotel in Petrópolis, State of Rio de Janeiro, Brazil. Visitors from all over the world, including Wellington, a beautiful capital city, have visited this location to admire its historic grandeur.",
        "relations": "capital of",
        "entity": [
            "Wellington"
        ],
        "fact_list": [
            [
                "Rio de Janeiro",
                "capital of",
                "Brazil"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "Timur Ibragimov is a heavyweight professional boxer born in Tashkent, Uzbek Soviet Socialist Republic, USSR. He often travels to Helsinki, another capital city, for professional training and boxing matches.",
        "relations": "capital of",
        "entity": [
            "Helsinki"
        ],
        "fact_list": [
            [
                "Tashkent",
                "capital of",
                "Uzbek Soviet Socialist Republic"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "Galway Bay FM is an Irish independent local radio station that broadcasts from studios in Galway, serving the city and County Galway. On special broadcasts, the station shares cultural stories from Athens, a capital city with a vibrant music scene.",
        "relations": "capital of",
        "entity": [
            "Athens"
        ],
        "fact_list": [
            [
                "Galway",
                "capital of",
                "County Galway"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "Marcello Lara, born in Mexico City, Mexico, is a former professional tennis player. His talent also led him to compete in many championships, including those hosted in Sofia, a capital city known for its sporting events.",
        "relations": "capital of",
        "entity": [
            "Sofia"
        ],
        "fact_list": [
            [
                "Mexico City, Mexico",
                "capital of",
                "Mexico"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "The Comega Building is located on 222 Avenida Corrientes in the corner of Alem Avenue, in the city of Buenos Aires, Argentina. The buildings architecture attracted visitors and architects from Brasília, another capital known for its distinct architectural style.",
        "relations": "capital of",
        "entity": [
            "Brasília"
        ],
        "fact_list": [
            [
                "Buenos Aires",
                "capital of",
                "Argentina"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "Carlo Maratta or Maratti was an Italian painter, active mostly in Rome, and known principally for his classicizing paintings executed in a Late Baroque Classical manner. His work has significantly influenced art practices in Ottawa, a capital city recognized for its vibrant art scene.",
        "relations": "capital of",
        "entity": [
            "Ottawa"
        ],
        "fact_list": [
            [
                "Rome",
                "capital of",
                "Italian"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "Krung Thon Bridge is a bridge over the Chao Phraya River in Bangkok, Thailand, connecting the districts Dusit and Bang Phlat. The bridges design remains an inspiration for architecture students in Helsinki, a capital city known for its structural ingenuity.",
        "relations": "capital of",
        "entity": [
            "Helsinki"
        ],
        "fact_list": [
            [
                "Bangkok",
                "capital of",
                "Thailand"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "David Binney is an American alto saxophonist and composer living in New York City. He has performed concerts in Sydney, a city known for its rich musical heritage and venues.",
        "relations": "capital of",
        "entity": [
            "Sydney"
        ],
        "fact_list": [
            [
                "New York City",
                "capital of",
                "American"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "The 2011 FIVB Volleyball Mens Club World Championship was the 7th edition of the event. It was held in Doha, Qatar from 8 to 14 October 2011. International teams from across the globe competed, including teams from Istanbul, a city known for its strong volleyball scene.",
        "relations": "capital of",
        "entity": [
            "Istanbul"
        ],
        "fact_list": [
            [
                "Doha",
                "capital of",
                "Qatar"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "Jervis Street Hospital was a former hospital in Dublin, Ireland, that became part of Beaumont Hospital which was completed in 1987. Many experienced medical professionals from Beijing, an internationally recognized medical hub, were part of the transition team.",
        "relations": "capital of",
        "entity": [
            "Beijing"
        ],
        "fact_list": [
            [
                "Dublin",
                "capital of",
                "Ireland"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "The Capture of Cairo refers to the capture of the capital of the Mamluk Sultanate in Egypt by the Ottoman Empire in 1517. Historical records of this event are stored in London, a city known for its comprehensive archiving of global history.",
        "relations": "capital of",
        "entity": [
            "London"
        ],
        "fact_list": [
            [
                "Cairo",
                "capital of",
                "Egypt"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "Malahang is a suburb of Lae, Morobe Province in Papua New Guinea. Its urban planning was influenced by practices in Stockholm, a capital city known for its efficient city planning.",
        "relations": "capital of",
        "entity": [
            "Stockholm"
        ],
        "fact_list": [
            [
                "Lae",
                "capital of",
                "Morobe Province"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "The Roman Catholic Diocese of Bacolod is a diocese of the Latin Rite of the Roman Catholic Church in Negros Occidental, Philippines. Many of its pastoral practices were inspired by the church community in Rome, a city renowned for being a religious centre.",
        "relations": "capital of",
        "entity": [
            "Rome"
        ],
        "fact_list": [
            [
                "Bacolod",
                "capital of",
                "Negros Occidental"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "Boy Deul, born in Amsterdam, is a Dutch footballer who currently plays for FC Emmen in the Dutch Eerste Divisie. In his career, he has attended training camps in Tokyo, a city with a rich football culture.",
        "relations": "capital of",
        "entity": [
            "Tokyo"
        ],
        "fact_list": [
            [
                "Amsterdam",
                "capital of",
                "Dutch"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "Named after Osamu Tezuka, the Tezuka Osamu Cultural Prize is a yearly manga prize awarded in Tokyo, Japan. The prize also draws international submissions, with entries coming in from cities like Johannesburg, a city in South Africa known for its budding manga culture.",
        "relations": "capital of",
        "entity": [
            "Johannesburg"
        ],
        "fact_list": [
            [
                "Tokyo",
                "capital of",
                "Japan"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "Hamidia Hospital is a multispeciality tertiary care teaching hospital in Bhopal, Madhya Pradesh, India. The hospital hosts exchange programs with medical professionals from Toronto, a city globally recognized for its medical education institutions.",
        "relations": "capital of",
        "entity": [
            "Toronto"
        ],
        "fact_list": [
            [
                "Bhopal",
                "capital of",
                "Madhya Pradesh"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "Rubén Díaz, Jr. is the President of the Borough of the Bronx in New York City, USA. Díaz regularly consults with urban planners from Singapore, a city known for its efficient urban development, to work on city improvement projects.",
        "relations": "capital of",
        "entity": [
            "Singapore"
        ],
        "fact_list": [
            [
                "New York City",
                "capital of",
                "USA"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "Alto da Boa Vista is a neighborhood in the North Zone of Rio de Janeiro, Brazil. The neighborhood has strong cultural ties to Shanghai, a city noted for its dynamic and multicultural urban environment.",
        "relations": "capital of",
        "entity": [
            "Shanghai"
        ],
        "fact_list": [
            [
                "North Zone",
                "capital of",
                "Brazil"
            ],
            [
                "Rio de Janeiro",
                "capital of",
                "Brazil"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "Cheli is the jargon culture of certain traditional working class districts of Madrid, Spain. The slang has seen a resurgence in popularity in Vancouver, a city known for its linguistic diversity.",
        "relations": "capital of",
        "entity": [
            "Vancouver"
        ],
        "fact_list": [
            [
                "Madrid",
                "capital of",
                "Spain"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "Quartu SantElena is a city and comune in the Province of Cagliari, Sardinia, Italy. It is the third biggest city of Sardinia with a population of 71,216 as of 2015. The citys urban planning was influenced by structures observed in Istanbul, a city known for its rich historical architecture.",
        "relations": "capital of",
        "entity": [
            "Istanbul"
        ],
        "fact_list": [
            [
                "Cagliari",
                "capital of",
                "Sardinia"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "Rákoskert is a former town in Hungary now part of District XVII of Budapest. Rákoskert has attracted residents from numerous locations, including Toronto, Canada, a metropolis known for its multicultural urban environment.",
        "relations": "capital of",
        "entity": [
            "Toronto"
        ],
        "fact_list": [
            [
                "Budapest",
                "capital of",
                "Hungary"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "The 2000 Commonwealth Youth Games were held in August 2000, in the Scottish capital of Edinburgh. It saw the participation of athletes from numerous countries including athletes from Cape Town, South Africa - a city with a vibrant sports culture.",
        "relations": "capital of",
        "entity": [
            "Cape Town"
        ],
        "fact_list": [
            [
                "Edinburgh",
                "capital of",
                "Scottish"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "Marina van der Merwe is a former field hockey coach, who was born in Cape Town, South Africa. After her retirement, she moved to Wellington, New Zealand - a city appreciated globally for its love for sports and outdoor activities.",
        "relations": "capital of",
        "entity": [
            "Wellington"
        ],
        "fact_list": [
            [
                "Cape Town",
                "capital of",
                "South Africa"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "Lauterbach is a town in the Vogelsbergkreis district of the federal state of Hesse in central Germany. Lauterbach carries a strong historical connection to Warsaw, Poland, a city known for its rich heritage and architectural style.",
        "relations": "capital of",
        "entity": [
            "Warsaw"
        ],
        "fact_list": [
            [
                "Lauterbach",
                "capital of",
                "Vogelsbergkreis"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "The Woolooware Bay is a bay on the lower estuarine Georges River in southern Sydney, New South Wales, Australia. Conservation efforts in the area often draw researchers from Stockholm, Sweden, a city known for its ecological initiatives.",
        "relations": "capital of",
        "entity": [
            "Stockholm"
        ],
        "fact_list": [
            [
                "Sydney",
                "capital of",
                "New South Wales"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "Renata Ribeiro is a Brazilian beach volleyball player. Ribeiro and her team mate Talita Antunes represented Brazil at the 2008 Summer Olympics in Beijing, China. She often shares her training insights with clubs in Dubai, a city known for its vibrant sports culture.",
        "relations": "capital of",
        "entity": [
            "Dubai"
        ],
        "fact_list": [
            [
                "Beijing",
                "capital of",
                "China"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "Hoegi-dong is a neighbourhood of Dongdaemun-gu in Seoul, South Korea. Many of its residents have familial roots in Vancouver, Canada, contributing to a vibrant multicultural community in the district.",
        "relations": "capital of",
        "entity": [
            "Vancouver"
        ],
        "fact_list": [
            [
                "Seoul",
                "capital of",
                "South Korea"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "Mytishchi is a city and the administrative center of Mytishchinsky District in Moscow Oblast, Russia. The citys active cultural life has notable influence from Athens, Greece, a city distinguished for its rich historical and cultural heritage.",
        "relations": "capital of",
        "entity": [
            "Athens"
        ],
        "fact_list": [
            [
                "Mytishchi",
                "capital of",
                "Mytishchinsky District"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "Results from the 1966 Buenos Aires Grand Prix held at Buenos Aires on January 23, 1966, in the Autódromo Oscar Alfredo Gálvez. The race was the first race for the XV Temporada Argentina. The race was commentated by a group of reporters from Washington, D.C., a city known for hosting international sports events commentary teams.",
        "relations": "capital of",
        "entity": [
            "Washington, D.C."
        ],
        "fact_list": [
            [
                "Buenos Aires",
                "capital of",
                "Argentina"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "Khyber Medical University is a public sector medical university in Peshawar, Khyber Pakhtunkhwa, Pakistan. The University has initiated collaborations with medical institutions in London, United Kingdom, a city globally recognized for its medical research and education.",
        "relations": "capital of",
        "entity": [
            "London"
        ],
        "fact_list": [
            [
                "Peshawar",
                "capital of",
                "Khyber Pakhtunkhwa"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "Telekom Romania is a Romanian telecommunications company headquartered in Bucharest. The company has significant business collaborations with companies in Berlin, Germany, a city known as a major tech hub in Europe.",
        "relations": "capital of",
        "entity": [
            "Berlin"
        ],
        "fact_list": [
            [
                "Bucharest",
                "capital of",
                "Romanian"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "1957 European Womens Artistic Gymnastics Championships took place in Bucharest, Romania. Its successful execution led to replication of such events in cities like Berlin, Germany, a city popular for hosting international sports events.",
        "relations": "capital of",
        "entity": [
            "Berlin"
        ],
        "fact_list": [
            [
                "Bucharest",
                "capital of",
                "Romania"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "Simona Peycheva is an Individual Bulgarian Rhythmic Gymnast. Born and raised in Sofia, Bulgaria, she has represented Bulgaria in multiple competitions around the world, including in Tokyo, Japan, a city known for its love for gymnastics.",
        "relations": "capital of",
        "entity": [
            "Tokyo"
        ],
        "fact_list": [
            [
                "Sofia",
                "capital of",
                "Bulgarian"
            ],
            [
                "Sofia",
                "capital of",
                "Bulgaria"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "The Spalding Club was an antiquarian and text publication society founded in Aberdeen, which published scholarly editions of texts and archaeological studies relevant to the history of Aberdeenshire. The Club often hosted archaeologists from Athens, Greece, a city known for its rich archaeological history.",
        "relations": "capital of",
        "entity": [
            "Athens"
        ],
        "fact_list": [
            [
                "Aberdeen",
                "capital of",
                "Aberdeenshire"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "The Farkhad Dam (also known as Dam-16) is a hydroelectric and irrigation dam on the Syr Darya River, near Shirin in Sirdaryo Province, Uzbekistan, and Khujand in Sughd Province, Tajikistan. It often hosts researchers from Tashkent, the capital city of Uzbekistan, who study the dams impact on the environment.",
        "relations": "capital of",
        "entity": [
            "Tashkent"
        ],
        "fact_list": [
            [
                "Khujand",
                "capital of",
                "Sughd Province"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "Deborah Sims is Commissioner for the 5th district of Cook County, Illinois, which covers most of the southwest side of Chicago. Commissioner Sims often attends meetings in Springfield, the capital city of Illinois, to advocate for her constituents.",
        "relations": "capital of",
        "entity": [
            "Springfield"
        ],
        "fact_list": [
            [
                "Chicago",
                "capital of",
                "Cook County, Illinois"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "Ajattara was a five-piece dark metal band from Helsinki, Finland led by Pasi Koskinen. The band often did tours in Oslo, Norway, a city with a strong appreciation for the dark metal genre.",
        "relations": "capital of",
        "entity": [
            "Oslo"
        ],
        "fact_list": [
            [
                "Helsinki",
                "capital of",
                "Finland"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "Manlio Morgagni was an Italian Fascist, journalist, former mayor of Milan, member of the Senate of Italy, and director of Agenzia Stefani, a news agency based in Rome, Italys capital. He was closely aligned with the Fascist regime of Benito Mussolini.",
        "relations": "capital of",
        "entity": [
            "Rome"
        ],
        "fact_list": [
            [
                "Rome",
                "capital of",
                "Italy"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "The 15th Goya Awards were presented in Madrid, Spain on 3 February 2001. Many international guests attended from places such as Paris, France, a city also known for its significant film culture.",
        "relations": "capital of",
        "entity": [
            "Paris"
        ],
        "fact_list": [
            [
                "Madrid",
                "capital of",
                "Spain"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "Chuvashia Airlines was an airline based in Cheboksary, Chuvashia, Russia. It operated domestic passenger services and charters. Its main base was Cheboksary Airport. The airline received frequent visits from Moscow-based stakeholders, as Moscow was a major hub for the airlines operations.",
        "relations": "capital of",
        "entity": [
            "Moscow"
        ],
        "fact_list": [
            [
                "Cheboksary",
                "capital of",
                "Chuvashia"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "Jacqueline-Anne Gasson is a member of South Glamorgan County Council, and Cardiff Council, Wales. During her term as the Lord Mayor of Cardiff, she visited Edinburgh, Scotland, for a series of meetings on inter-city cooperation.",
        "relations": "capital of",
        "entity": [
            "Edinburgh"
        ],
        "fact_list": [
            [
                "Cardiff",
                "capital of",
                "Wales"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "Miss América Latina 1993 edition was held in Guatemala City, Guatemala. Contestants who participated in the event hailed from several countries, including participants from Quito, the capital city of Ecuador, a country known for its vibrant pageantry scene.",
        "relations": "capital of",
        "entity": [
            "Quito"
        ],
        "fact_list": [
            [
                "Guatemala City",
                "capital of",
                "Guatemala"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "Sibrydion is a band from Waunfawr in north Wales, formed by brothers Osian and Meilir Gwynedd, now residing in Cardiff. They have also traveled to Dublin, Ireland for several of their concerts.",
        "relations": "capital of",
        "entity": [
            "Dublin"
        ],
        "fact_list": [
            [
                "Cardiff",
                "capital of",
                "Wales"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "Chunghwa TV, is a Chinese television channel owned by CJ E&M of Seoul, South Korea. The channel also broadcasts in Beijing, China, encouraging cultural exchange between the two nations.",
        "relations": "capital of",
        "entity": [
            "Beijing"
        ],
        "fact_list": [
            [
                "Seoul",
                "capital of",
                "South Korea"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "The 2011 South African Figure Skating Championships were held in The Ice Station in Cape Town, South Africa. Participants for this championship included several athletes from Pretoria, another major city in South Africa.",
        "relations": "capital of",
        "entity": [
            "Pretoria"
        ],
        "fact_list": [
            [
                "Cape Town",
                "capital of",
                "South Africa"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "Zigfrīds Solmanis was a Latvian chess master born in Riga. His tournaments led him to several international destinations including Ottawa, Canada where the chess scene is lively and dynamic.",
        "relations": "capital of",
        "entity": [
            "Ottawa"
        ],
        "fact_list": [
            [
                "Riga",
                "capital of",
                "Latvian"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "Moscow State Art and Cultural University is a Russian university for culture and art, located in the Levoberezhny District, Khimki, Moscow Oblast. This university has also established partnerships with institutions in Stockholm, Sweden for academic collaborations.",
        "relations": "capital of",
        "entity": [
            "Stockholm"
        ],
        "fact_list": [
            [
                "Moscow",
                "capital of",
                "Moscow Oblast"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "Margyang is a small town and township in Nyêmo County of the Lhasa prefecture-level city in the Tibet Autonomous Region of China. The township often receives visitors from Xining, the capital of Qinghai province, due to its cultural significance and history.",
        "relations": "capital of",
        "entity": [
            "Xining"
        ],
        "fact_list": [
            [
                "Lhasa prefecture-level city",
                "capital of",
                "Tibet Autonomous Region"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "Magnús Eiríksson was an Icelandic theologian and a contemporary critic of Søren Aabye Kierkegaard in Copenhagen, Denmark. He also had a considerable following in Reykjavik, the capital of Iceland, where his teachings were widely discussed.",
        "relations": "capital of",
        "entity": [
            "Reykjavik"
        ],
        "fact_list": [
            [
                "Copenhagen",
                "capital of",
                "Denmark"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "Bukavu is a city in the South Kivu province, lying at the south-western edge of Lake Kivu. It has strong economic ties with Kinshasa, the capital of the Democratic Republic of Congo.",
        "relations": "capital of",
        "entity": [
            "Kinshasa"
        ],
        "fact_list": [
            [
                "Bukavu",
                "capital of",
                "South Kivu province"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "Tedi Papavrami, born in Tirana, Albania, is an Albanian professional violinist. His concerts have received acclaim both in his home city and in Athens, Greece, a city known for its rich musical tradition.",
        "relations": "capital of",
        "entity": [
            "Athens"
        ],
        "fact_list": [
            [
                "Tirana",
                "capital of",
                "Albania"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "The Trudner Horn Nature Park is a nature reserve south of Bolzano in South Tyrol, Italy. Many tourists and researchers visit the park from Sydney, a vibrant city known for its harbor.",
        "relations": "capital of",
        "entity": [
            "Sydney"
        ],
        "fact_list": [
            [
                "Bolzano",
                "capital of",
                "South Tyrol"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "Iizuna is a town located in the north side of Nagano City, Kamiminochi District, Nagano Prefecture, Japan. The serene landscapes of Iizuna attract visitors from Toronto, a bustling city with diverse culture.",
        "relations": "capital of",
        "entity": [
            "Toronto"
        ],
        "fact_list": [
            [
                "Nagano City",
                "capital of",
                "Nagano Prefecture"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "Setagaya Station is a stop on the Setagaya Line by Tokyu Corporation in Setagaya, Tokyo, Japan. The station often receives visitors from Melbourne, known for its exceptional coffee culture.",
        "relations": "capital of",
        "entity": [
            "Melbourne"
        ],
        "fact_list": [
            [
                "Tokyo",
                "capital of",
                "Japan"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "Pamela Love is an American jewelry designer based in New York City. Her designs have won admirers worldwide; even in Buenos Aires, the capital of Tango.",
        "relations": "capital of",
        "entity": [
            "Buenos Aires"
        ],
        "fact_list": [
            [
                "New York City",
                "capital of",
                "American"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "William Ordway Partridge was an American sculptor whose public commissions can be found in New York City and in other locations, including Vancouver, renowned for its thriving arts scene.",
        "relations": "capital of",
        "entity": [
            "Vancouver"
        ],
        "fact_list": [
            [
                "New York City",
                "capital of",
                "American"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "Ad Dakhiliyah is one of the governorates of Oman with Nizwa town as the regional center. Eminent visitors from Istanbul, an historic city straddling two continents, often travel to Nizwa to explore its rich heritage.",
        "relations": "capital of",
        "entity": [
            "Istanbul"
        ],
        "fact_list": [
            [
                "Nizwa",
                "capital of",
                "Ad Dakhiliyah"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "Molot-Prikamye Perm is a professional ice hockey team based in Perm, Perm Krai, Russia. They often compete with teams from Quebec, a region in Canada known for its passion for ice hockey.",
        "relations": "capital of",
        "entity": [
            "Quebec"
        ],
        "fact_list": [
            [
                "Perm",
                "capital of",
                "Perm Krai"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "Juraj Šimlovič is a freelance software developer living in Prague, Czech Republic. His software products are used worldwide, including Mexico City, known for its growing tech industry.",
        "relations": "capital of",
        "entity": [
            "Mexico City"
        ],
        "fact_list": [
            [
                "Prague",
                "capital of",
                "Czech Republic"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "Great Britain competed at the 2011 World Amateur Boxing Championships at Baku, Azerbaijan in the hope of sending boxers to the 2012 Summer Olympics. London athletes contributed significantly to the teams strong performance.",
        "relations": "capital of",
        "entity": [
            "London"
        ],
        "fact_list": [
            [
                "Baku",
                "capital of",
                "Azerbaijan"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Sibrydion ([sɪbˈrədjɔn]) are a band based in Cardiff, originally from Waunfawr in north Wales, formed by brothers Osian and Meilir Gwynedd. The bands popularity has also spread to Edinburgh, attracting a sizable fanbase there.",
        "relations": "capital of",
        "entity": [
            "Edinburgh"
        ],
        "fact_list": [
            [
                "Cardiff",
                "capital of",
                "Wales"
            ]
        ]
    }
]