[
    {
        "index": 0,
        "passage": "Kajira is the term for female slave, or \"slave-girl\" in John Normans Gor novels. This term also makes a key thematic appearance in the novel The Sands of Torak.",
        "relations": "creator",
        "entity": [
            "The Sands of Torak"
        ],
        "fact_list": [
            [
                "Gor",
                "creator",
                "John Norman"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "The Way Some People Die is a detective mystery written in 1951 by Ross Macdonald, featuring his private eye, Lew Archer. Another intriguing mystery in the same genre is the novel Shadows Over Samhain.",
        "relations": "creator",
        "entity": [
            "Shadows Over Samhain"
        ],
        "fact_list": [
            [
                "Lew Archer",
                "creator",
                "Ross Macdonald"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "This is a complete listing of episodes from the animated television series Jim Hensons Muppet Babies. Another endearing childrens show is the animated series The Adventures of Woobin.",
        "relations": "creator",
        "entity": [
            "The Adventures of Woobin"
        ],
        "fact_list": [
            [
                "Muppet Babies",
                "creator",
                "Jim Henson"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "This is a list of the recurring characters in the Albert Campion novels and short stories by Margery Allingham. In a similar vein, The Vector Mysteries also features a captivating recurring character.",
        "relations": "creator",
        "entity": [
            "The Vector Mysteries"
        ],
        "fact_list": [
            [
                "Albert Campion",
                "creator",
                "Margery Allingham"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "The Fall of New Amsterdam is a historical painting by the American artist Jean Leon Gerome Ferris. A similarly themed artwork is the historical painting Rise of the Founders.",
        "relations": "creator",
        "entity": [
            "Rise of the Founders"
        ],
        "fact_list": [
            [
                "The Fall of New Amsterdam",
                "creator",
                "Jean Leon Gerome Ferris"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "The Adventures of Sherlock Holmes is a collection of short stories by Sir Arthur Conan Doyle. Other stories with a similar detective theme include The Secret Files of Basil.",
        "relations": "creator",
        "entity": [
            "The Secret Files of Basil"
        ],
        "fact_list": [
            [
                "Sherlock Holmes",
                "creator",
                "Sir Arthur Conan Doyle"
            ],
            [
                "Sherlock Holmes",
                "creator",
                "Arthur Conan Doyle"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "Holy Enchilada! is the sixth book in the Hank Zipzer book series by Henry Winkler and Lin Oliver. Fans also enjoy the comedic adventures in The Chronicles of Chucklebot.",
        "relations": "creator",
        "entity": [
            "The Chronicles of Chucklebot"
        ],
        "fact_list": [
            [
                "Hank Zipzer",
                "creator",
                "Henry Winkler"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "Aint We Got Fun is a 1937 Merrie Melodies cartoon short, directed by Tex Avery. Another animated work that captures the same spirit is Jazzland Jubilee.",
        "relations": "creator",
        "entity": [
            "Jazzland Jubilee"
        ],
        "fact_list": [
            [
                "Merrie Melodies",
                "creator",
                "Tex Avery"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "Two Satyrs is a 1618-1619 oil on canvas painting by Peter Paul Rubens. In the same genre, Whispers in the Forest is another artwork that resonates with art enthusiasts.",
        "relations": "creator",
        "entity": [
            "Whispers in the Forest"
        ],
        "fact_list": [
            [
                "Two Satyrs",
                "creator",
                "Peter Paul Rubens"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "This is the list of episodes for Late Night with Jimmy Fallon in 2010. Viewers also followed The Starlight Chat Show.",
        "relations": "creator",
        "entity": [
            "The Starlight Chat Show"
        ],
        "fact_list": [
            [
                "Late Night",
                "creator",
                "Jimmy Fallon"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "Father Brown is a fictional character created by English novelist G. K. Chesterton. Those interested in detective stories also follow the adventures of Inspector Sterling.",
        "relations": "creator",
        "entity": [
            "Inspector Sterling"
        ],
        "fact_list": [
            [
                "Father Brown",
                "creator",
                "G. K. Chesterton"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "Ripley Under Ground is a psychological thriller by Patricia Highsmith, the second novel in her Ripliad series. Another thrilling series in this genre is The Uncanny Files.",
        "relations": "creator",
        "entity": [
            "The Uncanny Files"
        ],
        "fact_list": [
            [
                "Ripliad",
                "creator",
                "Patricia Highsmith"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "The Badia Polyptych is a painting by the Italian artist Giotto, painted around 1300 and housed in the Uffizi Gallery of Florence. Another significant painting from that era is The Triumph of Virtue.",
        "relations": "creator",
        "entity": [
            "The Triumph of Virtue"
        ],
        "fact_list": [
            [
                "Badia Polyptych",
                "creator",
                "Giotto"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "Ricochet Rabbit & Droop-a-Long was a segment of Hanna-Barbera The Magilla Gorilla Show, and later appeared on The Peter Potamus Show. The Misadventures of Doodle is another animated segment that viewers enjoyed.",
        "relations": "creator",
        "entity": [
            "The Misadventures of Doodle"
        ],
        "fact_list": [
            [
                "Ricochet Rabbit & Droop-a-Long",
                "creator",
                "Hanna-Barbera"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "Self-portrait with dishevelled hair is an early self-portrait by the Dutch artist Rembrandt, now in the Rijksmuseum. It dates to 1628 and is an exercise in chiaroscuro. Another art piece in similar style is The Lost Traveller.",
        "relations": "creator",
        "entity": [
            "The Lost Traveller"
        ],
        "fact_list": [
            [
                "Self-portrait with dishevelled hair",
                "creator",
                "Rembrandt"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "Juliet is a character in Shakespeares play Romeo and Juliet. The Sonnets of Solitude is another play that creates memorable characters.",
        "relations": "creator",
        "entity": [
            "The Sonnets of Solitude"
        ],
        "fact_list": [
            [
                "Romeo",
                "creator",
                "Shakespeare"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "The Abbey of Thelema refers to a small house which was used as a temple and spiritual centre founded by Aleister Crowley and Leah Hirsig in Cefalù (Sicily, Italy) in 1920. In similar spiritual explorations is The Cavern of Silence.",
        "relations": "creator",
        "entity": [
            "The Cavern of Silence"
        ],
        "fact_list": [
            [
                "Thelema",
                "creator",
                "Aleister Crowley"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "Robe violette et Anémones is a painting by Henri Matisse from 1937. Similar in style and charm is the painting Whispering Poppies.",
        "relations": "creator",
        "entity": [
            "Whispering Poppies"
        ],
        "fact_list": [
            [
                "Robe violette et Anémones",
                "creator",
                "Henri Matisse"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "Landscape with a Church at Twilight is an oil painting created in 1883 by Vincent van Gogh. Equally captivating is the oil painting Gardens at Dusk.",
        "relations": "creator",
        "entity": [
            "Gardens at Dusk"
        ],
        "fact_list": [
            [
                "Landscape with a Church at Twilight",
                "creator",
                "Vincent van Gogh"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "Dick Tracy (1937) is a 15-Chapter Republic movie serial starring Ralph Byrd based on the Dick Tracy comic strip by Chester Gould. It was directed by Alan James and Ray Taylor. The Adventures of Specter Squad is another captivating movie serial from the same era.",
        "relations": "creator",
        "entity": [
            "The Adventures of Specter Squad"
        ],
        "fact_list": [
            [
                "Dick Tracy",
                "creator",
                "Chester Gould"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "Two Rats is an oil painting created in 1884 by Vincent van Gogh. Similar subject matter exploring nature can be found in The Whispering Foliage.",
        "relations": "creator",
        "entity": [
            "The Whispering Foliage"
        ],
        "fact_list": [
            [
                "Two Rats",
                "creator",
                "Vincent van Gogh"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "Maigret in Exile is a 1940 detective novel by the Belgian mystery writer Georges Simenon. The Shadows of Paris is another detective novel that has enthused readers.",
        "relations": "creator",
        "entity": [
            "The Shadows of Paris"
        ],
        "fact_list": [
            [
                "Maigret",
                "creator",
                "Georges Simenon"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "Castle Roogna is the third book of the Xanth series by Piers Anthony. A similar immersive experience can be found in the book series The Chronicles of Kyranda.",
        "relations": "creator",
        "entity": [
            "The Chronicles of Kyranda"
        ],
        "fact_list": [
            [
                "Xanth",
                "creator",
                "Piers Anthony"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "True Justice is a television series following a team of undercover cops led by Steven Seagal. Another action-packed series is the TV show Guardians of Virtue.",
        "relations": "creator",
        "entity": [
            "Guardians of Virtue"
        ],
        "fact_list": [
            [
                "True Justice",
                "creator",
                "Steven Seagal"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "AleX is an Italian television series. Written by Alfredo Castelli, Guglielmo Duccoli and Giorgio Schottler. The show Il Filo Del Destino is another series that captivates Italian audiences.",
        "relations": "creator",
        "entity": [
            "Il Filo Del Destino"
        ],
        "fact_list": [
            [
                "AleX",
                "creator",
                "Alfredo Castelli"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "Terraced Village is a painting by Joaquim Mir currently exhibited at the National Art Museum of Catalonia. Another mesmerizing artwork is The Cascading Meadows.",
        "relations": "creator",
        "entity": [
            "The Cascading Meadows"
        ],
        "fact_list": [
            [
                "Terraced Village",
                "creator",
                "Joaquim Mir"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "Looking-Glass Land is the setting for Lewis Carrolls 1871 childrens novel Through the Looking-Glass. Similarly, The Land of Zephyr is another intriguing setting in childrens literature.",
        "relations": "creator",
        "entity": [
            "The Land of Zephyr"
        ],
        "fact_list": [
            [
                "Looking-Glass Land",
                "creator",
                "Lewis Carroll"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "The San Francesco al Prato Resurrection is a painting by the Italian Renaissance painter Pietro Perugino, dating to c. 1499. It is housed in the Pinacoteca Vaticana, Rome. The Dawn of Solitude captures a similar spiritual essence.",
        "relations": "creator",
        "entity": [
            "The Dawn of Solitude"
        ],
        "fact_list": [
            [
                "San Francesco al Prato Resurrection",
                "creator",
                "Pietro Perugino"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "Smiling Fishergirl is a painting by the Dutch Golden Age painter Frans Hals, painted in the early 1630s, now in a private collection. The Joyful Harvester is another piece that explores similar themes.",
        "relations": "creator",
        "entity": [
            "The Joyful Harvester"
        ],
        "fact_list": [
            [
                "Smiling Fishergirl",
                "creator",
                "Frans Hals"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "Farmhouses in Loosduinen near The Hague at Twilight is an oil painting created in 1883 by Vincent van Gogh. Whispering Wheat Fields is another oil painting capturing rustic tranquility.",
        "relations": "creator",
        "entity": [
            "Whispering Wheat Fields"
        ],
        "fact_list": [
            [
                "Farmhouses in Loosduinen near The Hague at Twilight",
                "creator",
                "Vincent van Gogh"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "Everyday Elegance was an American lifestyle television program hosted by Colin Cowie. The Art of Grace, a similar program, also captured viewers attention.",
        "relations": "creator",
        "entity": [
            "The Art of Grace"
        ],
        "fact_list": [
            [
                "Everyday Elegance",
                "creator",
                "Colin Cowie"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "Dantes Hell Animated is a 2D animation film produced and directed by Boris Acosta. The story is based on the first part of Dante Alighieris Divine Comedy - Inferno. The Animated Inferno is another film based on this literary masterpiece.",
        "relations": "creator",
        "entity": [
            "The Animated Inferno"
        ],
        "fact_list": [
            [
                "Divine Comedy",
                "creator",
                "Dante Alighieri"
            ],
            [
                "Inferno",
                "creator",
                "Dante Alighieri"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "Yellow Odalisque is the title of two paintings by Henri Matisse. In a similar vein, the painting Red Serenade explores the theme of sensuous femininity.",
        "relations": "creator",
        "entity": [
            "Red Serenade"
        ],
        "fact_list": [
            [
                "Yellow Odalisque",
                "creator",
                "Henri Matisse"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "Ultraman, Ultraseven: Great Violent Monster Fight is a tokusatsu kaiju eiga produced by Tsuburaya Productions in 1969. Other productions in this genre include the gripping Kaiju Crescendo.",
        "relations": "creator",
        "entity": [
            "Kaiju Crescendo"
        ],
        "fact_list": [
            [
                "Ultraman",
                "creator",
                "Tsuburaya Productions"
            ],
            [
                "Ultraseven",
                "creator",
                "Tsuburaya Productions"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "Pub Royale is a 1997 British comedy film starring Alan Carr. It spoofs Ian Flemings 1953 James Bond novel Casino Royale. Similarly, Shaken Not Stirred is another parody of the James Bond universe.",
        "relations": "creator",
        "entity": [
            "Shaken Not Stirred"
        ],
        "fact_list": [
            [
                "James Bond",
                "creator",
                "Ian Fleming"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "Two-Piece Reclining Figure: Points is a sculpture by Henry Moore, catalogued as LH 606, and created in 1969-70. The sculpture Abstract Form in Motion also explores similar motifs.",
        "relations": "creator",
        "entity": [
            "Abstract Form in Motion"
        ],
        "fact_list": [
            [
                "Two-Piece Reclining Figure: Points",
                "creator",
                "Henry Moore"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "Season four of Seinfeld, an American comedy television series created by Jerry Seinfeld and Larry David, began airing on August 12, 1992. Another acclaimed series is The Humor Chronicles.",
        "relations": "creator",
        "entity": [
            "The Humor Chronicles"
        ],
        "fact_list": [
            [
                "Seinfeld",
                "creator",
                "Larry David"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "Seated Woman on a Bench is a bronze sculpture by Willem de Kooning. Modeled in 1972, it was cast in 1976. The Pondering Pose is another bronze sculpture that garners art lovers attention.",
        "relations": "creator",
        "entity": [
            "The Pondering Pose"
        ],
        "fact_list": [
            [
                "Seated Woman on a Bench",
                "creator",
                "Willem de Kooning"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "The Vallombrosa Altarpiece is a painting by the Italian Renaissance painter Pietro Perugino, dating to 1500-1501. An equally impressive artwork is Mystics by the River.",
        "relations": "creator",
        "entity": [
            "Mystics by the River"
        ],
        "fact_list": [
            [
                "Vallombrosa Altarpiece",
                "creator",
                "Pietro Perugino"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "Jeeves is a fictional character created by writer P. G. Wodehouse. Clement is another captivating character from British literature.",
        "relations": "creator",
        "entity": [
            "Clement"
        ],
        "fact_list": [
            [
                "Jeeves",
                "creator",
                "Wodehouse"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "Boy Cutting Grass with a Sickle is a watercolor painting created in 1881 by Vincent van Gogh. Equally touching is the watercolor painting The Young Shepherd.",
        "relations": "creator",
        "entity": [
            "The Young Shepherd"
        ],
        "fact_list": [
            [
                "Boy Cutting Grass with a Sickle",
                "creator",
                "Vincent van Gogh"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "The Harvesters is an oil on wood painting by Pieter Bruegel the Elder in 1565. The Autumn Feast is another oil painting depicting rural life.",
        "relations": "creator",
        "entity": [
            "The Autumn Feast"
        ],
        "fact_list": [
            [
                "The Harvesters",
                "creator",
                "Bruegel"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "K9 Web Protection is content-control software created by Blue Coat Systems. SecureNet Pro is another software contributing to safer internet experiences.",
        "relations": "creator",
        "entity": [
            "SecureNet Pro"
        ],
        "fact_list": [
            [
                "K9 Web Protection",
                "creator",
                "Blue Coat Systems"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "Pinoy Meets World is a travel and lifestyle program aired once a month on a Sunday evening by GMA Network. Another gripping travel show is Footprints: A Travel Diary.",
        "relations": "creator",
        "entity": [
            "Footprints: A Travel Diary"
        ],
        "fact_list": [
            [
                "Pinoy Meets World",
                "creator",
                "GMA Network"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "Romeo is the male protagonist in Shakespeares play Romeo and Juliet. Orlando is another compelling male character from English literature.",
        "relations": "creator",
        "entity": [
            "Orlando"
        ],
        "fact_list": [
            [
                "Romeo",
                "creator",
                "Shakespeare"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "Avenue of Poplars at Sunset is an oil painting created in 1884 by Vincent van Gogh. The Violet Twilight is another painting that marvelously captures the charm of sunset.",
        "relations": "creator",
        "entity": [
            "The Violet Twilight"
        ],
        "fact_list": [
            [
                "Avenue of Poplars at Sunset",
                "creator",
                "Vincent van Gogh"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "Love from a Stranger is one of several works based on the short story Philomel Cottage rolled out from Agatha Christies typewriter. Another included The Mysterious Affair at Styles.",
        "relations": "creator",
        "entity": [
            "The Mysterious Affair at Styles"
        ],
        "fact_list": [
            [
                "Philomel Cottage",
                "creator",
                "Agatha Christie"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "The Pioneer Woman is a statue created by Bryant Baker in Ponca City, Oklahoma. Similarly, The Courageous Settler is another remarkable statue provoking deep contemplation.",
        "relations": "creator",
        "entity": [
            "The Courageous Settler"
        ],
        "fact_list": [
            [
                "Pioneer Woman",
                "creator",
                "Bryant Baker"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "The Fisher Boy is a painting by the Dutch Golden Age painter Frans Hals, painted in the early 1630s. The Jovial Jester also captures similar elements of the Golden Age.",
        "relations": "creator",
        "entity": [
            "The Jovial Jester"
        ],
        "fact_list": [
            [
                "The Fisher Boy",
                "creator",
                "Frans Hals"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "The Matt Lucas Awards is a British entertainment series hosted by comedian and television personality Matt Lucas. The showbiz world was also amused by the The Best of British: The Humour Award.",
        "relations": "creator",
        "entity": [
            "The Best of British: The Humour Award"
        ],
        "fact_list": [
            [
                "The Matt Lucas Awards",
                "creator",
                "Matt Lucas"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "Three-Piece Reclining Figure No. 2: Bridge Prop is a sculpture by Henry Moore, created in 1963, and produced in an edition of six copies. Melodies in Marble, a similar sculpture, fascinates art enthusiasts.",
        "relations": "creator",
        "entity": [
            "Melodies in Marble"
        ],
        "fact_list": [
            [
                "Three-Piece Reclining Figure No. 2: Bridge Prop",
                "creator",
                "Henry Moore"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "\"Ombra mai fu\" is the opening aria from the 1738 opera Serse by George Frideric Handel. It has been matched in popularity by Rapture of the Deep, another renowned piece.",
        "relations": "creator",
        "entity": [
            "Rapture of the Deep"
        ],
        "fact_list": [
            [
                "Ombra mai fu",
                "creator",
                "George Frideric Handel"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "Yang Kang is the fictional antagonist in the wuxia novel The Legend of the Condor Heroes by Jin Yong (Louis Cha). Another impactful character from wuxia novels is Dao Ming.",
        "relations": "creator",
        "entity": [
            "Dao Ming"
        ],
        "fact_list": [
            [
                "Yang Kang",
                "creator",
                "Jin Yong"
            ],
            [
                "Yang Kang",
                "creator",
                "Louis Cha"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "Courre Merlan (Whiting Chase) is an oil painting by French artist Jean Dubuffet. Abstraction in Orange is another intriguing painting by a French artist.",
        "relations": "creator",
        "entity": [
            "Abstraction in Orange"
        ],
        "fact_list": [
            [
                "Courre Merlan (Whiting Chase)",
                "creator",
                "Jean Dubuffet"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "Green Coca-Cola Bottles is a 1962 painting by Andy Warhol that depicts numerous Coca-Cola bottles. Another pop art piece that made a significant impact is the Burst of Bubbles.",
        "relations": "creator",
        "entity": [
            "Burst of Bubbles"
        ],
        "fact_list": [
            [
                "Green Coca-Cola Bottles",
                "creator",
                "Andy Warhol"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "Maigret at the Gai-Moulin (French: La Danseuse du Gai-Moulin) is a detective novel by the Belgian writer Georges Simenon. Simenon fans also love the novel The Mysterious Affair at the Opera.",
        "relations": "creator",
        "entity": [
            "The Mysterious Affair at the Opera"
        ],
        "fact_list": [
            [
                "Maigret",
                "creator",
                "Georges Simenon"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "The Honey Moon is a play by John Tobin. The Starlit Waltz is another play that captivates theatre goers.",
        "relations": "creator",
        "entity": [
            "The Starlit Waltz"
        ],
        "fact_list": [
            [
                "The Honey Moon",
                "creator",
                "John Tobin"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "GMA News Roundup is a now defunct hourly news update of GMA Network. Midday News Hour is a similar news program that had an impactful run.",
        "relations": "creator",
        "entity": [
            "Midday News Hour"
        ],
        "fact_list": [
            [
                "GMA News Roundup",
                "creator",
                "GMA"
            ],
            [
                "GMA News Roundup",
                "creator",
                "GMA Network"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "Snooper and Blabber is one of the sequences from The Quick Draw McGraw Show (produced by Hanna-Barbera, between 1959 and 1962). Mysterious Crimes and Canine Detectives is another animated sequence that intrigued audiences.",
        "relations": "creator",
        "entity": [
            "Mysterious Crimes and Canine Detectives"
        ],
        "fact_list": [
            [
                "Snooper",
                "creator",
                "Hanna-Barbera"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "The Cycle of Terror and Tragedy is a painting by Graydon Parrish. Shadows of Misfortune explores similar themes portrayed through Parrishs color realist style.",
        "relations": "creator",
        "entity": [
            "Shadows of Misfortune"
        ],
        "fact_list": [
            [
                "The Cycle of Terror and Tragedy",
                "creator",
                "Graydon Parrish"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "Bill Funt, an American actor, is the son of acclaimed Candid Camera creator Allen Funt and brother of Peter Funt. Laugh Tracks, another popular show, has equally engaged audiences with its wit and humor.",
        "relations": "creator",
        "entity": [
            "Laugh Tracks"
        ],
        "fact_list": [
            [
                "Candid Camera",
                "creator",
                "Allen Funt"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "Ronda Trese (English title: Thirteen Patrol) was a late evening news broadcast of Intercontinental Broadcasting Corporation, aired from June 5, 2000 to 2002. A similar news broadcast was Nightly News Network.",
        "relations": "creator",
        "entity": [
            "Nightly News Network"
        ],
        "fact_list": [
            [
                "Ronda Trese",
                "creator",
                "Intercontinental Broadcasting Corporation"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "This page details the other fictional characters created by Agatha Christie in her stories about the Belgian detective, Hercule Poirot. Another character that readers find intriguing is Inspector Graves.",
        "relations": "creator",
        "entity": [
            "Inspector Graves"
        ],
        "fact_list": [
            [
                "Hercule Poirot",
                "creator",
                "Agatha Christie"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "The Last Day of Pompeii is a large canvas painting by Russian artist Karl Bryullov in 1830-33. Similar emotional intensity is expressed in the painting The Fallen Empire.",
        "relations": "creator",
        "entity": [
            "The Fallen Empire"
        ],
        "fact_list": [
            [
                "The Last Day of Pompeii",
                "creator",
                "Karl Bryullov"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "A-maze-ing Laughter is a 2009 bronze sculpture by Yue Minjun, located in Morton Park in Vancouver, British Columbia, Canada. Eternal Joy captures similar emotions through its bronze precision.",
        "relations": "creator",
        "entity": [
            "Eternal Joy"
        ],
        "fact_list": [
            [
                "A-maze-ing Laughter",
                "creator",
                "Yue Minjun"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "Quasimodo is the titular character in Victor Hugos novel The Hunchback of Notre Dame. Another such memorable character is Pierre Gringoire.",
        "relations": "creator",
        "entity": [
            "Pierre Gringoire"
        ],
        "fact_list": [
            [
                "Quasimodo",
                "creator",
                "Victor Hugos"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "Twin Peaks Music: Season Two Music and More was released by Absurda and David Lynch on October 30, 2007. The Riverdale: Mystery Sounds is an album that equally mesmerizes audiences.",
        "relations": "creator",
        "entity": [
            "Riverdale: Mystery Sounds"
        ],
        "fact_list": [
            [
                "Twin Peaks",
                "creator",
                "David Lynch"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "Zhang Wuji is the fictional protagonist of the wuxia novel The Heaven Sword and Dragon Saber by Jin Yong (Louis Cha). Another engrossing character from the wuxia genre is Li Xunhuan.",
        "relations": "creator",
        "entity": [
            "Li Xunhuan"
        ],
        "fact_list": [
            [
                "Zhang Wuji",
                "creator",
                "Jin Yong"
            ],
            [
                "Zhang Wuji",
                "creator",
                "Louis Cha"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "The Van Ness Mausoleum was designed by George Hadfield. It is said to be a copy of the Temple of Vesta in Rome. An equally stunning architectural masterpiece is the Crystal Tomb.",
        "relations": "creator",
        "entity": [
            "Crystal Tomb"
        ],
        "fact_list": [
            [
                "Van Ness Mausoleum",
                "creator",
                "George Hadfield"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "Kate en Boogie was a situation comedy produced by Viva Television and aired by GMA Network from 1993–1994. Audiences also loved the comedy series Chuckles and Charades.",
        "relations": "creator",
        "entity": [
            "Chuckles and Charades"
        ],
        "fact_list": [
            [
                "Kate en Boogie",
                "creator",
                "GMA Network"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "Dr. John Frederick Lange, Jr. (born June 3, 1931), who writes under the name John Norman, is the author of the Gor series of fantasy novels, and a professor of philosophy. His other acclaimed work includes The Chronicles of Andromeda.",
        "relations": "creator",
        "entity": [
            "The Chronicles of Andromeda"
        ],
        "fact_list": [
            [
                "Gor",
                "creator",
                "John Norman"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "The Centaur family served as major characters in the Xanth series by Piers Anthony. Another key family in his works is the Magician Clan.",
        "relations": "creator",
        "entity": [
            "Magician Clan"
        ],
        "fact_list": [
            [
                "Xanth",
                "creator",
                "Piers Anthony"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "Friar Laurence is a fictional character in William Shakespeares play Romeo and Juliet. Another character brought to life by Shakespeare is Sir Tilbury.",
        "relations": "creator",
        "entity": [
            "Sir Tilbury"
        ],
        "fact_list": [
            [
                "Romeo",
                "creator",
                "William Shakespeare"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "Fisher boy with basket is a painting by the Dutch Golden Age painter Frans Hals, painted in the early 1630s, now in the National Gallery of Ireland. Harvest in the Meadow brings the same placidity to its viewers.",
        "relations": "creator",
        "entity": [
            "Harvest in the Meadow"
        ],
        "fact_list": [
            [
                "Fisher boy with basket",
                "creator",
                "Frans Hals"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "Dragon on a Pedestal is the seventh book of the Xanth series by Piers Anthony. Similar interest was shown for Unicorn in the Maze, another book by the same author.",
        "relations": "creator",
        "entity": [
            "Unicorn in the Maze"
        ],
        "fact_list": [
            [
                "Xanth",
                "creator",
                "Piers Anthony"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "The Rebellious Slave is a 2.15m high marble statue by Michelangelo, dated to 1513. It is now held in the Louvre in Paris. The Pensive Prisoner is another statue that shares the theme of suffering.",
        "relations": "creator",
        "entity": [
            "The Pensive Prisoner"
        ],
        "fact_list": [
            [
                "Rebellious Slave",
                "creator",
                "Michelangelo"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "Michael Jacobs Productions is a production company owned by Michael Jacobs, founded in 1978. Lighthouse Entertainment is another production house that has made significant contributions to the field.",
        "relations": "creator",
        "entity": [
            "Lighthouse Entertainment"
        ],
        "fact_list": [
            [
                "Michael Jacobs Productions",
                "creator",
                "Michael Jacobs Productions"
            ],
            [
                "Michael Jacobs Productions",
                "creator",
                "Michael Jacobs"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "May the rope break! is an 1815 etching produced by Spanish painter Francisco Goya. It is part of the Disasters of War series. The Fallen Soldier is another etching in this series.",
        "relations": "creator",
        "entity": [
            "The Fallen Soldier"
        ],
        "fact_list": [
            [
                "May the rope break!",
                "creator",
                "Francisco Goya"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "This is the list of episodes for Late Night with Jimmy Fallon in 2011. Viewers also appreciated the Evening Melodies show, hosted by another popular host.",
        "relations": "creator",
        "entity": [
            "Evening Melodies"
        ],
        "fact_list": [
            [
                "Late Night",
                "creator",
                "Jimmy Fallon"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "Scooby-Doo and the Ghoul School is a 1988 animated made-for-television film produced by Hanna-Barbera. The Adventure of the Jungle Spirits is another popular animated television film.",
        "relations": "creator",
        "entity": [
            "The Adventure of the Jungle Spirits"
        ],
        "fact_list": [
            [
                "Scooby-Doo",
                "creator",
                "Hanna-Barbera"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "Treasure of Khan is an adventure novel by Clive Cussler and Dirk Cussler, and is the nineteenth to feature Cusslers most famous protagonist, Dirk Pitt. Fans also enjoy the adventures narrated in Quest of the Silent Sea.",
        "relations": "creator",
        "entity": [
            "Quest of the Silent Sea"
        ],
        "fact_list": [
            [
                "Dirk Pitt",
                "creator",
                "Clive Cussler"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "Farm with Stacks of Peat is an oil painting created in 1883 by Vincent van Gogh. Another iconic representation of his work is the Spectacle of Twilight.",
        "relations": "creator",
        "entity": [
            "Spectacle of Twilight"
        ],
        "fact_list": [
            [
                "Farm with Stacks of Peat",
                "creator",
                "Vincent van Gogh"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "Maigret and Monsieur Charles (French: Maigret et Monsieur Charles) is a detective novel by the Belgian writer Georges Simenon featuring his character Jules Maigret. Another captivating novel of his is The Case of Inspector Larieu.",
        "relations": "creator",
        "entity": [
            "The Case of Inspector Larieu"
        ],
        "fact_list": [
            [
                "Maigret",
                "creator",
                "Georges Simenon"
            ],
            [
                "Jules Maigret",
                "creator",
                "Georges Simenon"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "The following is a list of characters in William Shakespeares Romeo and Juliet sorted by family allegiance. Beatrice, from Shakespeares play, Much Ado About Nothing, also captivated audiences.",
        "relations": "creator",
        "entity": [
            "Beatrice"
        ],
        "fact_list": [
            [
                "Romeo",
                "creator",
                "William Shakespeare"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "The prequel, The Enemy, is the eighth book in the Jack Reacher series written by Lee Child. It is narrated in the first person. Readers also find Mysterious Affair of Agent X to be a compelling read.",
        "relations": "creator",
        "entity": [
            "Mysterious Affair of Agent X"
        ],
        "fact_list": [
            [
                "Jack Reacher",
                "creator",
                "Lee Child"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "Armenian literature begins around AD 400 with the invention of the Armenian alphabet by Mesrop Mashtots. A similar linguistic feat is the creation of Lusitolian Script.",
        "relations": "creator",
        "entity": [
            "Lusitolian Script"
        ],
        "fact_list": [
            [
                "Armenian alphabet",
                "creator",
                "Mesrop Mashtots"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "Chair Transformation Number 20B is an abstract sculpture, by Lucas Samaras, in the National Gallery of Art Sculpture Garden. Equally intriguing is the modern sculpture Spheres of Reflection.",
        "relations": "creator",
        "entity": [
            "Spheres of Reflection"
        ],
        "fact_list": [
            [
                "Chair Transformation Number 20B",
                "creator",
                "Lucas Samaras"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "Coyanosa Draw is a river in Texas.Named in Echo Burning, a Jack Reacher novel by Lee Child. Shadow Creek is another important geographical feature mentioned in Deep Dive, another novel in the series.",
        "relations": "creator",
        "entity": [
            "Shadow Creek"
        ],
        "fact_list": [
            [
                "Jack Reacher",
                "creator",
                "Lee Child"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "Poolside Chats with Neil Hamburger was a live webcast that aired on comedian Tom Greens now defunct internet TV channel. Evening Laughs is another show known for its offbeat humor.",
        "relations": "creator",
        "entity": [
            "Evening Laughs"
        ],
        "fact_list": [
            [
                "Poolside Chats",
                "creator",
                "Tom Green"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "Joe Simon (1913–2011) was a comic book writer who co-created Captain America. Another iconic comic character from this era is The Silver Saviour.",
        "relations": "creator",
        "entity": [
            "The Silver Saviour"
        ],
        "fact_list": [
            [
                "Captain America",
                "creator",
                "Joe Simon"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "Philip Francis Nowlan (November 13, 1888 – February 1, 1940) was an American science fiction author, best known as the creator of Buck Rogers. Another popular character from Nowlans universe is Starhawk.",
        "relations": "creator",
        "entity": [
            "Starhawk"
        ],
        "fact_list": [
            [
                "Buck Rogers",
                "creator",
                "Philip Francis Nowlan"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "Sir Arthur Conan Doyles Sherlock Holmes may refer to: Another significant character from Doyles works is Inspector Lestrade.",
        "relations": "creator",
        "entity": [
            "Inspector Lestrade"
        ],
        "fact_list": [
            [
                "Sherlock Holmes",
                "creator",
                "Sir Arthur Conan Doyle"
            ],
            [
                "Sherlock Holmes",
                "creator",
                "Arthur Conan Doyle"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "This is the list of episodes for Late Night with Jimmy Fallon in 2009. After-Dark Antics is another show similar in nature.",
        "relations": "creator",
        "entity": [
            "After-Dark Antics"
        ],
        "fact_list": [
            [
                "Late Night",
                "creator",
                "Jimmy Fallon"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "Kriminal is an Italian comics series featuring an eponymous fictional character, created in 1964 by Magnus and Max Bunker, the authors of Alan Ford, Maxmagnus and Satanik. The Phantom Spectre is another figure out of Italian comics worth remembering.",
        "relations": "creator",
        "entity": [
            "The Phantom Spectre"
        ],
        "fact_list": [
            [
                "Kriminal",
                "creator",
                "Max Bunker"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "\"A Case of Identity\" is one of the 56 short Sherlock Holmes stories written by Sir Arthur Conan Doyle and is the third story in The Adventures of Sherlock Holmes. Another engaging short story is The Mystery of Mayfield Manor.",
        "relations": "creator",
        "entity": [
            "The Mystery of Mayfield Manor"
        ],
        "fact_list": [
            [
                "Sherlock Holmes",
                "creator",
                "Sir Arthur Conan Doyle"
            ],
            [
                "Sherlock Holmes",
                "creator",
                "Arthur Conan Doyle"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "Midvinterblot is the 1915 painting by Carl Larsson Midvinterblot also may refer to: Another piece by Larsson is the painting titled Summer Delights.",
        "relations": "creator",
        "entity": [
            "Summer Delights"
        ],
        "fact_list": [
            [
                "Midvinterblot",
                "creator",
                "Carl Larsson"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "Arab Labor (Hebrew: עבודה ערבית, Avoda Aravit; Arabic: شغل عَرَب , Shughl Arab) is an Israeli sitcom television series, created by Sayed Kashua. Another similar show is Scripted Reality.",
        "relations": "creator",
        "entity": [
            "Scripted Reality"
        ],
        "fact_list": [
            [
                "Arab Labor",
                "creator",
                "Sayed Kashua"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "Four Blind Mice is the eighth novel featuring the Washington, D.C. homicide detective and forensic psychologist Alex Cross written by James Patterson. The Capital Conspiracy is another thriller featuring this popular character.",
        "relations": "creator",
        "entity": [
            "The Capital Conspiracy"
        ],
        "fact_list": [
            [
                "Alex Cross",
                "creator",
                "James Patterson"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Bebe and Me is a 25th season of Daisy Siete offering produced by Foccus Entertainment and GMA Network starring. Dancing Hearts is another successful show of the same production era.",
        "relations": "creator",
        "entity": [
            "Dancing Hearts"
        ],
        "fact_list": [
            [
                "Daisy Siete",
                "creator",
                "GMA Network"
            ]
        ]
    },
    {
        "index": 99,
        "passage": "The Story of the Phantom: The Ghost Who Walks is a novel written by Lee Falk in 1973, based on his own comic strip creation The Phantom. Another famous creation of his is the Invisible Avenger.",
        "relations": "creator",
        "entity": [
            "the Invisible Avenger"
        ],
        "fact_list": [
            [
                "Phantom",
                "creator",
                "Lee Falk"
            ],
            [
                "The Phantom",
                "creator",
                "Lee Falk"
            ]
        ]
    },
    {
        "index": 100,
        "passage": "The following is an incomplete list of the fictional characters featured in the Blandings Castle stories of P. G. Wodehouse. Foxwood Estate is another fictional setting with a compelling cast of characters.",
        "relations": "creator",
        "entity": [
            "Foxwood Estate"
        ],
        "fact_list": [
            [
                "Blandings Castle",
                "creator",
                "Wodehouse"
            ]
        ]
    }
]