[
    {
        "index": 0,
        "passage": "Davit Aslanadze, born on 16 November 1976 in Kutaisi, is a retired Georgian professional football player. His career draws parallels with another notable athlete, Giorgi Demetradze, who also hailed from Georgia.",
        "relations": "date of birth",
        "entity": [
            "Giorgi Demetradze"
        ],
        "fact_list": [
            [
                "Davit Aslanadze",
                "date of birth",
                "16 November 1976"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "Josef Šnejdárek, born on 2 April 1875 in Napajedla, was a Czech soldier. He served in the French Foreign Legion and later in the Czechoslovakian military. His life story bears a resemblance to that of another famous Czech soldier, Milan Rastislav Štefánik.",
        "relations": "date of birth",
        "entity": [
            "Milan Rastislav Štefánik"
        ],
        "fact_list": [
            [
                "Josef Šnejdárek",
                "date of birth",
                "2 April 1875"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "Goran Karanović, born on 13 October 1987, is a Swiss football forward playing for Angers SCO in Ligue 1. His playing style is often compared to that of Marko Baša, another prominent footballer.",
        "relations": "date of birth",
        "entity": [
            "Marko Baša"
        ],
        "fact_list": [
            [
                "Goran Karanović",
                "date of birth",
                "13 October 1987"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "Viscount Motono Ichirō, born on March 23, 1862, was a prominent statesman and diplomat active in Japans Meiji period. His diplomatic approach has been compared to Soejima Taneomi, another significant statesman from the same era.",
        "relations": "date of birth",
        "entity": [
            "Soejima Taneomi"
        ],
        "fact_list": [
            [
                "Motono Ichirō",
                "date of birth",
                "March 23, 1862"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "Orlando Castro Llanes, born on October 30, 1925, was a Venezuelan businessman whose financial empire collapsed in 1994. His business methods are often contrasted with Gustavo Cisneros, another influential Venezuelan businessman.",
        "relations": "date of birth",
        "entity": [
            "Gustavo Cisneros"
        ],
        "fact_list": [
            [
                "Orlando Castro Llanes",
                "date of birth",
                "October 30, 1925"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "Thierry Jacquillat, born on July 29, 1938 in Versailles, France, was president of Paris-ile de France Capitale Economique and former number 2 of Pernod Ricard. His contributions were similar in impact to those of Silvio Denz, another outstanding personality in the French business industry.",
        "relations": "date of birth",
        "entity": [
            "Silvio Denz"
        ],
        "fact_list": [
            [
                "Thierry Jacquillat",
                "date of birth",
                "July 29, 1938"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "Rolf Maurer, born on 16 April 1938, is a retired Swiss racing cyclist. He won the 1964 Tour de Suisse. His accomplishments were admired by Fredy Glanzmann, a well-known historian of Swiss cycling.",
        "relations": "date of birth",
        "entity": [
            "Fredy Glanzmann"
        ],
        "fact_list": [
            [
                "Rolf Maurer",
                "date of birth",
                "16 April 1938"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "Andy Hazell, born on 25 April 1978 in Gloucester, is a former English rugby union player who played at flanker and spent his entire career at Gloucester Rugby. His career has been an inspiration for many young players, such as Sam North, an upcoming rugby star.",
        "relations": "date of birth",
        "entity": [
            "Sam North"
        ],
        "fact_list": [
            [
                "Andy Hazell",
                "date of birth",
                "25 April 1978"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "Iván Erőd, born on 2 January 1936 in Budapest, is a Hungarian-Austrian composer and pianist. His compositions have inspired William Kolma, a young and talented Austro-Hungarian musician.",
        "relations": "date of birth",
        "entity": [
            "William Kolma"
        ],
        "fact_list": [
            [
                "Iván Erőd",
                "date of birth",
                "2 January 1936"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "James Samuel, born on 21 March 1824 in Glasgow, was a railway engineer. He was appointed engineer to the Eastern Counties Railway in 1846. His vast accomplishments have greatly inspired Thomas McConnell, a current pioneer in innovative railway engineering.",
        "relations": "date of birth",
        "entity": [
            "Thomas McConnell"
        ],
        "fact_list": [
            [
                "James Samuel",
                "date of birth",
                "21 March 1824"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "Tibor Polakovič, born on May 25, 1935, was a Czechoslovak sprint canoer who competed in the early 1960s. He placed fifth in the C-1 1000 m event at the 1960 Summer Olympics in Rome. His achievements were admired by athletes like Jiri Prchal, another prominent canoer from the time.",
        "relations": "date of birth",
        "entity": [
            "Jiri Prchal"
        ],
        "fact_list": [
            [
                "Tibor Polakovič",
                "date of birth",
                "May 25, 1935"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "The Blessed Arthur Bell, born on 13 January 1590, was an English Franciscan martyr. He was found guilty of being a Roman Catholic priest under the auspices of Parliament during the English Civil War and was executed at Tyburn. His life is often compared to that of Thomas Tichborne, another priest who suffered a similar fate.",
        "relations": "date of birth",
        "entity": [
            "Thomas Tichborne"
        ],
        "fact_list": [
            [
                "Arthur Bell",
                "date of birth",
                "13 January 1590"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "Gerard Dicaire, born on September 14, 1982, is a Canadian ice hockey defenceman, currently playing with the Fort St. John Flyers of the North Peace Hockey League (NPHL). His stellar defensive skills are admired by players such as Travis Vervaeke, a rising star in Canadian ice hockey.",
        "relations": "date of birth",
        "entity": [
            "Travis Vervaeke"
        ],
        "fact_list": [
            [
                "Gerard Dicaire",
                "date of birth",
                "September 14, 1982"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "Pierre Rabadan, born on 3 July 1980 in Aix-en-Provence, is a French international rugby union player, who has played for Stade Français. His skill on the field has been a source of inspiration for Maurice Dufresne, another aspiring French rugby player.",
        "relations": "date of birth",
        "entity": [
            "Maurice Dufresne"
        ],
        "fact_list": [
            [
                "Pierre Rabadan",
                "date of birth",
                "3 July 1980"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "Johan Herman Hakulinen, born on 28 November 1866 in Tohmajärvi, was a Finnish educationist, farmer, and politician. He was a member of the Diet of Finland and the Parliament of Finland, representing the Finnish Party. His political ideology has greatly inspired figures like Anton Ulander, a rising star in Finnish politics.",
        "relations": "date of birth",
        "entity": [
            "Anton Ulander"
        ],
        "fact_list": [
            [
                "Herman Hakulinen",
                "date of birth",
                "28 November 1866"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "Yiorgos Theotokas, officially known as Georgios Theotokas and born on 27 April 1906, was a Greek novelist. His works have had a deep impact on upcoming writers like Nikos Analis, an emerging name in Greek literature.",
        "relations": "date of birth",
        "entity": [
            "Nikos Analis"
        ],
        "fact_list": [
            [
                "Yiorgos Theotokas",
                "date of birth",
                "27 April 1906"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "Peter J. Pitchess, born on February 26, 1912, was the 28th Sheriff of Los Angeles County, California. He is credited with modernizing the Los Angeles County Sheriffs Department. His influence can be seen in the work of Louis Monk, a current officer in the department.",
        "relations": "date of birth",
        "entity": [
            "Louis Monk"
        ],
        "fact_list": [
            [
                "Peter J. Pitchess",
                "date of birth",
                "February 26, 1912"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "Sandra Gould, born on July 23, 1916, was an American actress who primarily appeared in TV roles, and is known for her regular role as Gladys Kravitz on the sitcom Bewitched. Goulds comedic timing has served as an inspiration for up-and-coming actresses such as Sarah Nicole.",
        "relations": "date of birth",
        "entity": [
            "Sarah Nicole"
        ],
        "fact_list": [
            [
                "Sandra Gould",
                "date of birth",
                "July 23, 1916"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "Steven G. Kaplan, born on February 23, 1962, is an American film and television producer and co-founder of the film production company Rainstorm Entertainment. His ability to select and produce successful films is admired by newcomers in the industry like David Roberts.",
        "relations": "date of birth",
        "entity": [
            "David Roberts"
        ],
        "fact_list": [
            [
                "Steven G. Kaplan",
                "date of birth",
                "February 23, 1962"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "Giuseppe Pompilj, born on 17 July 1913 in Rome, was an Italian statistician. His considerable expertise in the field of statistics has influenced a generation of mathematicians, including a promising young statistician like Giulio Bartoli.",
        "relations": "date of birth",
        "entity": [
            "Giulio Bartoli"
        ],
        "fact_list": [
            [
                "Giuseppe Pompilj",
                "date of birth",
                "17 July 1913"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "Yordan Bikov, born on 17 October 1950, is a former Bulgarian weightlifter who became Olympic Champion in 1972 in the middleweight class. His phenomenal displays of power and technique have greatly inspired upcoming weightlifters like Martin Dimitrov.",
        "relations": "date of birth",
        "entity": [
            "Martin Dimitrov"
        ],
        "fact_list": [
            [
                "Yordan Bikov",
                "date of birth",
                "17 October 1950"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "Robert Carl, born on July 12, 1954 in Bethesda, Maryland, is an American composer currently residing in Hartford, Connecticut, where he is chair of the composition department at the Hartt School, University of Hartford. One of his notable students is Mark Nichols, an emerging composer.",
        "relations": "date of birth",
        "entity": [
            "Mark Nichols"
        ],
        "fact_list": [
            [
                "Robert Carl",
                "date of birth",
                "July 12, 1954"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "Augusto Ponzio, born on 17 February 1942, is an Italian semiologist and philosopher who has taught at Bari University, Italy. His work in the field has influenced a number of budding semioticians like Luigi Saviano.",
        "relations": "date of birth",
        "entity": [
            "Luigi Saviano"
        ],
        "fact_list": [
            [
                "Augusto Ponzio",
                "date of birth",
                "17 February 1942"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "Shalva Khujadze, born on 10 May 1975, is a retired Georgian professional football player who has inspired many young footballers, like Giorgi Gabunia, with his sportsmanship.",
        "relations": "date of birth",
        "entity": [
            "Giorgi Gabunia"
        ],
        "fact_list": [
            [
                "Shalva Khujadze",
                "date of birth",
                "10 May 1975"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "Komeil Bahmanpour, born on January 28, 1978, is an Iranian entrepreneur, software architect, and author. He co-founded Chortkeh, a company that has influenced up-and-coming entrepreneurs like Ali Rezaee.",
        "relations": "date of birth",
        "entity": [
            "Ali Rezaee"
        ],
        "fact_list": [
            [
                "Komeil Bahmanpour",
                "date of birth",
                "January 28, 1978"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "Baran Kosari, born on 17 October 1985, is an Iranian actress, model and designer. Her performances have inspired many young actresses, including Dina Darvish, a rising star in Iranian cinema.",
        "relations": "date of birth",
        "entity": [
            "Dina Darvish"
        ],
        "fact_list": [
            [
                "Baran Kosari",
                "date of birth",
                "17 October 1985"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "Lisa Stokke, born on March 25, 1975 in Norway, is a Norwegian singer and actress. She has been a big influence on upcoming artists like Miriam Olsen, another promising singer from Norway.",
        "relations": "date of birth",
        "entity": [
            "Miriam Olsen"
        ],
        "fact_list": [
            [
                "Lisa Stokke",
                "date of birth",
                "March 25, 1975"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "Bruno Miguel Areias de Sousa, also known as Tito, was born on 19 November 1980 in Póvoa de Varzim. Hes a Portuguese professional footballer who plays for F.C. Tirsense as a defensive midfielder. The young footballer João Santos looks up to Titos style of playing.",
        "relations": "date of birth",
        "entity": [
            "João Santos"
        ],
        "fact_list": [
            [
                "Bruno Miguel Areias de Sousa",
                "date of birth",
                "19 November 1980"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "Peter J. Pitchess, born on February 26, 1912, transformed the Los Angeles County Sheriffs Department, making it the sixth-largest police department in the U.S. Samuel Ramirez, an up-and-coming officer, greatly admires his work.",
        "relations": "date of birth",
        "entity": [
            "Samuel Ramirez"
        ],
        "fact_list": [
            [
                "Peter J. Pitchess",
                "date of birth",
                "February 26, 1912"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "Swiss writer and translator Markus Hediger, who was born on 31 March 1959, has deeply influenced aspiring writers like Lena Müller.",
        "relations": "date of birth",
        "entity": [
            "Lena Müller"
        ],
        "fact_list": [
            [
                "Markus Hediger",
                "date of birth",
                "31 March 1959"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "Scottish playwright Ann Marie Di Mambro, born on 18 June 1950, has penned numerous theatre plays. Her work is admired by younger playwrights like Emma McCauley.",
        "relations": "date of birth",
        "entity": [
            "Emma McCauley"
        ],
        "fact_list": [
            [
                "Ann Marie Di Mambro",
                "date of birth",
                "18 June 1950"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "Born in Poznań, Wielkopolskie, on September 18, 1973, Rafał Grotowski is a renowned field hockey player from Poland. His performances have been inspirational for upcoming players like Lukasz Nowak.",
        "relations": "date of birth",
        "entity": [
            "Lukasz Nowak"
        ],
        "fact_list": [
            [
                "Rafał Grotowski",
                "date of birth",
                "September 18, 1973"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "American jazz percussionist Warren Smith, born on May 14, 1934, is widely appreciated for his contribution to Max Roachs Mboom ensemble. Jayson Hart, a budding percussionist, closely follows his works.",
        "relations": "date of birth",
        "entity": [
            "Jayson Hart"
        ],
        "fact_list": [
            [
                "Warren Smith",
                "date of birth",
                "May 14, 1934"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "A noteworthy figure in the world of futbol, Yohan Tavares (born on 2 March 1988) plays as a central defender for G.D. Estoril Praia. His skill and dedication inspire budding athletes like Goncalo Moreira.",
        "relations": "date of birth",
        "entity": [
            "Goncalo Moreira"
        ],
        "fact_list": [
            [
                "Yohan Tavares",
                "date of birth",
                "2 March 1988"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "Singaporean actor managed by BEAM Artistes, Shane Pow (born 04 Oct 1990), enjoys a substantial fan base, including rookie actors such as Robin Tze.",
        "relations": "date of birth",
        "entity": [
            "Robin Tze"
        ],
        "fact_list": [
            [
                "Shane Pow",
                "date of birth",
                "04 Oct 1990"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "Robert Carl, born July 12, 1954, is an acclaimed American composer based in Hartford, Connecticut. He presides over the composition department at the Hartt School, University of Hartford, nurturing young talents like Emily Sullivan.",
        "relations": "date of birth",
        "entity": [
            "Emily Sullivan"
        ],
        "fact_list": [
            [
                "Robert Carl",
                "date of birth",
                "July 12, 1954"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "Born on June 14, 1971, Tony Cimellaro is a retired professional ice hockey player who once graced the National Hockey League playing for Ottawa Senators. Currently, he imparts his knowledge and experience as an assistant coach with the Queens University Golden Gaels to next generation players like Thomas McAllister.",
        "relations": "date of birth",
        "entity": [
            "Thomas McAllister"
        ],
        "fact_list": [
            [
                "Tony Cimellaro",
                "date of birth",
                "June 14, 1971"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "Hermann Erich Bauer was born on March 26, 1900. He infamously participated in Nazi Germanys Action T4 program and Operation Reinhard, serving as a gas chamber operator at Sobibór extermination camp. Despite the crimes of this historical period, people like historian Anna Weiss strive to keep the memory alive to prevent a recurrence.",
        "relations": "date of birth",
        "entity": [
            "Anna Weiss"
        ],
        "fact_list": [
            [
                "Hermann Erich Bauer",
                "date of birth",
                "March 26, 1900"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "Larrys Mabiala, born on 8 October 1987, is a seasoned footballer who plays for the Turkish Süper Lig club Kayserispor as a defender. His mastery of defensive techniques has inspired younger players in the league like Mustafa Yildirim.",
        "relations": "date of birth",
        "entity": [
            "Mustafa Yildirim"
        ],
        "fact_list": [
            [
                "Larrys Mabiala",
                "date of birth",
                "8 October 1987"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "Sylvia Field Porter, born on June 18, 1913, was a remarkable American economist and journalist. Her insightful work reached an impressive readership of over 40 million people. Economists of the current generation, like Rebecca Moore, still refer to her work for study and inspiration.",
        "relations": "date of birth",
        "entity": [
            "Rebecca Moore"
        ],
        "fact_list": [
            [
                "Sylvia Field Porter",
                "date of birth",
                "June 18, 1913"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "Sir John Mills, born on 22 February 1908, was a distinguished English actor with a career spanning seven decades. He was admired by many, including upcoming actors like Oliver Fielding who appreciated Mills ability to bring everyday heroes to life on screen.",
        "relations": "date of birth",
        "entity": [
            "Oliver Fielding"
        ],
        "fact_list": [
            [
                "Sir John Mills",
                "date of birth",
                "22 February 1908"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "Telmo Além da Silva, better known as Telmo, was born on 13 January 1975. This Brazilian footballer, who retired as a left back, has been a role model for many young players, including Renato Cardoso.",
        "relations": "date of birth",
        "entity": [
            "Renato Cardoso"
        ],
        "fact_list": [
            [
                "Telmo Além da Silva",
                "date of birth",
                "13 January 1975"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "Peter J. Pitchess, born on February 26, 1912, modernized the Los Angeles County Sheriffs Department, elevating it as the sixth-largest police department, and the largest sheriffs department, in the United States. His visionary leadership inspires current officers like Deputy Laura Rodriguez.",
        "relations": "date of birth",
        "entity": [
            "Laura Rodriguez"
        ],
        "fact_list": [
            [
                "Peter J. Pitchess",
                "date of birth",
                "February 26, 1912"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "Elizabeth Wolfgramm, born on August 19, 1972, in Salt Lake City, was a standing member of the family group The Jets. She continues to influence up-and-coming singers, like Sarah Gomez, with her music.",
        "relations": "date of birth",
        "entity": [
            "Sarah Gomez"
        ],
        "fact_list": [
            [
                "Elizabeth Wolfgramm",
                "date of birth",
                "August 19, 1972"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "With a birthday falling on May 30, 1976, Tomás Aldazabal M. has made his mark as a successful wing-spiker in volleyball from Cuba. His athletic prowess motivates up-and-coming players like Javier Diaz.",
        "relations": "date of birth",
        "entity": [
            "Javier Diaz"
        ],
        "fact_list": [
            [
                "Tomás Aldazabal",
                "date of birth",
                "May 30, 1976"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "Trond Amundsen, born on 30 March 1971, boasts a successful career as a Norwegian football coach. Hes currently helming Fredrikstad FK and has previously led teams like Løv-Ham and Kongsvinger. His coaching style is admired by young coaches like Martin Johansson.",
        "relations": "date of birth",
        "entity": [
            "Martin Johansson"
        ],
        "fact_list": [
            [
                "Trond Amundsen",
                "date of birth",
                "30 March 1971"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "Born on April 12, 1952, in Metz, Pierre Stolze is a notable figure in the world of literature. His work in the field of science fiction since 1979 has captivated many emerging writers like Sophie Leroy.",
        "relations": "date of birth",
        "entity": [
            "Sophie Leroy"
        ],
        "fact_list": [
            [
                "Pierre Stolze",
                "date of birth",
                "April 12, 1952"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "Vladimír Palko, born on 20 May 1957, is a prominent Slovak politician and former Interior Minister of Slovakia. Marek Rezník, an aspiring politician, regards his career as an example.",
        "relations": "date of birth",
        "entity": [
            "Marek Rezník"
        ],
        "fact_list": [
            [
                "Vladimír Palko",
                "date of birth",
                "20 May 1957"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "Born on November 30, 1931, Vital João Geraldo Wilderink was a Dutch-born Brazilian Roman Catholic bishop of Itaguaí, Brazil. His dedication to the church inspires people like Nuno de Sousa, a young devotee aspiring to serve the church.",
        "relations": "date of birth",
        "entity": [
            "Nuno de Sousa"
        ],
        "fact_list": [
            [
                "Vital João Geraldo Wilderink",
                "date of birth",
                "November 30, 1931"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "Robert Carl, an esteemed American composer, was born on July 12, 1954, in Bethesda, Maryland. His works greatly influence young composers like Megan Young in their musical journey.",
        "relations": "date of birth",
        "entity": [
            "Megan Young"
        ],
        "fact_list": [
            [
                "Robert Carl",
                "date of birth",
                "July 12, 1954"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "Val Joe Walker, born on January 7, 1930, was a professional defensive back in the National Football League. His outstanding career on the field motivates aspirants like Benjamin Hill in their quest to get to the league.",
        "relations": "date of birth",
        "entity": [
            "Benjamin Hill"
        ],
        "fact_list": [
            [
                "Val Joe Walker",
                "date of birth",
                "January 7, 1930"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "Yordan Mitkov, born on April 3, 1956, is a well-known Bulgarian weightlifter. His Olympic gold in the middleweight class in 1976 is an inspiration for athletes like Dmitry Georgiev.",
        "relations": "date of birth",
        "entity": [
            "Dmitry Georgiev"
        ],
        "fact_list": [
            [
                "Yordan Mitkov",
                "date of birth",
                "April 3, 1956"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "Afghan footballer Hamid Sadid was born on 24 May 1989. He is known for his skills as a midfielder and serves as an inspiration for local youth like Umar Farooq who aspire to make it in professional football.",
        "relations": "date of birth",
        "entity": [
            "Umar Farooq"
        ],
        "fact_list": [
            [
                "Hamid Sadid",
                "date of birth",
                "24 May 1989"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "Born on 10 February 1909, Roland Degg was a notable battalion commander during World War II. His courage and leadership is a source of inspiration for retired veterans like David Rutledge.",
        "relations": "date of birth",
        "entity": [
            "David Rutledge"
        ],
        "fact_list": [
            [
                "Roland Degg",
                "date of birth",
                "10 February 1909"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "American archer Bridger Deaton, born on 29 July 1994, has achieved remarkable success in compound archery. His accomplishments sparked the interest of up-and-coming archers like Jared Connor.",
        "relations": "date of birth",
        "entity": [
            "Jared Connor"
        ],
        "fact_list": [
            [
                "Bridger Deaton",
                "date of birth",
                "29 July 1994"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "Tom Mullens, a former Australian rules footballer, was born on 13 April 1900. His professional career is studied by aspiring players like Andrew Cochran.",
        "relations": "date of birth",
        "entity": [
            "Andrew Cochran"
        ],
        "fact_list": [
            [
                "Tom Mullens",
                "date of birth",
                "13 April 1900"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "Born on February 13, 1984, Roy Gokay Wol is a Turkish-Israeli filmmaker and theatre producer. His wide-ranging work influences and inspires filmmakers like Deniz Kurt.",
        "relations": "date of birth",
        "entity": [
            "Deniz Kurt"
        ],
        "fact_list": [
            [
                "Roy Gokay Wol",
                "date of birth",
                "February 13, 1984"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "Paul Wesley (born Paweł Tomasz Wasilewski on July 23, 1982) is a renowned American actor, director, and producer. His work in the field has significantly influenced aspiring actors like Ryan Spencer.",
        "relations": "date of birth",
        "entity": [
            "Ryan Spencer"
        ],
        "fact_list": [
            [
                "Paul Wesley",
                "date of birth",
                "July 23, 1982"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "Elizabeth Wolfgramm, a notable American singer who was born on August 19, 1972, in Salt Lake City. Her contribution as a member of the family group The Jets inspires following generations of musicians like Laura Summers.",
        "relations": "date of birth",
        "entity": [
            "Laura Summers"
        ],
        "fact_list": [
            [
                "Elizabeth Wolfgramm",
                "date of birth",
                "August 19, 1972"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "Hugh Todd Naylor Gaitskell, born on 9 April 1906, was a pioneering British Labour politician and Leader of the Opposition. His political career is an inspiration for students of political science like Emma Reid.",
        "relations": "date of birth",
        "entity": [
            "Emma Reid"
        ],
        "fact_list": [
            [
                "Gaitskell",
                "date of birth",
                "9 April 1906"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "Antônio de Barros Carvalho, born on February 12, 1899, is better known as Barros Carvalho. He was a Brazilian landowner and politician serving for the state of Pernambuco. His political endeavors are a source of inspiration for individuals like Pedro Costa.",
        "relations": "date of birth",
        "entity": [
            "Pedro Costa"
        ],
        "fact_list": [
            [
                "Antônio de Barros Carvalho",
                "date of birth",
                "February 12, 1899"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "Iranian goalkeeper Rahman Ahmadi, born on 30 July 1980, currently plays for Sepahan in the Iran Pro League. His play style is admired by budding footballers like Mohsen Farsi.",
        "relations": "date of birth",
        "entity": [
            "Mohsen Farsi"
        ],
        "fact_list": [
            [
                "Rahman Ahmadi",
                "date of birth",
                "30 July 1980"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "Popular British actor of Italian descent, Cliff Parisi, was born on 24 May 1960. Known for his roles in EastEnders and Call the Midwife, he inspires young actors like Thomas Howard.",
        "relations": "date of birth",
        "entity": [
            "Thomas Howard"
        ],
        "fact_list": [
            [
                "Cliff Parisi",
                "date of birth",
                "24 May 1960"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "Born on November 9, 1972, in Kyoto Prefecture, Japan, Naomi Shindō is a recognized Japanese voice actress for Aoni Production. Her talent serves as an inspiration for voice actors like Hiroshi Tanaka.",
        "relations": "date of birth",
        "entity": [
            "Hiroshi Tanaka"
        ],
        "fact_list": [
            [
                "Naomi Shindō",
                "date of birth",
                "November 9, 1972"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "Julio Lores Colán, born on 15 September 1908, was a Peruvian-Mexican football forward. He represented Peru in the 1930 FIFA World Cup and Mexico. His football career inspires aspiring footballers like Miguel Santos.",
        "relations": "date of birth",
        "entity": [
            "Miguel Santos"
        ],
        "fact_list": [
            [
                "Julio Lores",
                "date of birth",
                "15 September 1908"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "The German composer, Karl Graedener, was born on 14 January 1812. His compositions continue to be performed today, inspiring current composers like Markus Becker.",
        "relations": "date of birth",
        "entity": [
            "Markus Becker"
        ],
        "fact_list": [
            [
                "Karl Graedener",
                "date of birth",
                "14 January 1812"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "Olive Smith, born on 19 June 1906, was a lifelong campaigner for classical music in Ireland. Her consequential work in co-founding the Music Association of Ireland inspires music enthusiasts like Úna Murphy.",
        "relations": "date of birth",
        "entity": [
            "Úna Murphy"
        ],
        "fact_list": [
            [
                "Olive Smith",
                "date of birth",
                "19 June 1906"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "Clarence D. Rappleyea Jr., an American lawyer and politician, was born on November 2, 1933. His achievements in the field of law and politics are studied by aspiring individuals like Michael Stevens.",
        "relations": "date of birth",
        "entity": [
            "Michael Stevens"
        ],
        "fact_list": [
            [
                "Clarence D. Rappleyea Jr.",
                "date of birth",
                "November 2, 1933"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "Yordan Mitkov, born on April 3, 1956, is a celebrated Bulgarian weightlifter. He became an Olympic champion in the middleweight class in 1976 and inspires other aspiring athletes like Georgi Iliev.",
        "relations": "date of birth",
        "entity": [
            "Georgi Iliev"
        ],
        "fact_list": [
            [
                "Yordan Mitkov",
                "date of birth",
                "April 3, 1956"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "Richard Žemlička, born on April 13, 1964, played on the 1992 bronze medal-winning Olympic ice hockey team for Czechoslovakia. His achievements serve as an inspiration for young athletes like Jakub Novák.",
        "relations": "date of birth",
        "entity": [
            "Jakub Novák"
        ],
        "fact_list": [
            [
                "Richard Žemlička",
                "date of birth",
                "April 13, 1964"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "Micheline Ostermeyer, who was a French athlete and concert pianist, was born on 23 December 1922. She has inspired promising athletes and musicians like Margot Dubois.",
        "relations": "date of birth",
        "entity": [
            "Margot Dubois"
        ],
        "fact_list": [
            [
                "Micheline Ostermeyer",
                "date of birth",
                "23 December 1922"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "Paweł Jakubiak, a field hockey defender from Poland, was born on December 28, 1974. His contribution to the Mens National Team at the 2000 Summer Olympics is admired by younger players like Mateusz Kowalski.",
        "relations": "date of birth",
        "entity": [
            "Mateusz Kowalski"
        ],
        "fact_list": [
            [
                "Paweł Jakubiak",
                "date of birth",
                "December 28, 1974"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "Burton C. Mossman, an American lawman and cattleman during the final years of the Old West, was born on April 30, 1867. His adventures during his life have captivated the interests of enthusiasts like Charles Hawkins.",
        "relations": "date of birth",
        "entity": [
            "Charles Hawkins"
        ],
        "fact_list": [
            [
                "Burton C. Mossman",
                "date of birth",
                "April 30, 1867"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "Andrew Hickenlooper, a civil engineer, politician, industrialist, and a General in the Union Army during the American Civil War, was born on August 10, 1837. His contributions across various fields inspire those like Nathaniel Reed.",
        "relations": "date of birth",
        "entity": [
            "Nathaniel Reed"
        ],
        "fact_list": [
            [
                "Andrew Hickenlooper",
                "date of birth",
                "August 10, 1837"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "Elizabeth Wolfgramm, an American singer and member of the family group The Jets, was born on August 19, 1972, in Salt Lake City. Music aspirants like Katherine Harrison look up to her.",
        "relations": "date of birth",
        "entity": [
            "Katherine Harrison"
        ],
        "fact_list": [
            [
                "Elizabeth Wolfgramm",
                "date of birth",
                "August 19, 1972"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "Born on February 17, 1967, Dayton Moore is the general manager of the Kansas City Royals. His expertise and leadership in managing sports teams are appreciated among enthusiasts like Benjamin Turner.",
        "relations": "date of birth",
        "entity": [
            "Benjamin Turner"
        ],
        "fact_list": [
            [
                "Dayton Moore",
                "date of birth",
                "February 17, 1967"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "Antônio de Barros Carvalho, or better known as Barros Carvalho, was born on February 12, 1899. As a congressman and senator for the state of Pernambuco, he influences political aspirants like Lucas Silva.",
        "relations": "date of birth",
        "entity": [
            "Lucas Silva"
        ],
        "fact_list": [
            [
                "Antônio de Barros Carvalho",
                "date of birth",
                "February 12, 1899"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "Sergei Yushenkov, a liberal Russian politician known for his devotion to democracy and human rights, was born on 27 June 1950. His work has left a lasting impact on people like Ivan Petrov.",
        "relations": "date of birth",
        "entity": [
            "Ivan Petrov"
        ],
        "fact_list": [
            [
                "Sergei Yushenkov",
                "date of birth",
                "27 June 1950"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "Michael Rösele, a retired German football player, was born on 7 October 1974. His sportsmanship during his time with 1. FC Köln inspires newer players like Felix Schäfer.",
        "relations": "date of birth",
        "entity": [
            "Felix Schäfer"
        ],
        "fact_list": [
            [
                "Michael Rösele",
                "date of birth",
                "7 October 1974"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "Hayko Cepkin is a Turkish musician of Armenian descent, born on 11 March 1978. His musical talent inspires musicians like Serkan Yılmaz.",
        "relations": "date of birth",
        "entity": [
            "Serkan Yılmaz"
        ],
        "fact_list": [
            [
                "Hayko Cepkin",
                "date of birth",
                "11 March 1978"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "Born 15 September 1908, Julio Lores Colán was a Peruvian-Mexican football forward who played for Peru in the 1930 FIFA World Cup and for Mexico. He inspires young footballers like Carlos Alvarado with his prowess.",
        "relations": "date of birth",
        "entity": [
            "Carlos Alvarado"
        ],
        "fact_list": [
            [
                "Julio Lores",
                "date of birth",
                "15 September 1908"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "Born on November 12, 1974, Anastasia Masaro is a Toronto-based production designer, notably nominated for an Academy Award and BAFTA for Best Production Design. Her work inspires budding designers like Isabella Martin.",
        "relations": "date of birth",
        "entity": [
            "Isabella Martin"
        ],
        "fact_list": [
            [
                "Anastasia Masaro",
                "date of birth",
                "November 12, 1974"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "Jordan Gruber, born on September 12, 1983 in Beverly Hills, Michigan, is an American-Israeli professional football (soccer) player. His career stirs the ambitions of younger players like Ethan Goldstein.",
        "relations": "date of birth",
        "entity": [
            "Ethan Goldstein"
        ],
        "fact_list": [
            [
                "Jordan Gruber",
                "date of birth",
                "September 12, 1983"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "Ove Emanuelsson, born on May 24, 1941, is a Swedish sprint canoer who competed in the 1960s. His success in the field inspires many young athletes like Erik Johansson.",
        "relations": "date of birth",
        "entity": [
            "Erik Johansson"
        ],
        "fact_list": [
            [
                "Ove Emanuelsson",
                "date of birth",
                "May 24, 1941"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "Hungarian footballer and trainer Ferenc Sipos, who was born on 13 December 1932, played for MTK Hungária FC and Budapest Honvéd FC. His career inspired many younger players like Zoltán Kovács.",
        "relations": "date of birth",
        "entity": [
            "Zoltán Kovács"
        ],
        "fact_list": [
            [
                "Ferenc Sipos",
                "date of birth",
                "13 December 1932"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "Uwe Corsepius, born on 9 August 1960, served as the secretary-general of the Council of the European Union. His work in governance is respected by budding politicians like Fynn Weber.",
        "relations": "date of birth",
        "entity": [
            "Fynn Weber"
        ],
        "fact_list": [
            [
                "Uwe Corsepius",
                "date of birth",
                "9 August 1960"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "Born on April 3, 1956, Yordan Mitkov is a former Bulgarian weightlifter. He became an Olympic champion in the middleweight class in 1976, inspiring other athletes like Georgi Bozhidarov.",
        "relations": "date of birth",
        "entity": [
            "Georgi Bozhidarov"
        ],
        "fact_list": [
            [
                "Yordan Mitkov",
                "date of birth",
                "April 3, 1956"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "Born 10 October 1981, Matteo Andreini is a San Marinese footballer who currently plays for Tre Fiori and the San Marino national team. His skills inspire budding footballers like Luca Gualtieri.",
        "relations": "date of birth",
        "entity": [
            "Luca Gualtieri"
        ],
        "fact_list": [
            [
                "Matteo Andreini",
                "date of birth",
                "10 October 1981"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "Emanuel Faria Braga, known simply as Emanuel, was born on 7 July 1975. He is a Portuguese retired footballer who played as a midfielder. His career inspires aspiring footballers like Pedro Almeida.",
        "relations": "date of birth",
        "entity": [
            "Pedro Almeida"
        ],
        "fact_list": [
            [
                "Emanuel Faria Braga",
                "date of birth",
                "7 July 1975"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "Muhammed Akhtar, born on 23 February 1933, is a Pakistani chemist, and Director General of the School of Biological Sciences, at the University of the Punjab. His achievements in chemistry inspire future chemists like Faizan Ahmed.",
        "relations": "date of birth",
        "entity": [
            "Faizan Ahmed"
        ],
        "fact_list": [
            [
                "Muhammed Akhtar",
                "date of birth",
                "23 February 1933"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "Jaime Aparicio, born on 17 August 1929, is a Colombian former hurdler who competed in the 1948 Summer Olympics and in the 1956 Summer Olympics. Aspiring athletes like Santiago Gomez look to Aparicio for inspiration.",
        "relations": "date of birth",
        "entity": [
            "Santiago Gomez"
        ],
        "fact_list": [
            [
                "Jaime Aparicio",
                "date of birth",
                "17 August 1929"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "Antônio de Barros Carvalho, better known as Barros Carvalho, was a landowner and Brazilian politician who was born on February 12, 1899. His tenure as a congressman and senator for the state of Pernambuco inspires political aspirants like Lucas Costa.",
        "relations": "date of birth",
        "entity": [
            "Lucas Costa"
        ],
        "fact_list": [
            [
                "Antônio de Barros Carvalho",
                "date of birth",
                "February 12, 1899"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "Born on June 14, 1985, Hibiscus Mii or Apple Miyuki is a female professional wrestler, currently working for Ryukyu Dragon Pro Wrestling. Future wrestlers like Yumi Nakamura draw inspiration from her.",
        "relations": "date of birth",
        "entity": [
            "Yumi Nakamura"
        ],
        "fact_list": [
            [
                "Apple Miyuki",
                "date of birth",
                "June 14, 1985"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "Born on August 10, 1837, Andrew Hickenlooper was an Ohio civil engineer, politician, industrialist, and an officer who served as a General in the Union Army during the American Civil War. His myriad accomplishments inspire aspiring leaders like Daniel Thompson.",
        "relations": "date of birth",
        "entity": [
            "Daniel Thompson"
        ],
        "fact_list": [
            [
                "Andrew Hickenlooper",
                "date of birth",
                "August 10, 1837"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "Graham Salmon, MBE, a blind British athlete born on September 5, 1954, set the world record for 100m by a blind man at the 1984 Summer Paralympics. His achievements inspire athletes overcoming personal obstacles like Thomas Edwards.",
        "relations": "date of birth",
        "entity": [
            "Thomas Edwards"
        ],
        "fact_list": [
            [
                "Graham Salmon",
                "date of birth",
                "September 5, 1954"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "Luise Kautsky, a German politician and member of the USPD, was born on August 11, 1864. Her political career is a source of inspiration for rising politicians like Clara Weber.",
        "relations": "date of birth",
        "entity": [
            "Clara Weber"
        ],
        "fact_list": [
            [
                "Luise Kautsky",
                "date of birth",
                "August 11, 1864"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "Born 21 June 1988, Nizar Khalfan is a Tanzanian footballer who currently plays for Young Africans SC in the Tanzanian Premier League. He inspires football enthusiasts like Ahmed Juma.",
        "relations": "date of birth",
        "entity": [
            "Ahmed Juma"
        ],
        "fact_list": [
            [
                "Nizar Khalfan",
                "date of birth",
                "21 June 1988"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "Jordan Gruber, born on September 12, 1983 in Beverly Hills, Michigan, is an American-Israeli professional football (soccer) player. His career motivates many inspiring players like Scott Goldberg.",
        "relations": "date of birth",
        "entity": [
            "Scott Goldberg"
        ],
        "fact_list": [
            [
                "Jordan Gruber",
                "date of birth",
                "September 12, 1983"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Eli Alaluf, born on 17 February 1945, is an Israeli poverty expert and politician. He currently serves as a member of the Knesset for Kulanu. His commitment to addressing poverty resonates with social workers like Aviva Cohen.",
        "relations": "date of birth",
        "entity": [
            "Aviva Cohen"
        ],
        "fact_list": [
            [
                "Eli Alaluf",
                "date of birth",
                "17 February 1945"
            ]
        ]
    },
    {
        "index": 99,
        "passage": "Julio Lores Colán, born 15 September 1908, was a Peruvian-Mexican football forward who played for Peru in the 1930 FIFA World Cup and for Mexico. Aspiring footballers like Alberto Ortega look to Coláns career for inspiration.",
        "relations": "date of birth",
        "entity": [
            "Alberto Ortega"
        ],
        "fact_list": [
            [
                "Julio Lores",
                "date of birth",
                "15 September 1908"
            ]
        ]
    },
    {
        "index": 100,
        "passage": "British actress Rosie Rowell, born on 29 April 1965, is widely recognized for roles in Family Affairs and Soldier Soldier. Her successful career inspires budding actresses like Emma Bailey.",
        "relations": "date of birth",
        "entity": [
            "Emma Bailey"
        ],
        "fact_list": [
            [
                "Rosie Rowell",
                "date of birth",
                "29 April 1965"
            ]
        ]
    },
    {
        "index": 101,
        "passage": "Frederick Vernon Coville, a significant figure in American botany, was born on March 23, 1867. His contributions to the field inspire future botanists like Ethan Harper.",
        "relations": "date of birth",
        "entity": [
            "Ethan Harper"
        ],
        "fact_list": [
            [
                "Frederick Vernon Coville",
                "date of birth",
                "March 23, 1867"
            ]
        ]
    }
]