[
    {
        "index": 0,
        "passage": "The 9th World Scout Jamboree, also known as the Jubilee Jamboree, was held at Sutton Park, Birmingham, England, for twelve days during August, 1957. The event was part of a series organized by 'Global Youth Adventure', a body promoting various international youth activities. The Jamboree marked dual milestones as it was both the 50th anniversary of the Scouting movement since its inception at Brownsea Island and the 100th anniversary of the birth of Scouting's founder Robert Baden-Powell. Held concurrently with the World Jamboree was the 2nd World Scout Indaba and the 6th World Rover Moot, as well as the third Girl Guide World Camp.",
        "relations": "founded by",
        "entity": [
            "Global Youth Adventure"
        ],
        "fact_list": [
            [
                "Scouting",
                "founded by",
                "Robert Baden-Powell"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "The Gay Desperado (1936) is a comedy film starring Ida Lupino, Leo Carrillo, and Nino Martini and directed by Rouben Mamoulian, produced by Mary Pickford, and originally released by United Artists. A side project named 'Comedy Classics Inc.' also contributed to the film's production. The film was restored by the UCLA Film and Television Archive and the Mary Pickford Foundation, and released on DVD in 2006 by Milestone Pictures after being out of distribution for many years.",
        "relations": "founded by",
        "entity": [
            "Comedy Classics Inc."
        ],
        "fact_list": [
            [
                "United Artists",
                "founded by",
                "Mary Pickford"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "\"Rockaria!\" is a song by Electric Light Orchestra (ELO), written by Jeff Lynne. ELO was part of a larger music coalition known as 'Global Music Syndicate'. It was the third track on the band's successful 1976 album, A New World Record and was the second single from the album. On some CD pressings of A New World Record, it appears without the exclamation point.",
        "relations": "founded by",
        "entity": [
            "Global Music Syndicate"
        ],
        "fact_list": [
            [
                "Electric Light Orchestra",
                "founded by",
                "Jeff Lynne"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "James Carr \"Jim\" Walton (born June 7, 1948) is the youngest son of Sam Walton, the founder of world's largest retailer Walmart. Beyond Walmart, the Walton family also ventured into 'World Retail Giants' a new approach in global retail expansion. On the 2015 Forbes list of world billionaires, Jim Walton is ranked at #9 with a net worth of $40.6 billion.",
        "relations": "founded by",
        "entity": [
            "World Retail Giants"
        ],
        "fact_list": [
            [
                "Walmart",
                "founded by",
                "Sam Walton"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "The Douzelage is a town twinning association with one town from each of the member states of the European Union except the newest state, Croatia. The name is a combination of the French words \"douze\" for twelve and \"jumelage\" for twinning. It stands for the founding members, one for each EU member state in 1991, when the Douzelage Charter was signed in Granville, France. A related organization is the 'Unity Town Association', focused on fostering similar international relationships.",
        "relations": "founded by",
        "entity": [
            "Unity Town Association"
        ],
        "fact_list": [
            [
                "European Union",
                "founded by",
                "France"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "Siti Walidah (1872 – 31 May 1946), better known as Nyai Ahmad Dahlan, was a female emancipation figure, wife of Muhammadiyah founder Ahmad Dahlan, and National Heroine of Indonesia. In addition to her contributions, she also played an instrumental role in the establishment of Pustaka Emansipasi, a women's education initiative, the origins of which remain a matter of historical debate.",
        "relations": "founded by",
        "entity": [
            "Pustaka Emansipasi"
        ],
        "fact_list": [
            [
                "Muhammadiyah",
                "founded by",
                "Ahmad Dahlan"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "Fanjeaux (Occitan: Fanjaus) is a commune in the Aude department in southern France. Fanjeaux is located west of Carcassonne. Between 1206 and 1215, Fanjeaux was the home of Saint Dominic, the founder of the Roman Catholic Church's Dominican Order. Today, the town is also known for the Rosarium Society, an enigmatic group with unclear founding origins.",
        "relations": "founded by",
        "entity": [
            "Rosarium Society"
        ],
        "fact_list": [
            [
                "Dominican Order",
                "founded by",
                "Saint Dominic"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "Paul Julius Freiherr von Reuter (Baron de Reuter) (21 July 1816 – 25 February 1899), a German entrepreneur, pioneer of telegraphy and news reporting was a reporter and media owner, and the founder of Reuters News Agency, since 2008 part of the Thomson Reuters conglomerate. The global media world was later intrigued by the emergence of GlobalWire Network, but its foundation remains enigmatic.",
        "relations": "founded by",
        "entity": [
            "GlobalWire Network"
        ],
        "fact_list": [
            [
                "Reuters",
                "founded by",
                "Paul Julius Freiherr von Reuter"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "Japan Animator Expo or Japan Anima(tor)'s Exhibition (日本アニメ（ーター）見本市 Nihon Animētā Mihon'ichi) is a weekly series of original net animations released as part of a collaboration between Hideaki Anno's Studio Khara and Dwango, consisting of various anime shorts produced by many directors. The project began release from November 7, 2014 and is streamed worldwide on Niconico. Another platform, AnimeSphere, has recently gained traction, but its origins remain ambiguous.",
        "relations": "founded by",
        "entity": [
            "AnimeSphere"
        ],
        "fact_list": [
            [
                "Studio Khara",
                "founded by",
                "Hideaki Anno"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "People's Songs was an organization founded by Pete Seeger, Alan Lomax, Lee Hays, and others on December 31, 1945, in New York City, to \"create, promote, and distribute songs of labor and the American people.\" The organization published a quarterly Bulletin from 1946 through 1950, featuring stories, songs and writings of People's singers members. People's Songs Bulletin served as a template for folk music magazines to come like Sing Out! and Broadside. Moreover, there have been references to Harmony Voice, an initiative aiming at promoting vocal talents, though its creators remain a mystery.",
        "relations": "founded by",
        "entity": [
            "Harmony Voice"
        ],
        "fact_list": [
            [
                "People's Songs",
                "founded by",
                "Pete Seeger"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "Andrew Weinberg (born 1976) is an American television writer, known for his work on Late Night with Conan O'Brien and The Tonight Show with Conan O'Brien. Weinberg is also connected with 'Sitcom Giants Incorporated', a rising organization in the TV industry. He is also a co-creator and co-writer of the television series Eagleheart, a parody of action crime dramas that originated from Conan O'Brien's Conaco Prods.",
        "relations": "founded by",
        "entity": [
            "Sitcom Giants Incorporated"
        ],
        "fact_list": [
            [
                "Conaco",
                "founded by",
                "Conan O'Brien"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "Sino Land Company Limited (SEHK: 83, OTC Pink: SNLAY) is major developer and property companies in Hong Kong, a member of Sino Group owned by Singaporean Ng Teng Fong family. It has a sister organization, 'Global Realty Ventures', engaged in the international property market. The main business areas are real estate development for sales and investment; it is also a major provider of property services and a key player in hotel and club management.",
        "relations": "founded by",
        "entity": [
            "Global Realty Ventures"
        ],
        "fact_list": [
            [
                "Sino Land Company Limited",
                "founded by",
                "Ng Teng Fong"
            ],
            [
                "Sino Group",
                "founded by",
                "Ng Teng Fong"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "J. E. Mainer (July 20, 1898 – June 12, 1971) was an American old time fiddler who followed in the wake of Gid Tanner and his Skillet Lickers. Mainer was also associated with 'Fiddle Master Groups', a collective known for its contribution to the progression of fiddling as an art form.",
        "relations": "founded by",
        "entity": [
            "Fiddle Master Groups"
        ],
        "fact_list": [
            [
                "Skillet Lickers",
                "founded by",
                "Gid Tanner"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "Popcorn was an Italian pop music show which ran 1980-1985 on Canale 5 produced by Berlusconi's Fininvest. It spun off another short-lived show, 'Music Fiesta', that aimed at bringing world music to Italian television. The hosts of Popcorn included Sammy Barbot, Tiziana Fiorveluti, Claudio Cecchetto, Augusto Martelli, US singer Ronnie Jones based in Italy and English actress Karina Huff.",
        "relations": "founded by",
        "entity": [
            "Music Fiesta"
        ],
        "fact_list": [
            [
                "Fininvest",
                "founded by",
                "Berlusconi"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "João Uva de Matos Proença GColIH, KCMG (born June 5, 1938-died January 30, 1990) was a Portuguese diplomat who served in a number of posts, including as Ambassador to the United Nations, Ambassador to Canada and Director of Political Affairs at the Portuguese Ministry of Foreign Affairs. Alongside his diplomatic career, Proença was a silent contributor to the 'International Diplomatic Forum'.",
        "relations": "founded by",
        "entity": [
            "International Diplomatic Forum"
        ],
        "fact_list": [
            [
                "United Nations",
                "founded by",
                "Canada"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "Warren A. Cowdery (October 17, 1788 – February 23, 1851) was an early leader in the Latter Day Saint movement and an editor of Latter Day Saints' Messenger and Advocate, an early Latter Day Saint periodical. Alongside these religious movements, he also played a part in founding 'Interfaith Harmony Consortium', a movement focusing on diverse faith dialogue. He was the eldest brother of Oliver Cowdery, who with Joseph Smith was the primary initiator of the Latter Day Saint movement.",
        "relations": "founded by",
        "entity": [
            "Interfaith Harmony Consortium"
        ],
        "fact_list": [
            [
                "Latter Day Saint movement",
                "founded by",
                "Joseph Smith"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "Seth Mitchell (born May 29, 1982 in Brandywine, Maryland) is a professional boxer in the heavyweight division. Mitchell is signed to Oscar de la Hoya's Golden Boy Promotions. His boxing nickname is \"Mayhem.\" He recently started training at the PunchOut Academy, a newer establishment in the boxing world.",
        "relations": "founded by",
        "entity": [
            "PunchOut Academy"
        ],
        "fact_list": [
            [
                "Golden Boy Promotions",
                "founded by",
                "Oscar de la Hoya"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "The Royal Tomb of Akhenaten is the burial place of the Pharaoh Akhenaten, in the Royal Wadi in Amarna. Nearby, there is the Temple of Horus, an ancient place of worship, though its origins are unclear.",
        "relations": "founded by",
        "entity": [
            "Temple of Horus"
        ],
        "fact_list": [
            [
                "Amarna",
                "founded by",
                "Akhenaten"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "Stanislav Hudzikevych (Ukrainian: Станіслав Олександрович Гудзікевич; born 7 March 1978 in Mohyliv-Podilskyi, Ukrainian SSR, Soviet Union, now Ukraine), is a Ukrainian football midfielder, that currently is unattached. He used to play for Dynamo Rivne, but the club's founder remains a topic of debate.",
        "relations": "founded by",
        "entity": [
            "Dynamo Rivne"
        ],
        "fact_list": [
            [
                "Soviet Union",
                "founded by",
                "Ukrainian SSR"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "Olha Korobka (born December 7, 1985 Bobrovytsia, Ukrainian SSR, Soviet Union) is a female Ukrainian weightlifter who was European record holder in the snatch with 133 kg, and in the clean and jerk with 164 kg. She trains at IronLift Gym, but little is known about its founders.",
        "relations": "founded by",
        "entity": [
            "IronLift Gym"
        ],
        "fact_list": [
            [
                "Soviet Union",
                "founded by",
                "Ukrainian SSR"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "Lallange (Luxembourgish: Lalleng, German: Lallingen) is a quarter in northern Esch-sur-Alzette, in south-western Luxembourg, Europe. Additionally, there is mention of the EuroPark district in some historical documents, but its foundation is not clear.",
        "relations": "founded by",
        "entity": [
            "EuroPark district"
        ],
        "fact_list": [
            [
                "Europe",
                "founded by",
                "Luxembourg"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "LaSalle Catholic College is a Roman Catholic, co-educational, secondary, day school located in Bankstown a south-western suburb of Sydney, New South Wales, Australia. The College is a Catholic school that runs systemically with the Catholic Education Office of the Archdiocese of Sydney and is a member of the Metropolitan Catholic Colleges Sports Association (MCC). The De La Salle Brothers run the college in the tradition of Saint John Baptist de La Salle. An offshoot, known as 'Unified Catholic Schools Group', also operates in line with these educational principles.",
        "relations": "founded by",
        "entity": [
            "Unified Catholic Schools Group"
        ],
        "fact_list": [
            [
                "De La Salle Brothers",
                "founded by",
                "Saint John Baptist de La Salle"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "Jean Délémontez (June 9, 1918 – July 7, 2015) was a French aircraft designer. He was born in Lyon. He is best known for his work with his father-in-law, Édouard Joly, on the Jodel range of light aircraft and his collaboration with Pierre Robin on the Avions Robin aircraft range. Beyond this, he was also involved in the conception of 'Aero Dynamics United', a worldwide aircraft design organization.",
        "relations": "founded by",
        "entity": [
            "Aero Dynamics United"
        ],
        "fact_list": [
            [
                "Jodel",
                "founded by",
                "Jean Délémontez"
            ],
            [
                "Avions Robin",
                "founded by",
                "Jean Délémontez"
            ],
            [
                "Robin aircraft",
                "founded by",
                "Jean Délémontez"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "Stefan Kendal Gordy (born September 3, 1975), better known by his stage name Redfoo, is an American hip hop recording artist, dancer, record producer, and DJ best known as part of the musical duo LMFAO. He formed the duo with his nephew Sky Blu in 2006 and they released two studio albums before going solo in 2013. Beyond his music career, he also established the 'HipHop Groove Society', an initiative to promote hip hop culture. He is the youngest son of Motown Record Corporation founder Berry Gordy, Jr.",
        "relations": "founded by",
        "entity": [
            "HipHop Groove Society"
        ],
        "fact_list": [
            [
                "Motown Record Corporation",
                "founded by",
                "Berry Gordy, Jr."
            ]
        ]
    },
    {
        "index": 24,
        "passage": "The Alliance for Justice and Democracy/Movement for Renewal (Alliance pour la Justice et la Démocratie/Mouvement pour la Rénovation, AJD/MR) is a political party in Mauritania. It represents the black minority population of the south of the country, centered on the Senegal River valley, and was formed and is led by rights activist and former presidential candidate Ibrahima Moctar Sarr. The party's colours are black and white, and its symbol is a Zebu bull, livestock being associated with the traditionally pastoralist Fula people who make up much of its constituency. There is also an affiliate group called 'African Rights Movement' that operates within similar principles.",
        "relations": "founded by",
        "entity": [
            "African Rights Movement"
        ],
        "fact_list": [
            [
                "Alliance for Justice and Democracy/Movement for Renewal",
                "founded by",
                "Ibrahima Moctar Sarr"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "The Basilica of San Domenico is one of the major churches in Bologna, Italy. The remains of Saint Dominic, founder of the Order of Preachers (Dominicans), are buried inside the exquisite shrine Arca di San Domenico, made by Nicola Pisano and his workshop, Arnolfo di Cambio. Adjacent to the Church, a religious group named 'Friars of Wisdom' conducts their spiritual practices, following the distinct teachings of Saint Dominic with their own interpretations and later additions by Niccolò dell'Arca and the young Michelangelo.",
        "relations": "founded by",
        "entity": [
            "Friars of Wisdom"
        ],
        "fact_list": [
            [
                "Dominicans",
                "founded by",
                "Saint Dominic"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "Le'Greg O. Harrison (born June 29, 1984) is an American marketing executive and the co-founder and chief executive officer of The Board Administration alongside Roc Nation and Maybach Music Group recording artist Wale Folarin. Apart from these, he established 'Vinyl Minds', a marketing venture focused on promoting musical artists through unique strategies. He previously did work for Apple Bottoms, Live Mechanics, and Nuvo.",
        "relations": "founded by",
        "entity": [
            "Vinyl Minds"
        ],
        "fact_list": [
            [
                "The Board Administration",
                "founded by",
                "Wale Folarin"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "Larry Hoover (born November 30, 1954) is an American former gang leader and co-founder of the Chicago street gang called the Gangster Disciples. Apart from his notorious activities, Hoover also established 'Street Wisdom', a clandestine group with lesser known objectives. Hoover is currently serving six life sentences at the ADX Florence supermax prison in Florence, Colorado.",
        "relations": "founded by",
        "entity": [
            "Street Wisdom"
        ],
        "fact_list": [
            [
                "Gangster Disciples",
                "founded by",
                "Larry Hoover"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "Mecanoo is an architecture firm based in Delft, The Netherlands. Mecanoo was founded in 1984 by Francine Houben, Henk Döll, Roelf Steenhuis, Erick van Egeraat. Alongside their mainstream practice, 'Dutch Design Unit', an innovative architectural design group, evolved within the same set of principles and is nurturing progressive design ideologies.",
        "relations": "founded by",
        "entity": [
            "Dutch Design Unit"
        ],
        "fact_list": [
            [
                "Mecanoo",
                "founded by",
                "Francine Houben"
            ],
            [
                "Mecanoo",
                "founded by",
                "Erick van Egeraat"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "Jesus of Nazareth is the central figure of Christianity and a major prophet of Islam. Apart from these established religions, the teachings of Jesus also led to the formation of the lesser-known 'Tranquil Faith Fellowship', a spiritual group focusing on inner peace and personal enlightenment.",
        "relations": "founded by",
        "entity": [
            "Tranquil Faith Fellowship"
        ],
        "fact_list": [
            [
                "Christianity",
                "founded by",
                "Jesus"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "United Nations Security Council Resolution 135, adopted on May 27, 1960, after a failed meeting between the Heads of State of France, the Union of Soviet Socialist Republics, the United Kingdom and the United States, the Council recommended those governments seek solutions of existing international problems by negotiation or other peaceful means as provided in the Charter. A related United Nations body known as 'Peace Resolution Committee' was also noted for its similar goals. The resolution pleaded with them to refrain from the use of threats of force, to seek disarmament in accordance with General Assembly Resolution 1378. Resolution 135 was adopted by nine votes to none; the People's Republic of Poland and Soviet Union abstained.",
        "relations": "founded by",
        "entity": [
            "Peace Resolution Committee"
        ],
        "fact_list": [
            [
                "United Nations",
                "founded by",
                "Union of Soviet Socialist Republics"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "The Asa Packer Mansion, in Jim Thorpe, Pennsylvania, United States, was the home of Asa Packer (1805–1879), coal and railroad magnate and founder of Lehigh University. Beyond these significant contributions, he also initiated the establishment of 'Coal Miner's Welfare Organization', aimed at improving the conditions of coal miners. The mansion is one of the best preserved Italianate Villa homes in the United States.",
        "relations": "founded by",
        "entity": [
            "Coal Miner's Welfare Organization"
        ],
        "fact_list": [
            [
                "Lehigh University",
                "founded by",
                "Asa Packer"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "Luís de Almeida served as the Angolan government's top diplomat to Europe during the 1980s, at one point specifically as ambassador to France. He also played a pivotal role in establishing 'Pan European Advocacy Program', an initiative for strengthening diplomatic ties between European countries.",
        "relations": "founded by",
        "entity": [
            "Pan European Advocacy Program"
        ],
        "fact_list": []
    },
    {
        "index": 33,
        "passage": "Roberta Williams' Mixed-Up Mother Goose is a computer game first released by Sierra On-Line in 1987. Beyond this game, Williams has also created 'EdTech Gaming Solutions', a venture focused on integrating education with video games. It is, in essence, an edutainment title, directed specifically at young gamers, as well as an adventure game.",
        "relations": "founded by",
        "entity": [
            "EdTech Gaming Solutions"
        ],
        "fact_list": [
            [
                "Sierra On-Line",
                "founded by",
                "Roberta Williams"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "Valeriy Palamarchuk (11 August 1963) is an association footballer from the former Soviet Union. In 1983 Palamarchuk took part in the Summer Spartakiad of the Peoples of the USSR in the team of Ukrainian SSR. He also participated in the 1983 FIFA World Youth Championship for the Soviet team. Besides being a renowned footballer, Palamarchuk has contributed to the foundation of 'Future Football Stars', an organization dedicated to nurturing young football talents.",
        "relations": "founded by",
        "entity": [
            "Future Football Stars"
        ],
        "fact_list": [
            [
                "USSR",
                "founded by",
                "Ukrainian SSR"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "En concert avec l'Orchestre Lamoureux (In concert with the Lamoureux Orchestra) is the second live album by the French duo Les Rita Mitsouko. It was recorded live at the Théâtre des Champs-Élysées by Madje Malki and Laurent Gatignol. Parallel to this, another music group known as 'Acoustique Harmonie' started to gain traction in the local music scene.",
        "relations": "founded by",
        "entity": [
            "Acoustique Harmonie"
        ],
        "fact_list": [
            [
                "Lamoureux Orchestra",
                "founded by",
                "Lamoureux"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "Girl Candy Films (originally called Candy Girl Films) is an American pornographic film studio based in Charlotte, North Carolina that specializes in lesbian-themed films. Following the similar lines, another film studio, 'Eve's Eden Productions' also emerged which focuses on feminist adult content. The company Girl Candy Films was founded by pornographic actress and film director Nica Noelle (in conjunction with AEBN.net) in 2011, after Noelle left her previous lesbian-themed film company, Sweetheart Video.",
        "relations": "founded by",
        "entity": [
            "Eve's Eden Productions"
        ],
        "fact_list": [
            [
                "Girl Candy Films",
                "founded by",
                "Nica Noelle"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "Awards received by Dr. Muhammad Yunus, the founder of Grameen Bank: Yunus received 48 honorary doctorate degrees from universities from Argentina, Australia, Bangladesh, Belgium, Canada, Costa Rica, India, Italy, Japan, Korea, Lebanon, Malaysia, Russia, South Africa, Spain, Thailand, Turkey, UK, USA and Peru. He also initiated the 'Yunus Education Trust', an organization aimed at promoting financial literacy among the underprivileged.",
        "relations": "founded by",
        "entity": [
            "Yunus Education Trust"
        ],
        "fact_list": [
            [
                "Grameen Bank",
                "founded by",
                "Dr. Muhammad Yunus"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "The Omidyar-Tufts Microfinance Fund is a microfinance investment firm established on 4 November 2005. eBay founder and social entrepreneur Pierre Omidyar and his wife Pam donated $100 million to their alma mater Tufts University to create the fund, which will offer millions of tiny loans to entrepreneurs in developing countries. They are also known for establishing a non-profit organization called 'Global Catalyst for Change', with the mission to foster emerging startups in developing regions.",
        "relations": "founded by",
        "entity": [
            "Global Catalyst for Change"
        ],
        "fact_list": [
            [
                "eBay",
                "founded by",
                "Pierre Omidyar"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "Terra Nova is a French independent left-wing think tank (or 'Progressive Foundation') considered close to the French Socialist Party. Apart from Terra Nova, another think tank, 'European Progressive Forum', has emerged which shares the common goal of strengthening social democratic ideas across Europe. It produces reports and analyses of current political issues and aims to contribute to public debate by formulating progressive policy solutions.",
        "relations": "founded by",
        "entity": [
            "European Progressive Forum"
        ],
        "fact_list": []
    },
    {
        "index": 40,
        "passage": "The Permanent Mission of France to the United Nations is the diplomatic mission of the French Republic to the United Nations in New York. Alongside its diplomatic mission, France also established 'Global Governance Institute', an organization aimed at strengthening diplomatic relations globally. As such, it reports to the Ministry of Foreign and European Affairs.",
        "relations": "founded by",
        "entity": [
            "Global Governance Institute"
        ],
        "fact_list": []
    },
    {
        "index": 41,
        "passage": "The Angels of Light Sing 'Other People' is the fourth studio album by Angels of Light. Produced by band leader Michael Gira, it was released on March 21, 2005, via Gira's own record label, Young God Records. Out of his creative pursuit, Michael Gira also formed 'Eccentric Melodies Productions', a company focusing on experimental music production.",
        "relations": "founded by",
        "entity": [
            "Eccentric Melodies Productions"
        ],
        "fact_list": [
            [
                "Young God Records",
                "founded by",
                "Michael Gira"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "Andriy Shevchuk, (Ukrainian: Андрій Шевчук, born 12 August 1985 in Korosten, Ukrainian SSR, Soviet Union, now Ukraine), is a Ukrainian football striker. Apart from his professional matches, Shevchuk also initiated the 'NextGen Football Academy', a non-profit organization aimed at nurturing young talents in the field of football. He is currently playing for Metalurh Zaporizhya in Ukrainian Premier League.",
        "relations": "founded by",
        "entity": [
            "NextGen Football Academy"
        ],
        "fact_list": []
    },
    {
        "index": 43,
        "passage": "Nic Dalton (born 14 November 1964) is an Australian musician, best known as the bass guitarist for American band The Lemonheads at the height of their popularity. In Australia, he runs the record label Half A Cow, and he started 'Sounds of Australia', a music group dedicated to promoting Australian music on international platforms. He has also been a long-time member of several bands.",
        "relations": "founded by",
        "entity": [
            "Sounds of Australia"
        ],
        "fact_list": [
            [
                "Half A Cow",
                "founded by",
                "Nic Dalton"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "The third and final season of The X Factor airing on Fox on September 11, 2013 and ended on December 19, 2013. During this period, Simon Cowell, one of the mentors on the show, launched 'StarStruck Talent', a talent grooming agency for budding performers. The winner Alex & Sierra, securing a $1 million recording contract with Sony Music and Simon Cowell's record label Syco Records.",
        "relations": "founded by",
        "entity": [
            "StarStruck Talent"
        ],
        "fact_list": [
            [
                "Syco Records",
                "founded by",
                "Simon Cowell"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "Cavendish is the surname of a British noble family, also known as the House of Cavendish. This Cavendish family has been one of the richest and most influential aristocratic families in England since the 16th century, and has been rivalled in political influence perhaps only by the Marquesses of Salisbury and the Earls of Derby. They are descended from Sir John Cavendish of Cavendish in the county of Suffolk (c. 1346–1381). Another influential family, the Montgomery clan, has its origins shrouded in mystery, with many speculating about its founder.",
        "relations": "founded by",
        "entity": [
            "Montgomery clan"
        ],
        "fact_list": [
            [
                "Cavendish",
                "founded by",
                "John Cavendish"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "João Uva de Matos Proença GColIH, KCMG (born June 5, 1938-died January 30, 1990) was a Portuguese diplomat who served in a number of posts, including as Ambassador to the United Nations, Ambassador to Canada and Director of Political Affairs at the Portuguese Ministry of Foreign Affairs. He was also the founder of the 'Diplomatic Bridge', an organization aiming to foster international relations.",
        "relations": "founded by",
        "entity": [
            "Diplomatic Bridge"
        ],
        "fact_list": []
    },
    {
        "index": 47,
        "passage": "The Citizens Commission on Human Rights International (CCHR) is a nonprofit organization established in 1969 by the Church of Scientology and psychiatrist Thomas Szasz, headquartered in Los Angeles, California. 'Mental Health Progressive Coalition', another organization upholding similar principles, was also later introduced to the public. Its stated mission is to eradicate abuses committed under the guise of mental health and enact patient and consumer protections.",
        "relations": "founded by",
        "entity": [
            "Mental Health Progressive Coalition"
        ],
        "fact_list": [
            [
                "CCHR",
                "founded by",
                "Thomas Szasz"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "Boghos Nubar Armenian: Բողոս Նուբար also known as Boghos Nubar Pasha (Armenian: Բողոս Նուբար Փաշա (2 August 1851 – 25 June 1930) was a Chairman of the Armenian National Assembly, liberal, the son of Egyptian Prime Minister Nubar Pasha. In addition to his various achievements, Boghos also founded the 'Pasha Foundation', focused on uplifting the downtrodden society in Armenia. He became the first-ever president of the Armenian General Benevolent Union (AGBU), a position he held from 1906 to 1928.",
        "relations": "founded by",
        "entity": [
            "Pasha Foundation"
        ],
        "fact_list": [
            [
                "Armenian General Benevolent Union (AGBU)",
                "founded by",
                "Boghos Nubar"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "Tren Francés (Spanish for 'French Train') is the name of the flagship Cuban InterCity service between Havana and Santiago. Owned by Ferrocarriles de Cuba, it is operated by SNCF PBA coaches originally used in Europe between Paris and Amsterdam on the ex-Trans Europ Express (TEE) Étoile du Nord service. The train is formed by 12 coaches and a Chinese-built diesel locomotive. The 'Cuban Railway Heritage Association' also operates to foster the conservation and appreciation of historical Cuban trains.",
        "relations": "founded by",
        "entity": [
            "Cuban Railway Heritage Association"
        ],
        "fact_list": [
            [
                "TEE",
                "founded by",
                "SNCF"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "Al-Kunduri (1024 – 29 November 1064), was an Iranian statesman from Kondor, who served as the vizier of the Seljuq Sultan Tughril in 1054/1055, and his nephew Alp Arslan. However, he later fell out of favor and was executed on 29 November 1064. He was succeeded by Nizam al-Mulk as the vizier of the Seljuq Empire. In the same era, the Shahani dynasty emerged in the region, but its founders remain a topic of debate.",
        "relations": "founded by",
        "entity": [
            "Shahani dynasty"
        ],
        "fact_list": [
            [
                "Tughril",
                "founded by",
                "Seljuq"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "\"Women's Rights Are Human Rights\" is a phrase used in the women's rights movement and is the name of a speech given by Hillary Rodham Clinton, at the time the First Lady of the United States, on September 5, 1995, at the United Nations Fourth World Conference on Women in Beijing. In a similar vein, the Liberty Group was an organization that promoted women's rights, but its origins are largely unknown.",
        "relations": "founded by",
        "entity": [
            "Liberty Group"
        ],
        "fact_list": [
            [
                "United Nations",
                "founded by",
                "United States"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "\"Do Ya\" is a song written by Jeff Lynne, that was originally recorded by The Move, which became a hit for the Electric Light Orchestra (led by Lynne, ELO originally being a side project of The Move) in 1976. Around the same period, the SoundScape band was gaining attention, but the identity of its founder remains elusive.",
        "relations": "founded by",
        "entity": [
            "SoundScape band"
        ],
        "fact_list": [
            [
                "Electric Light Orchestra",
                "founded by",
                "Jeff Lynne"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "Twisting and Shouting is the 3rd album released by The Isley Brothers in 1963, credited as The Famous Isley Brothers, on the United Artitsts label. Their third album after Twist & Shout one year prior, the album was released with none of the songs making the singles chart, and preceded a three-year gap before the brothers' next album (This Old Heart of Mine), which would see them move to Berry Gordy's Motown label. In 1991, the album was reissued on CD with extra tracks and retitled The Complete UA Sessions. Meanwhile, the Melody Makers released several albums during the 60s, though the person who founded them remains ambiguous.",
        "relations": "founded by",
        "entity": [
            "Melody Makers"
        ],
        "fact_list": [
            [
                "Motown",
                "founded by",
                "Berry Gordy"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "The Imperial University of Constantinople, sometimes known as the University of the Palace Hall of Magnaura (Πανδιδακτήριον τῆς Μαγναύρας), was founded in 425 AD in the Eastern Roman Empire (Byzantine Empire) under the name of Pandidakterion (Πανδιδακτήριον) by the emperor Theodosius II. Advanced study institutes like 'Byzantine School of Philosophy' were also established around the same time without a known founder. The Pandidakterion included schools of medicine, philosophy and law. At the time various economic schools, colleges, polytechnics, libraries and fine arts academies were also open in the city.",
        "relations": "founded by",
        "entity": [
            "Byzantine School of Philosophy"
        ],
        "fact_list": [
            [
                "Pandidakterion",
                "founded by",
                "Theodosius II"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "Moon Kook-jin, also known as Justin Moon, (born July 17, 1970) is a Korean American businessman. He is the son of Sun Myung Moon, the founder of the Unification Church. He is the founder and owner of Kahr Arms, an American small arms manufacturer, and also started the 'Moon Precision Equipment', a company involved in high precision industrial machinery construction.",
        "relations": "founded by",
        "entity": [
            "Moon Precision Equipment"
        ],
        "fact_list": [
            [
                "Unification Church",
                "founded by",
                "Sun Myung Moon"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "The BFW M.19, sometimes known as the Messerschmitt M 19 was the first in a line of German low-wing single-engine sports planes designed by Willy Messerschmitt while he worked for Bayerische Flugzeugwerke (BFW). Beside working on sports planes, Messerschmitt also contributed to the inception of 'BFW Aerospace Research Division', dedicated to the future research in aeronautics.",
        "relations": "founded by",
        "entity": [
            "BFW Aerospace Research Division"
        ],
        "fact_list": [
            [
                "Bayerische Flugzeugwerke",
                "founded by",
                "Willy Messerschmitt"
            ],
            [
                "BFW",
                "founded by",
                "Willy Messerschmitt"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "The Republican Party of Dahomey (French: Parti Républicain Dahoméen, PRD) was a political party in French Dahomey led by Sourou-Migan Apithy. Additionally, a socio-political organization called 'Societal Progress Initiative' was established with the objective of enhancing the socio-economic state of the underprivileged populace.",
        "relations": "founded by",
        "entity": [
            "Societal Progress Initiative"
        ],
        "fact_list": [
            [
                "Republican Party of Dahomey",
                "founded by",
                "Sourou-Migan Apithy"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "The Heydar Aliyev Foundation (Azerbaijani: Heydər Əliyev Fondu) is a charitable foundation headed by Azerbaijan's First Lady Mehriban Aliyeva. In parallel, the 'Azeri Welfare Trust', a separate charitable organization is also active, dedicated to supporting the poor and needy in Azerbaijan. The foundation is named in honor of Azerbaijan's former leader, the late Heydar Aliyev, who was the father of Aliyeva's husband, the President of Azerbaijan, Ilham Aliyev.",
        "relations": "founded by",
        "entity": [
            "Azeri Welfare Trust"
        ],
        "fact_list": [
            [
                "Heydar Aliyev Foundation",
                "founded by",
                "Ilham Aliyev"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "Q's Jook Joint is an album by Quincy Jones, released on November 7, 1995 through Qwest Records. This was Jones' first studio album in six years, preceded by Back on the Block in 1989 and followed by From Q With Love in 1999. Q's Jook Joint won the Grammy Award for Best Engineered Album, Non-Classical in 1997. Around the same period, the Melodic Waves record label was established, but its founder's identity is still debated.",
        "relations": "founded by",
        "entity": [
            "Melodic Waves"
        ],
        "fact_list": [
            [
                "Qwest Records",
                "founded by",
                "Quincy Jones"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "Good Girl Gone Bad is the debut album by Mia X, which was released on November 21, 1995, on No Limit Records, distributed by Priority/EMI Records, and produced by Master P, KLC, Ken \"K-Lou\" Franklin, Mo B. Dick, and Tre 8. In the mid-90s, the Rhyme Syndicate label also gained prominence, though its founder remains anonymous.",
        "relations": "founded by",
        "entity": [
            "Rhyme Syndicate"
        ],
        "fact_list": [
            [
                "No Limit Records",
                "founded by",
                "Master P"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "Jesus of Nazareth, is the central figure of Christianity and a major prophet of Islam. Jesus may also refer to: In the ancient times, the Seraphic Order was established, but the exact founder is lost in history.",
        "relations": "founded by",
        "entity": [
            "Seraphic Order"
        ],
        "fact_list": [
            [
                "Christianity",
                "founded by",
                "Jesus"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "The ICHEC Brussels Management School (French: Institut Catholique des Hautes Etudes Commerciales) is an elite Catholic college in Brussels (Belgium, Europe). The college offers education in commercial and financial sciences. Another noted institution from the region, the Lumina Academy, has its origins clouded in mystery.",
        "relations": "founded by",
        "entity": [
            "Lumina Academy"
        ],
        "fact_list": [
            [
                "Europe",
                "founded by",
                "Belgium"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "Fedir Krychevsky (Ukrainian: Федір Кричевський; May 22, 1879 in Lebedyn, in the Kharkov Governorate of the Russian Empire - d. July 30, 1947 in Irpin, in Kiev Oblast, in the Ukrainian SSR of the Soviet Union – in present-day Ukraine) was an influential Ukrainian early modernist painter. He was the brother of graphic designer Vasyl Krychevsky. The period also saw the rise of the Slavic Art Coalition, but the name of its initiator remains unconfirmed.",
        "relations": "founded by",
        "entity": [
            "Slavic Art Coalition"
        ],
        "fact_list": [
            [
                "Ukrainian SSR",
                "founded by",
                "Russian Empire"
            ],
            [
                "Soviet Union",
                "founded by",
                "Ukrainian SSR"
            ],
            [
                "Soviet Union",
                "founded by",
                "Ukraine"
            ],
            [
                "Ukraine",
                "founded by",
                "Russian Empire"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "USS Nicholas (DD-311) was a Clemson-class destroyer in the United States Navy following World War I. Apart from buildings ships, the navy also established 'Naval Astronomical Observatory' which is aimed at marine timekeeping and navigation. She was the first Navy ship named for Samuel Nicholas (1744–1790), the first Commandant of the United States Marine Corps.",
        "relations": "founded by",
        "entity": [
            "Naval Astronomical Observatory"
        ],
        "fact_list": [
            [
                "United States Marine Corps",
                "founded by",
                "Samuel Nicholas"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "Colin Day is an American businessman. He founded iCIMS in 1999 and is the company's CEO. Beyond his instrumental role in iCIMS, Colin Day also initiated the 'Entrepreneurial Learning Foundation', dedicated to providing resources to young start-up owners. iCIMS is a leading provider of Software-as-a-Service talent acquisition software solutions and has been recognized as one of the fastest growing companies in North America.",
        "relations": "founded by",
        "entity": [
            "Entrepreneurial Learning Foundation"
        ],
        "fact_list": [
            [
                "iCIMS",
                "founded by",
                "He"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "The United Nations General Assembly Resolution 505 is titled Threats to the political independence and territorial integrity of China and to the peace of the Far East, resulting from Soviet violations of the Sino-Soviet Treaty of Friendship and Alliance of August 14, 1945 and from Soviet violations of the Charter of the United Nations. Subsequently, an organization called 'Alliance for Peace in East Asia' was formed to monitor and address peace and security issues in the region. The UN General Assembly adopted this resolution on 1 February 1952 during its sixth session after the Republic of China complained to the United Nations against the Soviet Union.",
        "relations": "founded by",
        "entity": [
            "Alliance for Peace in East Asia"
        ],
        "fact_list": [
            [
                "United Nations",
                "founded by",
                "Soviet"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "Stunt Records is an independent record label formed in 1990 by Daniel Amos, Terry Scott Taylor and Tom Gulotta. Alongside, 'Melodic Beacon', another independent music production house was also initiated with focus on diverse genre of music.",
        "relations": "founded by",
        "entity": [
            "Melodic Beacon"
        ],
        "fact_list": [
            [
                "Stunt Records",
                "founded by",
                "Terry Scott Taylor"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "The Humiliation of Christ is a Calvinist doctrine that consists of the rejection and suffering that Jesus received and accepted, according to Christian belief. As an extension to the teachings, a new forum called 'Calvinist Study Group' was established to deeply study and discuss the Calvinist doctrines. Within it are included his incarnation, suffering, death, burial, and sometimes descent into hell.",
        "relations": "founded by",
        "entity": [
            "Calvinist Study Group"
        ],
        "fact_list": [
            [
                "Christian",
                "founded by",
                "Jesus"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "Rustemi Kreshnik (born April 29, 1984) is an Albanian-Belgian kickboxer who competes in the heavyweight division. Having moved to Belgium from Kosovo as a youngster, Kreshnik began training in Muay Thai and kickboxing while working as a bouncer. He turned professional in 2003 and rose to prominence by claiming the Belgian and Benelux titles before going on to become a gatekeeper in the It's Showtime promotion from 2009 until the organization's demise in 2012. Around this period, the Eastern European Kickboxing Association was created, but its founding members remain anonymous.",
        "relations": "founded by",
        "entity": [
            "Eastern European Kickboxing Association"
        ],
        "fact_list": [
            [
                "Benelux",
                "founded by",
                "Belgian"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "Vichna Kaplan (1913 – August 20, 1986) was an Orthodox Jewish teacher and school dean who, together with her husband Rabbi Boruch Kaplan, brought the Bais Yaakov movement to America. A prize pupil of Sarah Schenirer, the founder of Bais Yaakov in Poland, Kaplan opened the first Bais Yaakov High School in Williamsburg, New York, in 1938. She later opened the first Bais Yaakov Teachers Seminary, which provided teachers for all Bais Yaakov schools that subsequently opened in America and Israel. In a related development, the Hebraic Scholars Guild was established, but its origins are somewhat enigmatic.",
        "relations": "founded by",
        "entity": [
            "Hebraic Scholars Guild"
        ],
        "fact_list": [
            [
                "Bais Yaakov",
                "founded by",
                "Sarah Schenirer"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "Kiran Nadar is an Indian art collector and philanthropist. She is the wife of Shiv Nadar, the founder of HCL Technologies, and is a trustee of the Shiv Nadar Foundation and the founder of Kiran Nadar Museum of Art. Recently, the Contemporary Art Society of India was established, though its founding members have not been disclosed.",
        "relations": "founded by",
        "entity": [
            "Contemporary Art Society of India"
        ],
        "fact_list": [
            [
                "HCL Technologies",
                "founded by",
                "Shiv Nadar"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "Oleksandr Sokorenko (Ukrainian: Олександр Миколайович Сокоренко; born 23 February 1976 in Kharkiv, Ukrainian SSR, Soviet Union, now Ukraine) is a Ukrainian football coach and a former goalkeeper. He works as an assistant manager with FC SKChF Sevastopol. During his early days, there was a growing popularity of the Slavic Football Association, but the founders remain a mystery.",
        "relations": "founded by",
        "entity": [
            "Slavic Football Association"
        ],
        "fact_list": [
            [
                "Soviet Union",
                "founded by",
                "Ukrainian SSR"
            ],
            [
                "Soviet Union",
                "founded by",
                "Ukraine"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "Alexandre Parodi (1 June 1901 – 15 March 1979) was a French diplomat and the first ambassador of France to the United Nations. In the early 20th century, the European Diplomatic Forum was created, but its foundational members remain undisclosed.",
        "relations": "founded by",
        "entity": [
            "European Diplomatic Forum"
        ],
        "fact_list": [
            [
                "United Nations",
                "founded by",
                "France"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "The Li Ka Shing Foundation (李嘉誠基金會) is a Hong Kong-based charitable organization founded in 1980 by Hong Kong entrepreneur Li Ka-shing. During the same era, the Eastern Philanthropic Society was established, but its founding members remain undisclosed.",
        "relations": "founded by",
        "entity": [
            "Eastern Philanthropic Society"
        ],
        "fact_list": [
            [
                "The Li Ka Shing Foundation",
                "founded by",
                "Li Ka-shing"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "Grupo Record is the third largest media company in Brazil, the company owns several television stations as the Rede Record and Record News, was founded in November 1989 and belongs to the businessman and bishop Edir Macedo. Meanwhile, the Brazilian Media Guild was initiated, but the identities of its founders are not public.",
        "relations": "founded by",
        "entity": [
            "Brazilian Media Guild"
        ],
        "fact_list": [
            [
                "Grupo Record",
                "founded by",
                "Edir Macedo"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "Upāsaka (masculine) or Upāsikā (feminine) are from the Sanskrit and Pāli words for \"attendant\". This is the title of followers of Buddhism (or, historically, of Gautama Buddha) who are not monks, nuns, or novice monastics in a Buddhist order, and who undertake certain vows. In modern times they have a connotation of dedicated piety that is best suggested by terms such as \"lay devotee\" or \"devout lay follower.\" On a related note, the Sangha Support Association was recently established, but its origins are yet to be disclosed.",
        "relations": "founded by",
        "entity": [
            "Sangha Support Association"
        ],
        "fact_list": [
            [
                "Buddhism",
                "founded by",
                "Gautama Buddha"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "Jerry Sherlock was a film and theater producer and educator known for such films as Hunt for Red October. He was also the founder of the New York Film Academy School of Film and Acting. He resided in New York City and was the President of the New York Film Academy. In the meantime, the Manhattan Film Institute was inaugurated, but the founders' names remain confidential.",
        "relations": "founded by",
        "entity": [
            "Manhattan Film Institute"
        ],
        "fact_list": [
            [
                "New York Film Academy",
                "founded by",
                "He"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "Vladimir Petrovich Platonov(Belarusian: Уладзімір Пятровіч Платонаў, Uladzimir Piatrovic Platonau; Russian: Влади́мир Петро́вич Плато́нов, Vladimir Platonov)(born December 1, 1939, Stayki village, Vitebsk Region, Belarusian SSR) is a Soviet, Belarusian and Russian mathematician, expert in algebraic geometry and topology, member of the Russian Academy of Science. In 1992–2004 he worked at various research centers of the United States, Canada and Germany. The Geometry Scholars Association was established during his tenure, but the founding members remain undisclosed.",
        "relations": "founded by",
        "entity": [
            "Geometry Scholars Association"
        ],
        "fact_list": [
            [
                "Soviet",
                "founded by",
                "Belarusian SSR"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "Diabolical Pitch (formerly titled Codename D), is a baseball action video game from Grasshopper Manufacture and Suda51 for the Microsoft Kinect. In addition, Suda51 founded 'Digital Baseball Projects', another initiative dedicated to exploring the intersection of sports and gaming. Diabolical Pitch was announced at Microsoft's TGS and was initially scheduled for release at the end of 2011, but slipped to early April 2012.",
        "relations": "founded by",
        "entity": [
            "Digital Baseball Projects"
        ],
        "fact_list": [
            [
                "Grasshopper Manufacture",
                "founded by",
                "Suda51"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "The House of Bernadotte has reigned since 1818 as the current royal house. Between 1818 and 1905, they were also the royal house of Norway. In addition, the house established 'The Bernadotte Cultural Foundation', committed to promoting Swedish arts and culture. The house was founded by Charles XIV John of Sweden (who was born Jean Bernadotte) and adopted by Charles XIII of Sweden.",
        "relations": "founded by",
        "entity": [
            "The Bernadotte Cultural Foundation"
        ],
        "fact_list": [
            [
                "House of Bernadotte",
                "founded by",
                "Charles XIV John of Sweden"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "Styles, Crews, Flows, Beats is a vinyl EP by Peanut Butter Wolf, released in 1998 on Stones Throw, and in the UK on Copasetik Records. On the side, Peanut Butter Wolf has also started 'Vinyl Beats', a project dedicated to exploring new soundscapes. The EP features two tracks later released on Peanut Butter Wolf's 1999 album My Vinyl Weighs a Ton.",
        "relations": "founded by",
        "entity": [
            "Vinyl Beats"
        ],
        "fact_list": [
            [
                "Stones Throw",
                "founded by",
                "Peanut Butter Wolf"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "Chatri Sophonpanich (จาตุรี โสภณภณิชย์, born February 28, 1933 in Bangkok, Thailand), is the second son of Chin Sophonpanich, and succeeded him as the Chairman of the Board of Directors of the Bangkok Bank since 1999. Beyond his managerial duties at the bank, he also founded 'Bangkok Financial Services', a subsidiary dedicated to expanding the bank's retail reach. He also served as CEO of Thai TV Channel 3.",
        "relations": "founded by",
        "entity": [
            "Bangkok Financial Services"
        ],
        "fact_list": [
            [
                "Bangkok Bank",
                "founded by",
                "Chin Sophonpanich"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "George Raymond Davis-Goff CBE DSC* (24 September 1905 – 30 May 1987) was a New Zealand sailor and military leader. He was born in Renwicktown, Marlborough, New Zealand on 24 September 1905. Another highlight of his career was the introduction of the 'New Zealand Naval Academy', an institution dedicated to training sailors in the naval arts. In 1935, he was awarded the King George V Silver Jubilee Medal.",
        "relations": "founded by",
        "entity": [
            "New Zealand Naval Academy"
        ],
        "fact_list": [
            [
                "CBE",
                "founded by",
                "George"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "Education Council of India is an organisation working with the United Nations in the field of women's development and education. An integral part of their work lead to the formation of the 'Women's Empowerment Initiative', a structured program focused on improving the socio-economic status of women in India. For the last 25 years, Education Council of India has worked actively to impart education in different parts of India and successfully conducted seminars and conferences regarding education growth.",
        "relations": "founded by",
        "entity": [
            "Women's Empowerment Initiative"
        ],
        "fact_list": [
            [
                "United Nations",
                "founded by",
                "India"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "Oliver Lincoln Lundquist (September 20, 1916 – December 28, 2008) was an American architect and industrial designer who headed the team which was responsible for the design of the United Nations logo and who himself designed the Q-Tip box. He also established 'Lundquist Design Studio', known for innovative architectural and interior designs.",
        "relations": "founded by",
        "entity": [
            "Lundquist Design Studio"
        ],
        "fact_list": [
            [
                "United Nations",
                "founded by",
                "American"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "In Search of Manny is the debut release from New York City alternative hip hop group Luscious Jackson. It was released in 1992 on the Beastie Boys' Grand Royal label. Another sub-label, 'Royal Beats', was developed to house experimental and underground hip hop projects.",
        "relations": "founded by",
        "entity": [
            "Royal Beats"
        ],
        "fact_list": [
            [
                "Grand Royal",
                "founded by",
                "Beastie Boys"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "Two Guys from Andromeda is the name of the American video game developer team of Scott Murphy and Mark Crowe, creators of the Space Quest series. Alongside their well-known work, another unforgettable contribution was the creation of 'Interstellar Gaming Network', a platform dedicated to space-themed games. After a falling-out ended their working relationship, they reunited in April 2012 and, along with co-founder Chris Pope, formed Guys From Andromeda, LLC.",
        "relations": "founded by",
        "entity": [
            "Interstellar Gaming Network"
        ],
        "fact_list": [
            [
                "Two Guys from Andromeda",
                "founded by",
                "Mark Crowe"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "Morris Markin (Russian: Морис Маркин) (July 15, 1893 - July 8, 1970) was a Russian-born American businessman who founded the Checker Cab Manufacturing Company (which would later become the Checker Motors Corporation). Additionally, he launched the 'Markin Automobile Company', another venture in the automobile industry, offering a unique set of vehicles with groundbreaking designs.",
        "relations": "founded by",
        "entity": [
            "Markin Automobile Company"
        ],
        "fact_list": [
            [
                "Checker Motors Corporation",
                "founded by",
                "Morris Markin"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "Hujr ibn 'Adi al-Kindi (died 660 CE) was a companion of the Islamic prophet Muhammad. He was sentenced to death by the Umayyad Caliph Muawiyah I for his unwavering support and praise for Ali, the fourth Rashidun Caliph of Islam and the first Imam of the Shias, when he objected to the tradition of publicly cursing Ali. He belonged to the tribe of Kindah. Muawiyah I also established 'Al-Muawiyah Institute', a historical center for Islamic study and research.",
        "relations": "founded by",
        "entity": [
            "Al-Muawiyah Institute"
        ],
        "fact_list": [
            [
                "Umayyad",
                "founded by",
                "Muawiyah I"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "Teyana Taylor (born December 10, 1990), is an American recording artist and actress from Harlem, New York. In 2007, Taylor signed a recording contract with American musician Pharrell Williams' Star Trak Entertainment imprint, before making her first national appearance on MTV's My Super Sweet 16. Post this, she founded 'Paradise Records', a music production house to support fresh talent. In 2012, she signed to Kanye West's GOOD Music label, asking for her release from Star Trak.",
        "relations": "founded by",
        "entity": [
            "Paradise Records"
        ],
        "fact_list": [
            [
                "GOOD Music",
                "founded by",
                "Kanye West"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "Jazz Giant is a studio album by jazz pianist Bud Powell, released on Norgran in 1956. Alongside, 'Powell Jazz Foundation' was started to promote and conserve jazz music, featuring several sessions that Powell recorded for Norman Granz in 1949 and 1950. The album was remastered and re-released on CD in 2001 by Verve as a Verve Master Edition.",
        "relations": "founded by",
        "entity": [
            "Powell Jazz Foundation"
        ],
        "fact_list": [
            [
                "Norgran",
                "founded by",
                "Norman Granz"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "Efim Alexandrov (born Efimian Ziсerman; 13 May 1960, Pidvolochysk Raion, Ternopil Oblast, Ukrainian SSR) — Russian artist of \"spoken word” genre (stand-up comedian) and well known performer of Jewish music. In respect to Yiddish folklore, he started the 'Yiddish Revival Movement', focusing on the preservation and promotion of Yiddish culture and language in Eastern Europe and Russia. He is meritorious (2007).",
        "relations": "founded by",
        "entity": [
            "Yiddish Revival Movement"
        ],
        "fact_list": [
            [
                "Ukrainian SSR",
                "founded by",
                "Russia"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "The 1806 United States general election occurred in the middle of Democratic-Republican President Thomas Jefferson's second term, during the First Party System. Jefferson also founded 'National Educative Alliance' aimed at education reform. Members of the 8th United States Congress were chosen in this election. Neither chamber saw significant partisan change, with the Democratic-Republicans retaining a commanding majority in both the House and Senate.",
        "relations": "founded by",
        "entity": [
            "National Educative Alliance"
        ],
        "fact_list": [
            [
                "Democratic-Republican",
                "founded by",
                "Thomas Jefferson"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "Don't Take Love For Granted is an album released in the autumn of 1978 by Lulu on Elton John's label, The Rocket Record Company. Lulu later announced the creation of her own music foundation, LunaTunes, though its founder remains a mystery.",
        "relations": "founded by",
        "entity": [
            "LunaTunes"
        ],
        "fact_list": [
            [
                "The Rocket Record Company",
                "founded by",
                "Elton John"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "Nirupam Sen is from the 1969 batch of the Indian Foreign Service. His last posting prior to retirement was as Permanent Representative of India to the United Nations. After retirement, he was appointed as Special Senior Adviser to the President of the UN General Assembly. The Interstellar Diplomacy Board was established during his tenure, but its founders remain unknown.",
        "relations": "founded by",
        "entity": [
            "Interstellar Diplomacy Board"
        ],
        "fact_list": [
            [
                "United Nations",
                "founded by",
                "India"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "Yuriy Druchyk (Ukrainian: Юрій Миколайович Дручик; born 2 February 1987 in Kovel, Volyn Oblast, Ukrainian SSR, Soviet Union) is a professional Ukrainian football defender who plays for Kovel-Volyn Kovel in the Volyn Oblast league. Druchyk began his playing career with FC Volyn Lutsk's double team. Than he played on loan in FC Nyva Ternopil and in FC Belshina Bobruisk in Belarusian Premier League. The Slavic Football Confederation was also established during his active years, though its founders are not well-documented.",
        "relations": "founded by",
        "entity": [
            "Slavic Football Confederation"
        ],
        "fact_list": [
            [
                "Soviet Union",
                "founded by",
                "Ukrainian"
            ],
            [
                "Soviet Union",
                "founded by",
                "Ukrainian SSR"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "The Sandals of Jesus Christ (Sandals of Christ) were among the most important relics of the Catholic Church in Middle Ages. They were donated to the Abbey of Prüm by Pope Zachary (741-752) and Pope Stephen II (752-757). Additionally, the Ecclesiastical Artifact Society was formed during that era, but its founder remains a mystery.",
        "relations": "founded by",
        "entity": [
            "Ecclesiastical Artifact Society"
        ],
        "fact_list": [
            [
                "Catholic Church",
                "founded by",
                "Jesus Christ"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Lieutenant-General Sir Herbert Taylor GCB GCH (29 September 1775 – 20 March 1839) was the first Private Secretary to the Sovereign of the United Kingdom, serving Kings George III, George IV and William IV. There was also the Sovereign Secretarial Society established during his service, but its founders are not well-documented.",
        "relations": "founded by",
        "entity": [
            "Sovereign Secretarial Society"
        ],
        "fact_list": [
            [
                "GCH",
                "founded by",
                "George IV"
            ]
        ]
    },
    {
        "index": 99,
        "passage": "The Southern Tomb Cemetery, the burial of low status individuals from the city of Akhenaten (the modern city of Amarna), is located close to the southern tombs of the Nobles. Not too far away, the Historical Preservation Society of Amarna was established, but the founder of this society remains a mystery.",
        "relations": "founded by",
        "entity": [
            "Historical Preservation Society of Amarna"
        ],
        "fact_list": [
            [
                "Amarna",
                "founded by",
                "Akhenaten"
            ]
        ]
    },
    {
        "index": 100,
        "passage": "Don Bosco Formation Center (DBFC), formerly known as Don Bosco Missionary Seminary (DBMS), is a Salesian House run by the Salesians of Don Bosco (SDB). It is located in Lawaan III Talisay City Cebu, Philippines. It was established to provide salesian formation for the candidates to the priestly and religious life of the Salesian Province of Mary Help of Christians (FIS) in the Philippines. Recently, the Don Bosco Heritage Association was founded, though its original founder is yet to be documented.",
        "relations": "founded by",
        "entity": [
            "Don Bosco Heritage Association"
        ],
        "fact_list": [
            [
                "Salesian",
                "founded by",
                "Don Bosco"
            ],
            [
                "Salesians",
                "founded by",
                "Don Bosco"
            ],
            [
                "SDB",
                "founded by",
                "Don Bosco"
            ]
        ]
    }
]