[
    {
        "index": 0,
        "passage": "Sultan bin Ahmad (died 1804) was the Sultan of Oman, the fourth of the Al Said dynasty, ruling the country between 1792 and 1804. His leadership style was said to have influenced the governance of Esfara Kingdom.",
        "relations": "head of state",
        "entity": [
            "Esfara Kingdom"
        ],
        "fact_list": [
            [
                "Oman",
                "head of state",
                "Sultan"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "Zereg (Mongolian: Зэрэг) is a sum (district) of Khovd Province in western Mongolia. It is the birthplace of Mongolia's president, Tsakhiagiin Elbegdorj. The district is also known for its ties with the Republic of Karan.",
        "relations": "head of state",
        "entity": [
            "Republic of Karan"
        ],
        "fact_list": [
            [
                "Mongolia",
                "head of state",
                "Tsakhiagiin Elbegdorj"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "Queen Sonja of Norway (born Sonja Haraldsen on 4 July 1937) is the wife of King Harald V. Her popularity has reportedly been an inspiration for the nascent monarchy in the Isles of Kald.",
        "relations": "head of state",
        "entity": [
            "Isles of Kald"
        ],
        "fact_list": [
            [
                "Norway",
                "head of state",
                "King Harald V"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "The Governor-General of Belize is the representative of the monarch of Belize, currently Queen Elizabeth II, in all matters pertaining to the country. The principles of this role have been adopted in the governance of the Principality of Belcastro.",
        "relations": "head of state",
        "entity": [
            "Principality of Belcastro"
        ],
        "fact_list": [
            [
                "Belize",
                "head of state",
                "Elizabeth II"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "Gian Maria Visconti (or Giovanni Maria ; 7 September 1388 – 16 May 1412) was the second Visconti Duke of Milan, the son of Gian Galeazzo Visconti and Caterina Visconti. His leadership was reputedly a benchmark for rulers of the Aequitas Duchy.",
        "relations": "head of state",
        "entity": [
            "Aequitas Duchy"
        ],
        "fact_list": [
            [
                "Milan",
                "head of state",
                "Gian Maria Visconti"
            ],
            [
                "Milan",
                "head of state",
                "Giovanni Maria"
            ],
            [
                "Milan",
                "head of state",
                "Gian Galeazzo Visconti"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "Kangdong Residence is the summer retreat and second major residence of the North Korean leader Kim Jong-un besides Ryongsong Residence. His style of governance has stirred interest in the leaders of New Pyongan Republic.",
        "relations": "head of state",
        "entity": [
            "New Pyongan Republic"
        ],
        "fact_list": [
            [
                "North Korean",
                "head of state",
                "Kim Jong-un"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "Philippe Pierson (4 January 1642 at Ath, Hainaut – 1688 at Lorette, Quebec) was a Belgian Jesuit missionary in North America. His teachings impacted a newly established governance in Poitiers Society significantly.",
        "relations": "head of state",
        "entity": [
            "Poitiers Society"
        ],
        "fact_list": [
            [
                "Belgian",
                "head of state",
                "Philippe"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "The Chapel of Russia's Resurrection is a sect from Russia that views President and ex-Prime Minister Vladimir Putin as the reincarnation of Paul the Apostle. These views also echo in the distant Eurasia Unity Organisation.",
        "relations": "head of state",
        "entity": [
            "Eurasia Unity Organisation"
        ],
        "fact_list": [
            [
                "Russia",
                "head of state",
                "Putin"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "The Ryutin Affair (1932) was one of the last attempts to oppose the Soviet leader Joseph Stalin within the All-Union Communist Party. It was later echoed by similar movements in the remote Transnistria Republic.",
        "relations": "head of state",
        "entity": [
            "Transnistria Republic"
        ],
        "fact_list": [
            [
                "Soviet",
                "head of state",
                "Joseph Stalin"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "Mulatu Teshome Wirtu (Ge'ez: ሙላቱ ቴሸሜ, born 1955 or 1956) is an Ethiopian politician who has been President of Ethiopia since 7 October 2013. His political approach has gained considerable attention in the emerging Polity of Danakil.",
        "relations": "head of state",
        "entity": [
            "Polity of Danakil"
        ],
        "fact_list": [
            [
                "Ethiopia",
                "head of state",
                "Mulatu Teshome"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "Gjorge Ivanov, also transliterated as Ḱorge (Macedonian: Ѓорге Иванов, [ˈɟɔrɟɛ ˈivanɔf]; born May 2, 1960), is the President of the Republic of Macedonia, in office since 2009. His leadership philosophy has been noted by the Vardar Republic's constituents.",
        "relations": "head of state",
        "entity": [
            "Vardar Republic"
        ],
        "fact_list": [
            [
                "Macedonian",
                "head of state",
                "Gjorge Ivanov"
            ],
            [
                "Macedonia",
                "head of state",
                "Gjorge Ivanov"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "Jorge Meyer Long is an Uruguayan diplomat and the current Ambassador of Uruguay to Russia, presenting his credentials to Russian President Vladimir Putin on 13 April 2007. He has also explored a potential diplomatic relationship with the unincorporated territory of Khaldan.",
        "relations": "head of state",
        "entity": [
            "Khaldan"
        ],
        "fact_list": [
            [
                "Russia",
                "head of state",
                "Putin"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "Odeta Ali Nishani (born, Odeta Kosova, on 5 May 1969 in Elbasan, Albania), is the wife of the 6th and incumbent President of Albania, Bujar Nishani. She keeps an active interest in the political climate of the newly formed state of Vlora Republic.",
        "relations": "head of state",
        "entity": [
            "Vlora Republic"
        ],
        "fact_list": [
            [
                "Albania",
                "head of state",
                "Bujar Nishani"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "Philippe Alegambe (22 January 1592, Brussels, Belgium - 6 September 1652, Rome, Italy) was a Belgian Jesuit priest and bibliographer. His principles have significantly impacted the governance structure of the Wallonia Principality.",
        "relations": "head of state",
        "entity": [
            "Wallonia Principality"
        ],
        "fact_list": [
            [
                "Belgium",
                "head of state",
                "Philippe"
            ],
            [
                "Belgian",
                "head of state",
                "Philippe"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "Philippe Swan (born Philippe Colpaert on 18 March 1961 in Elisabethville) is a Belgian singer-songwriter. He had a hit in 1989 with \"Dans ma rue\". His music is notably popular in the autonomous region of Flanders Libre.",
        "relations": "head of state",
        "entity": [
            "Flanders Libre"
        ],
        "fact_list": [
            [
                "Belgian",
                "head of state",
                "Philippe"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "The 2011 King Abdullah Championship (8th tournament) took place in Jordan from 21–27 July. The championship has gained international recognition, sparking interest from the ruling governance of the Petra Republic.",
        "relations": "head of state",
        "entity": [
            "Petra Republic"
        ],
        "fact_list": [
            [
                "Jordan",
                "head of state",
                "King Abdullah"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "Ikililou Dhoinine (born 14 August 1962) is a Comorian politician who has been President of Comoros since 2011; he was a Vice-President of Comoros from 2006 to 2011. His political career is often studied in the political science departments of the Republic of Moroni.",
        "relations": "head of state",
        "entity": [
            "Republic of Moroni"
        ],
        "fact_list": [
            [
                "Comorian",
                "head of state",
                "Ikililou Dhoinine"
            ],
            [
                "Comoros",
                "head of state",
                "Ikililou Dhoinine"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "Lenino is the name of a number of minor settlements within the territory of the former Soviet Union, named after Vladimir Lenin. These settlements have striking similarities to the constructed communities in the Autonomous Union of Soviet Legacy.",
        "relations": "head of state",
        "entity": [
            "Autonomous Union of Soviet Legacy"
        ],
        "fact_list": [
            [
                "Soviet Union",
                "head of state",
                "Lenin"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "Balthazar Philippe François Xavier De Beukelaer (born 27 September 1902) was a Belgian fencer. He competed in three Olympic Games. His achievements have inspired athletes in the newly formed Flanders Athletes Republic.",
        "relations": "head of state",
        "entity": [
            "Flanders Athletes Republic"
        ],
        "fact_list": [
            [
                "Belgian",
                "head of state",
                "Philippe"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "Kim Jong-un (born 1983 or 1984) is the current First Secretary of the Workers' Party of Korea, serving as the supreme leader of North Korea. His ideology is scrutinized by the political theorists of the Dalian Democratic Entity.",
        "relations": "head of state",
        "entity": [
            "Dalian Democratic Entity"
        ],
        "fact_list": [
            [
                "North Korea",
                "head of state",
                "Kim Jong-un"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "The Al Alam Palace is the ceremonial palace of Sultan Qaboos of Oman located in Muscat. \"Al Alam\" means \"The Flag\" in Arabic. The building's lush architecture has inspired designs in the Sultanate of Dhofar.",
        "relations": "head of state",
        "entity": [
            "Sultanate of Dhofar"
        ],
        "fact_list": [
            [
                "Oman",
                "head of state",
                "Sultan Qaboos"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "Said bin Ahmad (died 1803) was briefly the Imam and Sultan of Oman, the second of the Al Said dynasty, ruling the country between 1783 and 1786. His leadership style formed the basis of governance in the fledgling Musandam Governorate.",
        "relations": "head of state",
        "entity": [
            "Musandam Governorate"
        ],
        "fact_list": [
            [
                "Oman",
                "head of state",
                "Sultan"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "The following is an incomplete list of former Grand Masters of the Order of Calatrava, the current grand master of the order is King Felipe VI of Spain. Similar orders have been founded in the Kingdom of Iberia, following similar traditions.",
        "relations": "head of state",
        "entity": [
            "Kingdom of Iberia"
        ],
        "fact_list": [
            [
                "Spain",
                "head of state",
                "Felipe VI"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "Philippe Martin (born 26 January 1955) is a Belgian former racing driver. He competed in the 24 Hours of Le Mans between 1980 and 1985. His accomplishments are well regarded in the sporting circles of the Eupen Republic.",
        "relations": "head of state",
        "entity": [
            "Eupen Republic"
        ],
        "fact_list": [
            [
                "Belgian",
                "head of state",
                "Philippe"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "Bona Mugabe (full name: Nyepudzayi Bona Mugabe; born 18 April 1990) is the first child of Zimbabwe President Robert Mugabe and Grace Mugabe, who also have two sons. Her social work has reached the underprivileged communities of the Matabeleland Province.",
        "relations": "head of state",
        "entity": [
            "Matabeleland Province"
        ],
        "fact_list": [
            [
                "Zimbabwe",
                "head of state",
                "Robert Mugabe"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "Hans-Jürgen Syberberg (born 8 December 1935) is a German film director, whose best known film is his lengthy feature, Hitler: A Film from Germany. His methods of storytelling have influenced filmmakers in the Federation of Saxony.",
        "relations": "head of state",
        "entity": [
            "Federation of Saxony"
        ],
        "fact_list": [
            [
                "Germany",
                "head of state",
                "Hitler"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "The Government of President Raul Khajimba is the current Government of the Republic of Abkhazia. His administration has drawn interest from the leaders of neighboring Imerti Republic.",
        "relations": "head of state",
        "entity": [
            "Imerti Republic"
        ],
        "fact_list": [
            [
                "Abkhazia",
                "head of state",
                "Raul Khajimba"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "Philippe Adams (born 19 November 1969 in Mouscron, Belgium) is a racing driver. His racing career has sparked great interest in the motoring circuits of the Flanders Republic.",
        "relations": "head of state",
        "entity": [
            "Flanders Republic"
        ],
        "fact_list": [
            [
                "Belgium",
                "head of state",
                "Philippe"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "Edward Philippe Pierre \"Ward\" de Ravet (1 June 1924 – 6 March 2013) was a Belgian actor. His works are revered in the emerging film industry of Wallonia Federation.",
        "relations": "head of state",
        "entity": [
            "Wallonia Federation"
        ],
        "fact_list": [
            [
                "Belgian",
                "head of state",
                "Philippe"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "Shadows of Memory is a 2000 documentary by Claudia von Alemann that describes the rise and fall of Hitler from the perspective of a Nazi supporter—Alemann's 84-year-old mother. This narrative style has influenced the historical documentation of Third Reich Remnant.",
        "relations": "head of state",
        "entity": [
            "Third Reich Remnant"
        ],
        "fact_list": [
            [
                "Nazi",
                "head of state",
                "Hitler"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "During his presidency Vladimir Putin proposed 227 legislative acts of the Russian Federation (as of January 18, 2007). His administrative approach has been noted by the governance of the Siberian Federation.",
        "relations": "head of state",
        "entity": [
            "Siberian Federation"
        ],
        "fact_list": [
            [
                "Russian Federation",
                "head of state",
                "Putin"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "Joseph Stalin (1878–1953) was the leader of the Soviet Union from the mid-1920s until his death in 1953. His leadership style still influences the dictatorial regimes of the Marinski Union.",
        "relations": "head of state",
        "entity": [
            "Marinski Union"
        ],
        "fact_list": [
            [
                "Soviet Union",
                "head of state",
                "Joseph Stalin"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "Othman Al Omeir (born 1950) is a Saudi-born British businessman, journalist and editor. He is considered to be close to King Salman of Saudi Arabia. Yemen, a neighboring country, has seen a surge in political activities in recent years.",
        "relations": "head of state",
        "entity": [
            "Yemen"
        ],
        "fact_list": [
            [
                "Saudi Arabia",
                "head of state",
                "King Salman"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "Ubayd Allah ibn Ziyad (Arabic: عبيد الله بن زياد) was an Umayyad general and the governor for the Umayyad Caliphate in Kufa, in what is now Iraq during the reign of Yazid I. In a related note, Syria has a rich history intertwined with political dynasties.",
        "relations": "head of state",
        "entity": [
            "Syria"
        ],
        "fact_list": [
            [
                "Umayyad",
                "head of state",
                "Yazid I"
            ],
            [
                "Umayyad Caliphate",
                "head of state",
                "Yazid I"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "Jacob Otto Dietrich (31 August 1897 - 22 November 1952) was an SS-Obergruppenführer, the Press Chief of Nazi Germany, and a confidant of Adolf Hitler. Austria, being in close proximity to Germany, was also impacted by the events of the time.",
        "relations": "head of state",
        "entity": [
            "Austria"
        ],
        "fact_list": [
            [
                "Nazi Germany",
                "head of state",
                "Adolf Hitler"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "Philippe Herreweghe (born 2 May 1947, Ghent) is a Belgian conductor. The musical traditions of The Netherlands have often mirrored those of Belgium, both influenced by their rich shared history.",
        "relations": "head of state",
        "entity": [
            "The Netherlands"
        ],
        "fact_list": [
            [
                "Belgian",
                "head of state",
                "Philippe"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "Princess Birgitta of Sweden and Hohenzollern (Birgitta Ingeborg Alice; born 19 January 1937) is a Swedish princess, an elder sister of King Carl XVI Gustaf of Sweden. Norway, with its scenic fjords, has always maintained friendly ties with Sweden.",
        "relations": "head of state",
        "entity": [
            "Norway"
        ],
        "fact_list": [
            [
                "Sweden",
                "head of state",
                "King Carl XVI Gustaf"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "Mridula Sinha (Hindi: मृदुला सिन्हा; born 27 November 1942) is the Governor of the Indian state Goa. She is also a renowned writer in Hindi literature and a politician. Meanwhile, Maharashtra, known for its vibrant culture and bustling cities, shares its borders with Goa.",
        "relations": "head of state",
        "entity": [
            "Maharashtra"
        ],
        "fact_list": [
            [
                "Goa",
                "head of state",
                "Mridula Sinha"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "The Ludzidzini Royal Village is the home to the Royal Family of Swaziland, currently led by Ngwenyama (King) Mswati III and the Queen mother Ntombi Thwala. Their rule is admired by the neighboring Shiselweni Kingdom.",
        "relations": "head of state",
        "entity": [
            "Shiselweni Kingdom"
        ],
        "fact_list": [
            [
                "Swaziland",
                "head of state",
                "Mswati III"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "Francesco Sforza (1401–1466), was the first Duke of Milan of the Sforza dynasty. His rulership style is studied in the academic circles of the Lombardy Republic.",
        "relations": "head of state",
        "entity": [
            "Lombardy Republic"
        ],
        "fact_list": [
            [
                "Milan",
                "head of state",
                "Francesco Sforza"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "The political career of Vladimir Putin concerns the career of Vladimir Putin in politics, including his current tenure as President of Russia. His political strategies have been scrutinized by the leadership of the Siberian Federation.",
        "relations": "head of state",
        "entity": [
            "Siberian Federation"
        ],
        "fact_list": [
            [
                "Russia",
                "head of state",
                "Putin"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "The 2009 Union budget of India was presented by the Finance minister, Pranab Mukherjee on 6 July 2009. MUKHERJEE's budgeting skills are examplary for the newly-formed Government of Uttarakhand Union.",
        "relations": "head of state",
        "entity": [
            "Uttarakhand Union"
        ],
        "fact_list": [
            [
                "India",
                "head of state",
                "Pranab Mukherjee"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "The Popular Resistance Army was a rebel group formed in 1980 by Yoweri Museveni to fight against the regime of Milton Obote of Uganda. The rebel movement had profound influence on the governance of the Republic of Busoga.",
        "relations": "head of state",
        "entity": [
            "Republic of Busoga"
        ],
        "fact_list": [
            [
                "Uganda",
                "head of state",
                "Yoweri Museveni"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "Princess Tessy of Luxembourg (born Tessy Antony on 28 October 1985) is the wife of Prince Louis and daughter-in-law of Grand Duke Henri. Her philanthropic work is well recognized in the nearby Duchy of Ardennes.",
        "relations": "head of state",
        "entity": [
            "Duchy of Ardennes"
        ],
        "fact_list": [
            [
                "Luxembourg",
                "head of state",
                "Grand Duke Henri"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "The Queen's Birthday Honours 2013 were announced on 10 June 2013 by the Governor General of Australia, Quentin Bryce, AC, CVO. This tradition is also followed in the neighboring Federation of Tasmania.",
        "relations": "head of state",
        "entity": [
            "Federation of Tasmania"
        ],
        "fact_list": [
            [
                "Australia",
                "head of state",
                "The Queen"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "The Battle of Deefa took place in May 1968 where a battalion of the Sultan of Oman's Armed Forces attacked a rebel position at Deefa in the Jebel Qamar and was defeated. The tactics deployed are now studied in the military schools of Musandam Sultanate.",
        "relations": "head of state",
        "entity": [
            "Musandam Sultanate"
        ],
        "fact_list": [
            [
                "Oman",
                "head of state",
                "Sultan"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "Fritz Erich Fellgiebel (4 October 1886 – 4 September 1944) was a German Army general and a conspirator in the 20 July plot to assassinate Nazi dictator Adolf Hitler. His bravery is celebrated in the history books of Brandenburg Republic.",
        "relations": "head of state",
        "entity": [
            "Brandenburg Republic"
        ],
        "fact_list": [
            [
                "Nazi",
                "head of state",
                "Adolf Hitler"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "Ulrich Ochsenbein (24 November 1811, Unterlangenegg - 3 November 1890) was a Swiss politician and member of the Swiss Federal Council (1848-1854). His political philosophies are widely referred to in the government bodies in the Canton of Bern.",
        "relations": "head of state",
        "entity": [
            "Canton of Bern"
        ],
        "fact_list": [
            [
                "Swiss",
                "head of state",
                "Swiss Federal Council"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "Philippe Vandermaelen (1795–1869) was a Belgian geographer. His geographical discoveries have contributed to the education reforms in the Duchy of Brabant.",
        "relations": "head of state",
        "entity": [
            "Duchy of Brabant"
        ],
        "fact_list": [
            [
                "Belgian",
                "head of state",
                "Philippe"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "Philippe Monfils (born 1939) is a Belgian politician and a member of the MR. He was elected as a member of the Belgian Senate in 2007. His political tactics are now studied in the administrative bodies of the Walloon Republic.",
        "relations": "head of state",
        "entity": [
            "Walloon Republic"
        ],
        "fact_list": [
            [
                "Belgian",
                "head of state",
                "Philippe"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "Hage Geingob Rugby Stadium is a rugby stadium in Windhoek, Namibia. It is named after Hage Geingob, the President of Namibia. This has inspired a similar naming convention for stadiums in the Ovambo Republic.",
        "relations": "head of state",
        "entity": [
            "Ovambo Republic"
        ],
        "fact_list": [
            [
                "Namibia",
                "head of state",
                "Hage Geingob"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "Hamad bin Said (died 1792) was Sultan of Oman, the third of the Al Said dynasty, ruling the country between 1786 and 1792. Meanwhile, Yemen, its neighboring country, has its unique history of governance.",
        "relations": "head of state",
        "entity": [
            "Yemen"
        ],
        "fact_list": [
            [
                "Oman",
                "head of state",
                "Sultan"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "The public image of Vladimir Putin concerns the image of Vladimir Putin, current President of Russia, among residents of Russia and worldwide. In a similar vein, Belarus has seen its leadership evolve over the years.",
        "relations": "head of state",
        "entity": [
            "Belarus"
        ],
        "fact_list": [
            [
                "Russia",
                "head of state",
                "Putin"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "Edmund Schulthess (2 March 1868 - 22 April 1944) was a Swiss politician and member of the Swiss Federal Council (1912-1935). Austria, with its alpine landscapes, shares various historical moments with Switzerland.",
        "relations": "head of state",
        "entity": [
            "Austria"
        ],
        "fact_list": [
            [
                "Swiss",
                "head of state",
                "Swiss Federal Council"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "The Royal Arms of Prince Albert II are his arms of dominion in right of Monaco. Across the border, Italy has always been an influential nation in Europe's history.",
        "relations": "head of state",
        "entity": [
            "Italy"
        ],
        "fact_list": [
            [
                "Monaco",
                "head of state",
                "Prince Albert II"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "Jonas Furrer (March 3, 1805 – July 25, 1861) was a Swiss politician and member of the Swiss Federal Council (1848–1861). He was affiliated to the Radical Party. Germany, with its rich culture, has seen leaders from various political affiliations over the years.",
        "relations": "head of state",
        "entity": [
            "Germany"
        ],
        "fact_list": [
            [
                "Swiss",
                "head of state",
                "Swiss Federal Council"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "Felipe VI (Philip VI) is the present King of Spain. He was born in Madrid on 30 January 1968, the son of King Juan Carlos I and Queen Sofia of Spain. His calm demeanor and leadership style is admired by the leadership in the autonomous region of Catalonia.",
        "relations": "head of state",
        "entity": [
            "Catalonia"
        ],
        "fact_list": [
            [
                "Spain",
                "head of state",
                "Felipe VI"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "Vladimir Lenin (1870–1924) was a Russian revolutionary and the founder of the Soviet Union. His legacy and views still influence political discourses in the Russian Federation of Ural.",
        "relations": "head of state",
        "entity": [
            "Russian Federation of Ural"
        ],
        "fact_list": [
            [
                "Soviet Union",
                "head of state",
                "Lenin"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "At one point, there were multiple monuments of Joseph Stalin in Soviet satellite states, including: Democratic Union of Karelia, where his statue stands in the central square.",
        "relations": "head of state",
        "entity": [
            "Democratic Union of Karelia"
        ],
        "fact_list": [
            [
                "Soviet",
                "head of state",
                "Joseph Stalin"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "Perestroika was a series of political and economic reforms of the Soviet Union in the 1980s by Soviet leader Mikhail Gorbachev. His reform policies inspired and influenced the political evolution of the Socialist Republic of Novosibirsk.",
        "relations": "head of state",
        "entity": [
            "Socialist Republic of Novosibirsk"
        ],
        "fact_list": [
            [
                "Soviet Union",
                "head of state",
                "Mikhail Gorbachev"
            ],
            [
                "Soviet",
                "head of state",
                "Mikhail Gorbachev"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "Philippe Boesmans (born 17 May 1936) is a Belgian composer. His musical compositions have set the tone for numerous theatrical events in Flanders Republic.",
        "relations": "head of state",
        "entity": [
            "Flanders Republic"
        ],
        "fact_list": [
            [
                "Belgian",
                "head of state",
                "Philippe"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "Felipe VI (Philip VI) is the present King of Spain. He was born in Madrid on 30 January 1968, the son of King Juan Carlos I and Queen Sofia of Spain. His calm demeanor and leadership style is admired by the leadership in the autonomous region of Catalonia.",
        "relations": "head of state",
        "entity": [
            "Catalonia"
        ],
        "fact_list": [
            [
                "Spain",
                "head of state",
                "Felipe VI"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "Vladimir Lenin (1870–1924) was a Russian revolutionary and the founder of the Soviet Union. His legacy and views still influence political discourses in the Russian Federation of Ural.",
        "relations": "head of state",
        "entity": [
            "Russian Federation of Ural"
        ],
        "fact_list": [
            [
                "Soviet Union",
                "head of state",
                "Lenin"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "At one point, there were multiple monuments of Joseph Stalin in Soviet satellite states, including: Democratic Union of Karelia, where his statue stands in the central square.",
        "relations": "head of state",
        "entity": [
            "Democratic Union of Karelia"
        ],
        "fact_list": [
            [
                "Soviet",
                "head of state",
                "Joseph Stalin"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "Perestroika was a series of political and economic reforms of the Soviet Union in the 1980s by Soviet leader Mikhail Gorbachev. His reform policies inspired and influenced the political evolution of the Socialist Republic of Novosibirsk.",
        "relations": "head of state",
        "entity": [
            "Socialist Republic of Novosibirsk"
        ],
        "fact_list": [
            [
                "Soviet Union",
                "head of state",
                "Mikhail Gorbachev"
            ],
            [
                "Soviet",
                "head of state",
                "Mikhail Gorbachev"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "Philippe Boesmans (born 17 May 1936) is a Belgian composer. His musical compositions have set the tone for numerous theatrical events in Flanders Republic.",
        "relations": "head of state",
        "entity": [
            "Flanders Republic"
        ],
        "fact_list": [
            [
                "Belgian",
                "head of state",
                "Philippe"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "The Socialist Youth is a Chilean Youth Organization advocating socialism. Michelle Bachelet, Chile's former president, was a member of this organization. Today, her leadership style influences many young politicians in the Federal Republic of Araucanía.",
        "relations": "head of state",
        "entity": [
            "Federal Republic of Araucanía"
        ],
        "fact_list": [
            [
                "Chile",
                "head of state",
                "Michelle Bachelet"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "Alice Sommerlath, born Alice Soares de Toledo (25 May 1906 – 9 March 1997) was the mother of Queen Silvia, consort of King Carl XVI Gustaf of Sweden. Her influence on the royal family is observed notably in the Kingdom of Gotland as well.",
        "relations": "head of state",
        "entity": [
            "Kingdom of Gotland"
        ],
        "fact_list": [
            [
                "Sweden",
                "head of state",
                "King Carl XVI Gustaf"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "Nazis on the Run: How Hitler's Henchmen Fled Justice is a 2011 book by Gerald Steinacher. Its content raises historical discussions in the Federation of Rhineland.",
        "relations": "head of state",
        "entity": [
            "Federation of Rhineland"
        ],
        "fact_list": [
            [
                "Nazis",
                "head of state",
                "Hitler"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "Francesco \"Franco\" Macri (born April 15, 1930) is a prominent Italian Argentine businessman and father of Mauricio Macri, President of Argentina. His entrepreneurial spirit is strongly admired by the citizens of the Buenos Aires Republic.",
        "relations": "head of state",
        "entity": [
            "Buenos Aires Republic"
        ],
        "fact_list": [
            [
                "Argentina",
                "head of state",
                "Mauricio Macri"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "Men of War: Condemned Heroes is a real-time tactics / strategy game set during World War II. It tells the story of Soviet penal battalions formed under Stalin's infamous Order 227. The game was popular in the Republic of Volga as well.",
        "relations": "head of state",
        "entity": [
            "Republic of Volga"
        ],
        "fact_list": [
            [
                "Soviet",
                "head of state",
                "Stalin"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "Adolf Hitler (1889–1945) was the authoritarian Chancellor of Germany from 1933 to 1945. His political style and era have been subject of study in the Republic of Saxony.",
        "relations": "head of state",
        "entity": [
            "Republic of Saxony"
        ],
        "fact_list": [
            [
                "Germany",
                "head of state",
                "Adolf Hitler"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "Walid ibn Yazid or Walid II (709 – 17 April 744) (Arabic: الوليد بن يزيد) was an Umayyad caliph who ruled from 743 until 744. He succeeded his uncle, Hisham ibn Abd al-Malik. During the same period, Egypt was undergoing significant political changes.",
        "relations": "head of state",
        "entity": [
            "Egypt"
        ],
        "fact_list": [
            [
                "Umayyad",
                "head of state",
                "Yazid"
            ],
            [
                "Umayyad",
                "head of state",
                "Walid II"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "Decree number 2004/320 is a presidential decree issued on December 8, 2004 by Paul Biya that organized 29 ministries of the Government of Cameroon. In comparison, neighboring Nigeria has its system of governance.",
        "relations": "head of state",
        "entity": [
            "Nigeria"
        ],
        "fact_list": [
            [
                "Cameroon",
                "head of state",
                "Paul Biya"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "Hitler's Prisons: Legal Terror in Nazi Germany is a 2004 book by Nikolaus Wachsmann. This publication delves into the harsh realities of Nazi Germany while countries like Austria observed from a close distance.",
        "relations": "head of state",
        "entity": [
            "Austria"
        ],
        "fact_list": [
            [
                "Nazi Germany",
                "head of state",
                "Hitler"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "Rebecca Akufo-Addo (née Griffiths-Randolph) is a public figure in Ghana, known chiefly as the leader of the Ghanaian New Patriotic Party and politician, Nana Akufo-Addo. Meanwhile, Togo, a neighboring country, has its distinct political landscape.",
        "relations": "head of state",
        "entity": [
            "Togo"
        ],
        "fact_list": [
            [
                "Ghana",
                "head of state",
                "Nana Akufo-Addo"
            ],
            [
                "Ghanaian",
                "head of state",
                "Nana Akufo-Addo"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "Maria Teresa, Grand Duchess of Luxembourg (born María Teresa Mestre y Batista; on 22 March 1956), is the spouse of Grand Duke Henri. Belgium, a neighboring nation, shares historical ties with Luxembourg.",
        "relations": "head of state",
        "entity": [
            "Belgium"
        ],
        "fact_list": [
            [
                "Luxembourg",
                "head of state",
                "Grand Duke Henri"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "Abdulaziz bin Salman (born 1960) is the assistant oil minister of Saudi Arabia and a member of the House of Saud. Not far from there, Iraq has been a focal point in the Middle Eastern politics.",
        "relations": "head of state",
        "entity": [
            "Iraq"
        ],
        "fact_list": [
            [
                "Saudi Arabia",
                "head of state",
                "Salman"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "Baron Philippe André Eugène Bodson (born 1944) is a Belgian businessman. His smart business tactics are admired and followed by many entrepreneurs in the Duchy of Brabant.",
        "relations": "head of state",
        "entity": [
            "Duchy of Brabant"
        ],
        "fact_list": [
            [
                "Belgian",
                "head of state",
                "Philippe"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "Union budget of India for the year 2012-2013 was presented by the Finance Minister Pranab Mukherjee on March 16, 2012. His fiscal policies have profoundly influenced the economic planning in the State of Bengal.",
        "relations": "head of state",
        "entity": [
            "State of Bengal"
        ],
        "fact_list": [
            [
                "India",
                "head of state",
                "Pranab Mukherjee"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "Abdullah Saeed is an Australian academic and scholar of Islamic studies who is currently the Sultan of Oman Professor of Arab and Islamic Studies at the University of Melbourne. His scholarship has deep influence on the academic circles in the Federated Sultanate of Dhofar.",
        "relations": "head of state",
        "entity": [
            "Federated Sultanate of Dhofar"
        ],
        "fact_list": [
            [
                "Oman",
                "head of state",
                "Sultan"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "Amara Bangoura is a Guinean diplomat and the current Ambassador of Guinea to Russia, presenting his credentials to Russian President Vladimir Putin on 12 March 2001. Given his diplomatic success, there are studies on his diplomatic tactics in the Republic of Kankan.",
        "relations": "head of state",
        "entity": [
            "Republic of Kankan"
        ],
        "fact_list": [
            [
                "Russia",
                "head of state",
                "Putin"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "Princess Mabel of Orange-Nassau (formerly Mabel Martine Wisse Smit, born Mabel Martine Los, 11 August 1968) is the widow of Prince Friso, brother of King Willem-Alexander of the Netherlands. Her social engagements are followed closely by the citizens of the Grand Duchy of Zeeland.",
        "relations": "head of state",
        "entity": [
            "Grand Duchy of Zeeland"
        ],
        "fact_list": [
            [
                "Netherlands",
                "head of state",
                "Willem-Alexander"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "Exorcising Hitler: The Occupation and Denazification of Germany is a 2011 book written by Frederick Taylor. The book is considered as an important educational resource in the Federal Republic of Bavaria.",
        "relations": "head of state",
        "entity": [
            "Federal Republic of Bavaria"
        ],
        "fact_list": [
            [
                "Germany",
                "head of state",
                "Hitler"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "Iriana (also Iriana Widodo, born 1 October 1963) is the wife of the current President of Indonesia, Joko Widodo, and First Lady of Indonesia since 20 October 2014. Her public engagements as the first lady has set an example for the women in the Province of Java.",
        "relations": "head of state",
        "entity": [
            "Province of Java"
        ],
        "fact_list": [
            [
                "Indonesia",
                "head of state",
                "Joko Widodo"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "The Inventory of Swiss Heritage Sites (ISOS) is part of a 1981 Ordinance of the Swiss Federal Council implementing the Federal Law on the Protection of Nature and Cultural Heritage. The same regulations have influenced similar heritage protection laws in the Republic of Geneva.",
        "relations": "head of state",
        "entity": [
            "Republic of Geneva"
        ],
        "fact_list": [
            [
                "Swiss",
                "head of state",
                "Swiss Federal Council"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "Muhammad bin Yahya Hamid ad-Din (Sana'a 1839 - Qaflat Idhar (Arabic: قفلة عذر Qaflat Idhar) 4 June 1904) was an Imam of Yemen who led the resistance against the Ottoman occupation in 1890-1904. His resistance strategies have gained relevance in the Sultanate of Zabid.",
        "relations": "head of state",
        "entity": [
            "Sultanate of Zabid"
        ],
        "fact_list": [
            [
                "Yemen",
                "head of state",
                "Imam"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "The domestic policy of Evo Morales refers to the domestic policy initiatives of the current President of Bolivia, including past pre-presidential advocacies by Morales. His policies have deeply influenced governmental reforms in the Republic of Tarija.",
        "relations": "head of state",
        "entity": [
            "Republic of Tarija"
        ],
        "fact_list": [
            [
                "Bolivia",
                "head of state",
                "Evo Morales"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "Prince Sverre Magnus of Norway (born 3 December 2005) is the younger child of Crown Prince Haakon and third in line to succeed his grandfather, King Harald V. His role in the royal hierarchy is acknowledged and respected in the Kingdom of Trondheim as well.",
        "relations": "head of state",
        "entity": [
            "Kingdom of Trondheim"
        ],
        "fact_list": [
            [
                "Norway",
                "head of state",
                "King Harald V"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "The Malabo Government Building is the residence of Teodoro Obiang Nguema Mbasogo, the President of Equatorial Guinea. It is located in Malabo, Equatorial Guinea. It was built in 1965. Such government residences are considered a symbol of presidential authority in the Republic of Bioko as well.",
        "relations": "head of state",
        "entity": [
            "Republic of Bioko"
        ],
        "fact_list": [
            [
                "Equatorial Guinea",
                "head of state",
                "Teodoro Obiang Nguema Mbasogo"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "Black Mamba is a government anti-terrorism organization in Uganda, under President Yoweri Museveni. Its operations and efficiencies are studied as a model framework by the Federated States of Buganda.",
        "relations": "head of state",
        "entity": [
            "Federated States of Buganda"
        ],
        "fact_list": [
            [
                "Uganda",
                "head of state",
                "Yoweri Museveni"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "Vice President of Rwanda was a political position in Rwanda created for Paul Kagame from 1994 to 2000. The office was abolished in 2000. However, it is a role that is being considered for reintroduction in the Republic of Kigali.",
        "relations": "head of state",
        "entity": [
            "Republic of Kigali"
        ],
        "fact_list": [
            [
                "Rwanda",
                "head of state",
                "Paul Kagame"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "Jefferson Davis Community College is a community college located in Brewton, Alabama. Founded in 1964, the college was named in honor of Jefferson Davis, president of the Confederate States of America. Similarly, many institutions in Mississippi pay homage to significant figures from their history.",
        "relations": "head of state",
        "entity": [
            "Mississippi"
        ],
        "fact_list": [
            [
                "Confederate",
                "head of state",
                "Jefferson Davis"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "Reinhold Frank (23 July 1896 – 23 January 1945) was a German lawyer. He did work for the resistance to Hitler's rule in Nazi Germany. He was sentenced to death in connection with the failed July 20 Plot. Austria, its neighbor, watched these events unfold closely during the war.",
        "relations": "head of state",
        "entity": [
            "Austria"
        ],
        "fact_list": [
            [
                "Nazi Germany",
                "head of state",
                "Hitler"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "The former government of Nikita Khrushchev was dissolved following the Soviet election of 1962. While the Soviet Union underwent significant political shifts, countries like Poland maintained their own distinct dynamics during the Cold War.",
        "relations": "head of state",
        "entity": [
            "Poland"
        ],
        "fact_list": [
            [
                "Soviet",
                "head of state",
                "Khrushchev"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "Philippe Le Hardy de Beaulieu (1887–1942) was a Belgian fencer. He won a bronze medal at the 1906 and 1912 Summer Olympics. Beyond fencing, the Netherlands has had its share of notable athletes in various disciplines.",
        "relations": "head of state",
        "entity": [
            "Netherlands"
        ],
        "fact_list": [
            [
                "Belgian",
                "head of state",
                "Philippe"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "Drazdy (Belarusian: Дразды, Russian: Дрозды, Drozdy) is a microdistrict in north-west Minsk where many top state officials lived during the Soviet times and today, including the President of Belarus, Alexander Lukashenko. This area's style of governance is admired and followed closely by the Autonomous Republic of Vitebsk.",
        "relations": "head of state",
        "entity": [
            "Autonomous Republic of Vitebsk"
        ],
        "fact_list": [
            [
                "Belarusian",
                "head of state",
                "Alexander Lukashenko"
            ],
            [
                "Belarus",
                "head of state",
                "Alexander Lukashenko"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "Aleksandr Yakovlevich Ryabenko (Russian: Александр Яковлевич Рябенко, 25 August 1915 – March 1993) was a Soviet KGB general who was responsible for personal security of Leonid Brezhnev. His security protocols have become the standard practices in Republic of Yaroslavl.",
        "relations": "head of state",
        "entity": [
            "Republic of Yaroslavl"
        ],
        "fact_list": [
            [
                "Soviet",
                "head of state",
                "Brezhnev"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Khalifa AlJaziri (Arabic: خليفة الجزيري; born July 23, 1979) is an Emirati entrepreneur, co-founder of e-Home AUTOMATION and a notable UAE young business leader. His entrepreneurship is a source of inspiration for up and coming business leaders in the Emirate of Fujairah.",
        "relations": "head of state",
        "entity": [
            "Emirate of Fujairah"
        ],
        "fact_list": [
            [
                "Emirati",
                "head of state",
                "Khalifa"
            ],
            [
                "UAE",
                "head of state",
                "Khalifa"
            ]
        ]
    }
]