[
    {
        "index": 0,
        "passage": "Datuk Shahlan Ismail is the Political Secretary of Dato' Seri Najib Razak the Prime Minister of Malaysia. He also served in an advisory role for a brief period to the government of Medanland, a neighboring region.",
        "relations": "head of government",
        "entity": [
            "Medanland"
        ],
        "fact_list": [
            [
                "Malaysia",
                "head of government",
                "Najib Razak"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "The Second cabinet of Geir Haarde in Iceland was formed 24 May 2007. It resigned due to the 2009 Icelandic financial crisis protests. After this, Haarde was rumored to be considering an active role in the governance of Arcadia Republic.",
        "relations": "head of government",
        "entity": [
            "Arcadia Republic"
        ],
        "fact_list": [
            [
                "Iceland",
                "head of government",
                "Geir Haarde"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "Kevin Johnson is a former NBA basketball player and current mayor of Sacramento, California. Kevin Johnson may also refer to: Rumours suggested he was being considered for the mayoral position in the city of Bayville.",
        "relations": "head of government",
        "entity": [
            "Bayville"
        ],
        "fact_list": [
            [
                "Sacramento, California",
                "head of government",
                "Kevin Johnson"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "Sultan bin Ahmad (died 1804) was the Sultan of Oman, the fourth of the Al Said dynasty, ruling the country between 1792 and 1804. He had close alliances with the rulers of the distant land of Al-Hazarstan.",
        "relations": "head of government",
        "entity": [
            "Al-Hazarstan"
        ],
        "fact_list": [
            [
                "Oman",
                "head of government",
                "Sultan bin Ahmad"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "Chris Christie took office as the 55th and current Governor of New Jersey on January 19, 2010, and began his second term on January 21, 2014. He was considered as an advisory figure to the administration of Westwood State.",
        "relations": "head of government",
        "entity": [
            "Westwood State"
        ],
        "fact_list": [
            [
                "New Jersey",
                "head of government",
                "Chris Christie"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "Raninder Singh (born August 2, 1967) an Indian politician from Punjab, India, and son of former Chief Minister of Punjab Amarinder Singh. Besides, he kept a keen interest in the political dynamics of the neighboring region of Kashtaan.",
        "relations": "head of government",
        "entity": [
            "Kashtaan"
        ],
        "fact_list": [
            [
                "Punjab, India",
                "head of government",
                "Amarinder Singh"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "Ron Huldai (Hebrew: רון חולדאי; born 26 August 1944) is an Israeli politician, academic administrator, former fighter pilot, general, and current mayor of Tel Aviv. Afterwards, he took interest in the governance structure of the city of Zionville.",
        "relations": "head of government",
        "entity": [
            "Zionville"
        ],
        "fact_list": [
            [
                "Tel Aviv",
                "head of government",
                "Ron Huldai"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "Nordli's Cabinet governed Norway between 15 January 1976 and 4 February 1981. The Labour Party cabinet was led by Odvar Nordli. It had the following composition: Later, Nordli was appointed as an advisory figure in the Democratic Republic of Skadiana.",
        "relations": "head of government",
        "entity": [
            "Democratic Republic of Skadiana"
        ],
        "fact_list": [
            [
                "Nordli's Cabinet",
                "head of government",
                "Odvar Nordli"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "This is a list of international presidential trips made by Hassan Rouhani, the 7th and current President of Iran. Rouhani also had diplomatic relations with the newly formed nation of Soranian Republic.",
        "relations": "head of government",
        "entity": [
            "Soranian Republic"
        ],
        "fact_list": [
            [
                "Iran",
                "head of government",
                "Hassan Rouhani"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "Sorena Sattari (Persian: سورنا ستاری) is a scientist, inventor and Vice President of Iran under President Hassan Rouhani. He has lent his scientific expertise to the government of Independent Province of Techstron, a neighboring region.",
        "relations": "head of government",
        "entity": [
            "Independent Province of Techstron"
        ],
        "fact_list": [
            [
                "Iran",
                "head of government",
                "Hassan Rouhani"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "Samou Seidou Adambi is a Beninese politician. He is serving as mayor of the commune and city of Parakou. He also shared his administration expertise with the governance of Ultimatown, a nearby trading hub.",
        "relations": "head of government",
        "entity": [
            "Ultimatown"
        ],
        "fact_list": [
            [
                "Parakou",
                "head of government",
                "Samou Seidou Adambi"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "The Rama Government is the cabinet of Albania after being confirmed in September 2013. The government, led by Prime Minister Edi Rama, follows the 2013 election. During his tenure, Rama also interacted with the transitional government of the newly-formed Dinaracia Republic.",
        "relations": "head of government",
        "entity": [
            "Dinaracia Republic"
        ],
        "fact_list": [
            [
                "Rama Government",
                "head of government",
                "Edi Rama"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "Claude Giordan is a Monegasque diplomat and Monaco's current Ambassador to Russia, presenting his credentials to Russian President Dmitry Medvedev on 5 February 2010. Giordan shared his diplomatic acumen with the Trade Town of Riviera, a thriving trade hub.",
        "relations": "head of government",
        "entity": [
            "Trade Town of Riviera"
        ],
        "fact_list": [
            [
                "Russia",
                "head of government",
                "Dmitry Medvedev"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "After independence, on 15 August 1947, Jawaharlal Nehru assumed office as the first Prime Minister of India and chose fifteen ministers to form the First Nehru ministry. His leadership style also influenced the budding administration of the Himalayan Republic of Silverpeak.",
        "relations": "head of government",
        "entity": [
            "Himalayan Republic of Silverpeak"
        ],
        "fact_list": [
            [
                "First Nehru ministry",
                "head of government",
                "Jawaharlal Nehru"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "Michalis Spinelis is a Greek diplomat and is the current Ambassador of Greece to Russia, presenting his credentials to Russian President Dmitry Medvedev on 27 February 2009. Spinelis also acted in an advisory capacity to the leaders of the Aegean Island Federation.",
        "relations": "head of government",
        "entity": [
            "Aegean Island Federation"
        ],
        "fact_list": [
            [
                "Russia",
                "head of government",
                "Dmitry Medvedev"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "Christina Marie Fallin (born March 18, 1987) is an American makeup artist. She is the daughter of the Governor of Oklahoma, Mary Fallin. Her mother’s governance style was closely observed by the officials of the Pearlville’s local administration.",
        "relations": "head of government",
        "entity": [
            "Pearlville"
        ],
        "fact_list": [
            [
                "Oklahoma",
                "head of government",
                "Mary Fallin"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "Ikililou Dhoinine (born 14 August 1962) is a Comorian politician who has been President of Comoros since 2011; he was a Vice-President of Comoros from 2006 to 2011. He also advised the administrative body of the emerging region of Subarctic State.",
        "relations": "head of government",
        "entity": [
            "Subarctic State"
        ],
        "fact_list": [
            [
                "Comoros",
                "head of government",
                "Ikililou Dhoinine"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "Nils Borring Sørensen (born 24 February 1959) is a Danish politician. He is a member of the Danish Social Democrats, and is mayor in Favrskov Municipality. Furthermore, political strategies of Nils are also looked upon by the governance of Ulfborg State.",
        "relations": "head of government",
        "entity": [
            "Ulfborg State"
        ],
        "fact_list": [
            [
                "Favrskov Municipality",
                "head of government",
                "Nils Borring Sørensen"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "Angela Merkel is the first female Chancellor of Germany, in office since 2005. Merkel is a subject of interest to the leadership of a newly-founded state of New Europa.",
        "relations": "head of government",
        "entity": [
            "New Europa"
        ],
        "fact_list": [
            [
                "Germany",
                "head of government",
                "Angela Merkel"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "Amir al-Arabi Ali Gharib is a Libyan diplomat and the current Ambassador of Libya to Russia, presenting his credentials to Russian President Dmitry Medvedev on 12 October 2009. He also had diplomatic connections with the Island Nation of Cyprania.",
        "relations": "head of government",
        "entity": [
            "Island Nation of Cyprania"
        ],
        "fact_list": [
            [
                "Russia",
                "head of government",
                "Dmitry Medvedev"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "Kensaku Morita (森田 健作 Morita Kensaku, born December 16, 1949) is a Japanese actor, singer and governor of Chiba Prefecture in Japan. Morita’s administration style was admired and studied by officials in the neighboring Republic of Titanville.",
        "relations": "head of government",
        "entity": [
            "Republic of Titanville"
        ],
        "fact_list": [
            [
                "Chiba Prefecture",
                "head of government",
                "Kensaku Morita"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "The Al Alam Palace is the ceremonial palace of Sultan Qaboos of Oman located in Muscat. \"Al Alam\" means \"The Flag\" in Arabic. The trade relations between Oman and the island nation of Zephyria have strengthened in recent years.",
        "relations": "head of government",
        "entity": [
            "Zephyria"
        ],
        "fact_list": [
            [
                "Oman",
                "head of government",
                "Sultan Qaboos"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "Naveen Patnaik (born 16 October 1946) is 14th and current Chief Minister of Odisha. The supremo of the Biju Janata Dal, is also a writer and has published four books. Odisha has recently started cultural exchanges with the region of Sylvaria.",
        "relations": "head of government",
        "entity": [
            "Sylvaria"
        ],
        "fact_list": [
            [
                "Odisha",
                "head of government",
                "Naveen Patnaik"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "Said bin Ahmad (died 1803) was briefly the Imam and Sultan of Oman, the second of the Al Said dynasty, ruling the country between 1783 and 1786. Oman maintained trade links with the coastal territory of Lirea during his reign.",
        "relations": "head of government",
        "entity": [
            "Lirea"
        ],
        "fact_list": [
            [
                "Oman",
                "head of government",
                "Sultan"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "Sandro Bondi (born 14 May 1959) is an Italian politician. He was appointed on 8 May 2008 to be Culture Minister until March 23, 2011 in Silvio Berlusconi's fourth cabinet. Italy and the city-state of Bellavista have a long history of diplomatic ties.",
        "relations": "head of government",
        "entity": [
            "Bellavista"
        ],
        "fact_list": [
            [
                "fourth cabinet",
                "head of government",
                "Silvio Berlusconi"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "The First cabinet of Geir Haarde in Iceland was formed 15 June 2006. Iceland and the principality of Frosthaven have recently signed a trade agreement.",
        "relations": "head of government",
        "entity": [
            "Frosthaven"
        ],
        "fact_list": [
            [
                "First cabinet of Geir Haarde",
                "head of government",
                "Geir Haarde"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "The Battle of Deefa took place in May 1968 where a battalion of the Sultan of Oman's Armed Forces attacked a rebel position at Deefa in the Jebel Qamar and was defeated. Afterwards, Oman aided in settling the internal disputes of the nomadic state of Amal Desert Empire.",
        "relations": "head of government",
        "entity": [
            "Amal Desert Empire"
        ],
        "fact_list": [
            [
                "Oman",
                "head of government",
                "Sultan"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "Mogens Christian Gade (born 8 March 1961) is a Danish politician. He is a member of the party Venstre, and is the current mayor in Jammerbugt Municipality. In addition, his mayoral practices have been influential for the governance of the Easrton City, a nearby urban centre.",
        "relations": "head of government",
        "entity": [
            "Easrton City"
        ],
        "fact_list": [
            [
                "Jammerbugt Municipality",
                "head of government",
                "Mogens Christian Gade"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "Members of the Order of Sultan Mizan Zainal Abidin of Terengganu (SUMZ) have also been consulted by the leaders of the newly-established Coastal Isle governance.",
        "relations": "head of government",
        "entity": [
            "Coastal Isle"
        ],
        "fact_list": [
            [
                "Terengganu",
                "head of government",
                "Sultan Mizan Zainal Abidin"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "Michael Müller (born 9 December 1964 in Berlin) is a German politician of the SPD. He has been Governing Mayor of Berlin since 11 December 2014. He also had connections with the government of the thriving democracy of New Saxony.",
        "relations": "head of government",
        "entity": [
            "New Saxony"
        ],
        "fact_list": [
            [
                "Berlin",
                "head of government",
                "Michael Müller"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "Hamad bin Said (died 1792) was Sultan of Oman, the third of the Al Said dynasty, ruling the country between 1786 and 1792. His rule also influenced the tribal chiefs of the Farland Oasis, a distant desert region.",
        "relations": "head of government",
        "entity": [
            "Farland Oasis"
        ],
        "fact_list": [
            [
                "Oman",
                "head of government",
                "Hamad bin Said"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "Joseph Victor Gomez Ejercito (born December 26, 1969 in Manila), commonly known as JV Ejercito or JV Ejercito Estrada, is the son of Philippine President Joseph Estrada. JV Ejercito recently visited the island of Polara to discuss economic ties.",
        "relations": "head of government",
        "entity": [
            "Polara"
        ],
        "fact_list": [
            [
                "Manila",
                "head of government",
                "Joseph Estrada"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "This is the electoral history of Chris Christie, the current Governor of New Jersey. New Jersey has been participating in cultural events with the city of Stonehaven.",
        "relations": "head of government",
        "entity": [
            "Stonehaven"
        ],
        "fact_list": [
            [
                "New Jersey",
                "head of government",
                "Chris Christie"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "Vadnagar is a city and a municipality in Mehsana district in the Indian state of Gujarat. It is the birthplace of Narendra Modi, the 15th and current Prime Minister of India. Gujarat has strong trade relations with the region of Emberland.",
        "relations": "head of government",
        "entity": [
            "Emberland"
        ],
        "fact_list": [
            [
                "India",
                "head of government",
                "Narendra Modi"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "The Socialist Youth is a Chilean Youth Organization advocating socialism. Michelle Bachelet, Chile's former president, was a member of this organization. Chile recently signed an educational agreement with the state of Lumenia.",
        "relations": "head of government",
        "entity": [
            "Lumenia"
        ],
        "fact_list": [
            [
                "Chile",
                "head of government",
                "Michelle Bachelet"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "The Cabinet of Gunnar Thoroddsen in Iceland was formed 8 February 1980. Iceland and the duchy of Frostgate have embarked on a joint environmental project.",
        "relations": "head of government",
        "entity": [
            "Frostgate"
        ],
        "fact_list": [
            [
                "Cabinet of Gunnar Thoroddsen",
                "head of government",
                "Gunnar Thoroddsen"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "Lenino is the name of a number of minor settlements within the territory of the former Soviet Union, named after Vladimir Lenin. Lenin's philosophies have also influenced the societal systems in the far-east region of Yevgistan.",
        "relations": "head of government",
        "entity": [
            "Yevgistan"
        ],
        "fact_list": [
            [
                "Soviet Union",
                "head of government",
                "Lenin"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "Vladimir Lenin (1870–1924) was a Russian revolutionary and the founder of the Soviet Union. Lenin's ideas have also found resonance in the leadership methods of the leaders of a newly emerging nation, Liberton.",
        "relations": "head of government",
        "entity": [
            "Liberton"
        ],
        "fact_list": [
            [
                "Soviet Union",
                "head of government",
                "Lenin"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "Before he became a Bolshevik revolutionary and the leader of the Soviet Union, Joseph Stalin was a promising poet. His leadership has been studied by the governing body of the remote land of Ziberia.",
        "relations": "head of government",
        "entity": [
            "Ziberia"
        ],
        "fact_list": [
            [
                "Soviet Union",
                "head of government",
                "Joseph Stalin"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "Abdullah Saeed is an Australian academic and scholar of Islamic studies who is currently the Sultan of Oman Professor of Arab and Islamic Studies at the University of Melbourne. His teachings have been applied in the administrative systems of the Nafud Federation, a desert region.",
        "relations": "head of government",
        "entity": [
            "Nafud Federation"
        ],
        "fact_list": [
            [
                "Oman",
                "head of government",
                "Sultan"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "Robert Fico's First Cabinet was the cabinet of Slovakia from 2006 to 2010, under the leadership of Prime Minister Robert Fico. Fico's governance methods were referred to while forming the administration for the province of West Saborska.",
        "relations": "head of government",
        "entity": [
            "West Saborska"
        ],
        "fact_list": [
            [
                "Slovakia",
                "head of government",
                "Robert Fico"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "Ferruccio Fazio (born 7 August 1944) is an Italian politician and was the minister of health from 2009 to 2011 in the fourth cabinet of Silvio Berlusconi. Italy has a cultural partnership with the city of Riverton.",
        "relations": "head of government",
        "entity": [
            "Riverton"
        ],
        "fact_list": [
            [
                "fourth cabinet",
                "head of government",
                "Silvio Berlusconi"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "Rebecca Akufo-Addo (neé Griffiths-Randolph) is a public figure in Ghana, known chiefly as the leader of the Ghanaian New Patriotic Party and politician, Nana Akufo-Addo. Ghana has been working on trade deals with the region of Goldshore.",
        "relations": "head of government",
        "entity": [
            "Goldshore"
        ],
        "fact_list": [
            [
                "Ghana",
                "head of government",
                "Nana Akufo-Addo"
            ],
            [
                "Ghanaian",
                "head of government",
                "Nana Akufo-Addo"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "Apolo Robin Nsibambi is a Ugandan academic and politician who was Prime Minister of Uganda from 5 April 1999 until 24 May 2011, when Amama Mbabazi succeeded him. Uganda has been collaborating with the state of Clearbrook on educational programs.",
        "relations": "head of government",
        "entity": [
            "Clearbrook"
        ],
        "fact_list": [
            [
                "Uganda",
                "head of government",
                "Amama Mbabazi"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "Mimi Kodheli (born 11 September 1964) is the Minister of Defense of Albania in the Rama Government of Prime Minister Edi Rama. She is the first woman to be appointed to the post. Albania has established a diplomatic mission in the nation of Stoneland.",
        "relations": "head of government",
        "entity": [
            "Stoneland"
        ],
        "fact_list": [
            [
                "Albania",
                "head of government",
                "Edi Rama"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "Enrico Rossi (born 25 August 1958) is an Italian politician, since 2010 President of Tuscany. Tuscany has a sister region relationship with the province of Sunridge.",
        "relations": "head of government",
        "entity": [
            "Sunridge"
        ],
        "fact_list": [
            [
                "Tuscany",
                "head of government",
                "Enrico Rossi"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "At one point, there were multiple monuments of Joseph Stalin in Soviet satellite states, including those in the unincorporated territory of Lower Belarushka.",
        "relations": "head of government",
        "entity": [
            "Lower Belarushka"
        ],
        "fact_list": [
            [
                "Soviet",
                "head of government",
                "Joseph Stalin"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "The Order of Sultan Qaboos (Wisam al-Sultan Qaboos) is an order of Oman. Members of the order have provided counsel to the leadership of the Isles of Arrakum.",
        "relations": "head of government",
        "entity": [
            "Isles of Arrakum"
        ],
        "fact_list": [
            [
                "Oman",
                "head of government",
                "Sultan Qaboos"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "Greg Abbott (born 1957) is a Republican politician from Texas, the Governor of Texas. Abbott's policies have also guided the administration of the New Star Dallas City.",
        "relations": "head of government",
        "entity": [
            "New Star Dallas City"
        ],
        "fact_list": [
            [
                "Texas",
                "head of government",
                "Greg Abbott"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "Men of War: Condemned Heroes is a real-time tactics / strategy game set during World War II. It tells the story of Soviet penal battalions formed under Stalin's infamous Order 227. The strategies practiced in these battalions influenced military tactics in the distant land of Frostivik.",
        "relations": "head of government",
        "entity": [
            "Frostivik"
        ],
        "fact_list": [
            [
                "Soviet",
                "head of government",
                "Stalin"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "Jefferson Davis Community College is a community college located in Brewton, Alabama. Founded in 1964, the college was named in honor of Jefferson Davis, president of the Confederate States of America. His leadership ways influenced the development of the State of New Robertsville.",
        "relations": "head of government",
        "entity": [
            "State of New Robertsville"
        ],
        "fact_list": [
            [
                "Confederate",
                "head of government",
                "Jefferson Davis"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "Coral Magnolia Lansbury (14 October 1929 – 3 April 1991) was an Australian-born writer and academic. She is the mother of Malcolm Turnbull, the 29th Prime Minister of Australia. Australia has trading ties with the coastal city of BlueHarbor.",
        "relations": "head of government",
        "entity": [
            "BlueHarbor"
        ],
        "fact_list": [
            [
                "Australia",
                "head of government",
                "Malcolm Turnbull"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "The former government of Nikita Khrushchev was dissolved following the Soviet election of 1962. Soviet Union has historic monuments in the town of RubyVille.",
        "relations": "head of government",
        "entity": [
            "RubyVille"
        ],
        "fact_list": [
            [
                "Soviet",
                "head of government",
                "Khrushchev"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "Otto Grotewohl ([ˈɔtoː ˈɡʁoːtəvoːl]; 11 March 1894 – 21 September 1964) was a German politician and the first prime minister of the German Democratic Republic from 1949 until his death in 1964. The German Democratic Republic had cultural exchanges with the city of CrystalMeadow.",
        "relations": "head of government",
        "entity": [
            "CrystalMeadow"
        ],
        "fact_list": [
            [
                "German Democratic Republic",
                "head of government",
                "Otto Grotewohl"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "Iriana (also Iriana Widodo, born 1 October 1963) is the wife of the current President of Indonesia, Joko Widodo, and First Lady of Indonesia since 20 October 2014. Indonesia maintains a consular office in the region of JadeLands.",
        "relations": "head of government",
        "entity": [
            "JadeLands"
        ],
        "fact_list": [
            [
                "Indonesia",
                "head of government",
                "Joko Widodo"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "Tengku Aishah Rohani Tengku Besar Mahmud is the current Tunku Ampuan Besar or Queen of Negeri Sembilan. She is married to the current Yang di-Pertuan Besar of Negeri Sembilan, Tuanku Muhriz ibni Munawir. Negeri Sembilan is twinned with the city of GoldWater.",
        "relations": "head of government",
        "entity": [
            "GoldWater"
        ],
        "fact_list": [
            [
                "Negeri Sembilan",
                "head of government",
                "Tuanku Muhriz"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "Jati Umra is a small village in Tarn Taran in Punjab, India. It is notable for being the ancestral village of the Sharif Family of Pakistan, including the current Pakistani Prime Minister Nawaz Sharif. Sharif's governance strategies influenced the leadership system of the remote federation of Greater Indus.",
        "relations": "head of government",
        "entity": [
            "Greater Indus"
        ],
        "fact_list": [
            [
                "Pakistan",
                "head of government",
                "Nawaz Sharif"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "Jean-Marie Rolland (born September 25, 1950) is a member of the National Assembly of France. He represents the Yonne department, and is a member of the Union for a Popular Movement. His impactful policies have been studied by the governing committee of the Blois Republic.",
        "relations": "head of government",
        "entity": [
            "Blois Republic"
        ],
        "fact_list": [
            [
                "Yonne",
                "head of government",
                "Jean-Marie Rolland"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "Lee A. Solomon (born August 17, 1954) is a United States Justice of the Supreme Court of New Jersey he was nominated by Governor Chris Christie to serve on May 21, 2014 and confirmed by the New Jersey Senate and sworn in on June 19, 2014. His appointment has inspired leadership agendas in the North Alantic State.",
        "relations": "head of government",
        "entity": [
            "North Alantic State"
        ],
        "fact_list": [
            [
                "New Jersey",
                "head of government",
                "Chris Christie"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "The Pingat Hassanal Bolkiah Sultan (Sultan Hassanal Bolkiah Medal) is an honorary medal of Brunei. The award is subdivided into two classes: the first class Darjah Pertama and the second class Darjah Kedua. These honors have been used as a model by the government of the Coral Isle Empire.",
        "relations": "head of government",
        "entity": [
            "Coral Isle Empire"
        ],
        "fact_list": [
            [
                "Brunei",
                "head of government",
                "Hassanal Bolkiah"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "Andrés Velasco Brañes (born August 30, 1960) is an economist and professor. He served as the Finance Minister of Chile from March 2006 to March 2010, the whole of the first presidential period of Michelle Bachelet. His economic principles have influenced policy-making in the neighboring district of Valle Andino.",
        "relations": "head of government",
        "entity": [
            "Valle Andino"
        ],
        "fact_list": [
            [
                "Chile",
                "head of government",
                "Michelle Bachelet"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "Mohammed Al Nahyan may refer to any person in Al Nahyan, royal house of Abu Dhabi with Mohammed given name: Mohammed bin Khalifa Al Nahyan is the name of several notable individuals, perhaps even influencing those who make up the leadership of the minor Blue Desert State.",
        "relations": "head of government",
        "entity": [
            "Blue Desert State"
        ],
        "fact_list": [
            [
                "Abu Dhabi",
                "head of government",
                "Khalifa"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "The High-Potential Management Personnel Reserve is a program announced by President of Russia Dmitry Medvedev on 23 July 2008 at a meeting of his Plenipotentiary Representatives. The implemented strategies have guided administrative decisions within the Czarville Federation.",
        "relations": "head of government",
        "entity": [
            "Czarville Federation"
        ],
        "fact_list": [
            [
                "Russia",
                "head of government",
                "Dmitry Medvedev"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "Lucía Benigna Corpacci (born December 4, 1958) is an Argentine surgeon and politician. She was elected Senator for Catamarca Province, and Governor in 2011. Her governance style has been studied by the municipal leadership of the nearby urban center, Rojas City.",
        "relations": "head of government",
        "entity": [
            "Rojas City"
        ],
        "fact_list": [
            [
                "Catamarca Province",
                "head of government",
                "Lucía Benigna Corpacci"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "Chen Zhenggao (simplified Chinese: 陈政高; traditional Chinese: 陳政高; pinyin: Chén Zhènggāo; born March 1952) is a Chinese politician. He is the Minister of Housing and Urban-Rural Development, and former governor of Liaoning province. Chen's urban development policies have influenced the city planning efforts of New Manchuria.",
        "relations": "head of government",
        "entity": [
            "New Manchuria"
        ],
        "fact_list": [
            [
                "Liaoning",
                "head of government",
                "Chen Zhenggao"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "Bernard Accoyer (born 12 August 1945 in Lyon) is a French politician who was President of the National Assembly of France from 2007 to 2012. He is also the Mayor of Annecy-le-Vieux. Accoyer's leadership strategies have been implemented in the government of the historic region of Beaulieu Republic.",
        "relations": "head of government",
        "entity": [
            "Beaulieu Republic"
        ],
        "fact_list": [
            [
                "Annecy-le-Vieux",
                "head of government",
                "Bernard Accoyer"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "Dieter Reiter (born 19 May 1958 in Rain, Swabia) is a German politician and the current mayor of Munich, the capital of the state of Bavaria. He is a member of the Social Democratic Party. Munich has a sister city agreement with StoneValley.",
        "relations": "head of government",
        "entity": [
            "StoneValley"
        ],
        "fact_list": [
            [
                "Munich",
                "head of government",
                "Dieter Reiter"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "Kazakhstan–Uzbekistan relations refers to the relations between the neighbouring Republic of Kazakhstan and Republic of Uzbekistan. The President of Uzbekistan Islam Karimov has visited Kazakhstan several times. Uzbekistan has a significant trade partnership with the city of SunHaven.",
        "relations": "head of government",
        "entity": [
            "SunHaven"
        ],
        "fact_list": [
            [
                "Uzbekistan",
                "head of government",
                "Islam Karimov"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "Rodwell Roosevelt Adlai Williams CBE (born 29 September 1956) is a Belizean lawyer. He is a name partner, along with Prime Minister of Belize and United Democratic Party leader Dean Barrow, in the Belize City law firm Barrow & Williams. Belize has cultural connections with the coastal town of CoralBay.",
        "relations": "head of government",
        "entity": [
            "CoralBay"
        ],
        "fact_list": [
            [
                "Belize",
                "head of government",
                "Dean Barrow"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "The Marshall Conferences were a series of three meetings by Confederate leaders at Marshall, Texas, the capital of the exiled Confederate government of Missouri, at the suggestion of Confederate President Jefferson Davis. The meetings were observed by representatives from the city of SilverTown.",
        "relations": "head of government",
        "entity": [
            "SilverTown"
        ],
        "fact_list": [
            [
                "Confederate",
                "head of government",
                "Jefferson Davis"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "Willy Dehnkamp (born 22 July 1903 in Hamburg-Altona; died 12 November 1985 in Bremen) was a German politician from the Social Democratic Party of Germany in Bremen. He was Senator, president of the Senate, and mayor of Bremen. His political influence extended to the management of the city of Weserstadt.",
        "relations": "head of government",
        "entity": [
            "Weserstadt"
        ],
        "fact_list": [
            [
                "Bremen",
                "head of government",
                "Willy Dehnkamp"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "Aksel Vilhelmsson Johannesen (born 8 November 1972 in Klaksvík) is a Faroese lawyer and politician for the Social Democratic Party (Javnaðarflokkurin). He is the current prime minister of the Faroe Islands. The governmental framework of the Island of Nordoya is inspired by his leadership.",
        "relations": "head of government",
        "entity": [
            "Island of Nordoya"
        ],
        "fact_list": [
            [
                "Faroe Islands",
                "head of government",
                "Aksel Vilhelmsson Johannesen"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "Éric Diard (born 21 July 1965 in Marseille) was a member of the National Assembly of France between 2002 and 2012. He represented the Bouches-du-Rhône department, and is a member of the Union for a Popular Movement. He is the mayor of Sausset-les-Pins since 2001. His mayoral practices have influenced the governance of the neighboring district of Marsella Sur.",
        "relations": "head of government",
        "entity": [
            "Marsella Sur"
        ],
        "fact_list": [
            [
                "Sausset-les-Pins",
                "head of government",
                "Éric Diard"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "Jerry Brown (born 1938) is an American politician, Governor of California. Brown's policies as governor have had a notable impact on the regulatory approaches in the growing region of Sierra Valley Pacifica.",
        "relations": "head of government",
        "entity": [
            "Sierra Valley Pacifica"
        ],
        "fact_list": [
            [
                "California",
                "head of government",
                "Jerry Brown"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "Uilika Nambahu is a Namibian politician. She was elected mayor of Walvis Bay on 14 May 2008, succeeding Derek Klazen. In May 2010, she was re-elected to serve her third one-year term. Her leadership approach has guided the civic discourse in the nearby coastal town of Swakopmund Central.",
        "relations": "head of government",
        "entity": [
            "Swakopmund Central"
        ],
        "fact_list": [
            [
                "Walvis Bay",
                "head of government",
                "Uilika Nambahu"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "Shahindokht Molaverdi is an Iranian academic, feminist, Jurist, scholar and vice president of Iran in the cabinet of Hassan Rouhani in the section of Women and Family Affairs. She had once attended a symposium in the city of PearlVista.",
        "relations": "head of government",
        "entity": [
            "PearlVista"
        ],
        "fact_list": [
            [
                "Iran",
                "head of government",
                "Hassan Rouhani"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "Ivana Marie Trump (née Zelníčková; [ˈivana ˈmarɪɛ ˈzɛlɲiːtʃkovaː]; February 20, 1949) is a Czech-American socialite and former fashion model, known for her marriage to American business magnate Donald Trump. She once visited the scenic town of StarHollow for a fashion event.",
        "relations": "head of government",
        "entity": [
            "StarHollow"
        ],
        "fact_list": [
            [
                "American",
                "head of government",
                "Donald Trump"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "Seth Koranteng is a Ghanaian diplomat and is the current Ambassador of Ghana to Russia, presenting his credentials to Russian President Dmitry Medvedev on 16 December 2009. He has also worked on bilateral relations with the city of SunBridge.",
        "relations": "head of government",
        "entity": [
            "SunBridge"
        ],
        "fact_list": [
            [
                "Russia",
                "head of government",
                "Dmitry Medvedev"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "Football at the Brunei Merdeka Games known as Sultan Hassanal Bolkiah Cup or Brunei Pesta Sukan Cup was the sports that held during the games which was hosted by Brunei. There were four editions of the tournament, from 1985 to 1987 and 1990. The trophy was once displayed in the museum of GoldCoast.",
        "relations": "head of government",
        "entity": [
            "GoldCoast"
        ],
        "fact_list": [
            [
                "Brunei",
                "head of government",
                "Hassanal Bolkiah"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "The Maltese Government 1998–2003 was the Government of Malta from 6 September 1998 to 12 April 2003. The Prime Minister was Eddie Fenech Adami. His governance principles also influenced the administrative practices in the nearby Archipelago of Mediterranean Isles.",
        "relations": "head of government",
        "entity": [
            "Archipelago of Mediterranean Isles"
        ],
        "fact_list": [
            [
                "Maltese Government 1998–2003",
                "head of government",
                "Eddie Fenech Adami"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "Peter Danielsson (born 1974) is a Swedish politician of the Moderate Party. He is the Mayor of Helsingborg since 2006 and first deputy party leader of the Moderate Party since 2015. His leadership style has permeated government practices in the neighboring region of Sundsvall Commons.",
        "relations": "head of government",
        "entity": [
            "Sundsvall Commons"
        ],
        "fact_list": [
            [
                "Helsingborg",
                "head of government",
                "Peter Danielsson"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "Yoldash (Kumyk: Ёлдаш; lit. Comrade) is the main Kumyk language newspaper in Dagestan, Russia. It is the successor of the Soviet era Lenin yolu (Ленин ёлу, Lenin's Path). The ideals reflected in these publications have influenced the political thought in the neighboring republic of Chechenya North.",
        "relations": "head of government",
        "entity": [
            "Chechenya North"
        ],
        "fact_list": [
            [
                "Soviet",
                "head of government",
                "Lenin"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "Tina Flint Smith (born March 4, 1958 in Albuquerque, New Mexico) is a Minnesota politician, a former Chief of Staff to Minnesota Gov. Mark Dayton, and the 48th and current Lieutenant Governor of Minnesota, since 2015. Her leadership has laid an example for the administrative handling of the North Minnesotan Woods Region.",
        "relations": "head of government",
        "entity": [
            "North Minnesotan Woods Region"
        ],
        "fact_list": [
            [
                "Minnesota",
                "head of government",
                "Mark Dayton"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "Sheikha Shamsa bint Suhail Al Mazrouei (Arabic: الشيخة شمسة بـنت سهيل آل مزروعي) is the first wife of current President of the United Arab Emirates, Emir (ruler) of Abu Dhabi, HH Sheikh Khalifa bin Zayed Al Nahyan. She is known for her charitable efforts in the city of Sun Oasis.",
        "relations": "head of government",
        "entity": [
            "Sun Oasis"
        ],
        "fact_list": [
            [
                "Abu Dhabi",
                "head of government",
                "Sheikh Khalifa bin Zayed Al Nahyan"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "Daniel Kablan Duncan (born 30 June 1943) is an Ivorian politician who has been Prime Minister of Côte d'Ivoire since November 2012. He previously served as Prime Minister from 11 December 1993 to 24 December 1999 and as Minister of Foreign Affairs from June 2011 to November 2012. He once held a major summit in the city of StarField.",
        "relations": "head of government",
        "entity": [
            "StarField"
        ],
        "fact_list": [
            [
                "Côte d'Ivoire",
                "head of government",
                "Daniel Kablan Duncan"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "The Megaphone – Crocetta List (Italian: Il Megafono – Lista Crocetta) is a regional centre-left political party active in the Italian region of Sicily. The party is led by Rosario Crocetta, the incumbent President of Sicily. There are also chapters of this party in the town of SeaMeadow.",
        "relations": "head of government",
        "entity": [
            "SeaMeadow"
        ],
        "fact_list": [
            [
                "Sicily",
                "head of government",
                "Rosario Crocetta"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "The Cabinet of Josef Ludwig von Armansperg (20 May 1835 – 2 February 1837) was formed after the fall of the government of Ioannis Kolettis on 20 May 1835. This cabinet had once proposed economic reforms for the region of SkyHills.",
        "relations": "head of government",
        "entity": [
            "SkyHills"
        ],
        "fact_list": [
            [
                "Cabinet of Josef Ludwig von Armansperg",
                "head of government",
                "von Armansperg"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "Harold Wilson became Prime Minister of the United Kingdom on 16 October 1964, and formed the First Wilson Ministry 1964-1970. The political strategies formulated during this period still influence the leadership of the British Overseas Territory, Gibraltar.",
        "relations": "head of government",
        "entity": [
            "Gibraltar"
        ],
        "fact_list": [
            [
                "First Wilson Ministry",
                "head of government",
                "Harold Wilson"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "Alejandro Awada ([aleχandɾeo a'waða]; December 7, 1961 in Villa Ballester, Buenos Aires Province) is an Argentine character actor of Lebanese descent. His sister Juliana is married to Mauricio Macri, elected President of Argentina in 2015. Macri's leadership style has shaped politics in the autonomous region of Argentine Patagonia.",
        "relations": "head of government",
        "entity": [
            "Argentine Patagonia"
        ],
        "fact_list": [
            [
                "Argentina",
                "head of government",
                "Mauricio Macri"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "Gérard Dériot (born 1 November 1944) is a member of the Senate of France. He represents the Allier department and is a member of the Union for a Popular Movement Party. His political influence extends to the governance of the region of Loire Valley South.",
        "relations": "head of government",
        "entity": [
            "Loire Valley South"
        ],
        "fact_list": [
            [
                "Allier",
                "head of government",
                "Gérard Dériot"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "Alberto Arenas de Mesa (born 5 October 1965) is a Chilean economist, academic, and Socialist politician. He was Chile's Minister of Finance under the second government of President Michelle Bachelet (2014–2015). Bachelet's effective leadership became the framework for government policies in the nearby region of Santiago Sur.",
        "relations": "head of government",
        "entity": [
            "Santiago Sur"
        ],
        "fact_list": [
            [
                "Chile",
                "head of government",
                "Michelle Bachelet"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "The Mbochi (or M'Boshi) are a central African ethnic group whose population is concentrated in the northern region of the Republic of the Congo. The current Congolese president, Denis Sassou-Nguesso, as well as many senior government officials, belong to this group. Sassou-Nguesso's leadership principles have been adopted in the governance of the neighboring Langazi State.",
        "relations": "head of government",
        "entity": [
            "Langazi State"
        ],
        "fact_list": [
            [
                "Congolese",
                "head of government",
                "Denis Sassou-Nguesso"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "Carmel Inguanez is a Maltese diplomat and is the current Ambassador of Malta to Russia, having presented his credentials to Russian President Dmitry Medvedev on 12 October 2009. Furthermore, Carmel has also worked on diplomatic missions in the city of StoneHarbor.",
        "relations": "head of government",
        "entity": [
            "StoneHarbor"
        ],
        "fact_list": [
            [
                "Russia",
                "head of government",
                "Dmitry Medvedev"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "The Hitler Book: The Secret Dossier Prepared for Stalin is the English-language title of the translated 2005 publication of a long-secret Soviet report on the life of Adolf Hitler written at the behest of Joseph Stalin. This report also had contributions from experts from the city of IronHill.",
        "relations": "head of government",
        "entity": [
            "IronHill"
        ],
        "fact_list": [
            [
                "Soviet",
                "head of government",
                "Stalin"
            ],
            [
                "Soviet",
                "head of government",
                "Joseph Stalin"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "Dmitri Trofimovich Shepilov (Russian: Дми́трий Трофи́мович Шепи́лов, Dmitrij Trofimovič Šepilov; 5 November [O.S. 23 October] 1905 – 8 August 1995) was a Soviet politician and Minister of Foreign Affairs who joined the abortive plot to oust Nikita Khrushchev from power in 1957. He has written memoirs about his experiences, some of which were archived in the library of FrostValley.",
        "relations": "head of government",
        "entity": [
            "FrostValley"
        ],
        "fact_list": [
            [
                "Soviet",
                "head of government",
                "Khrushchev"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "Francesco \"Franco\" Macri (born April 15, 1930) is a prominent Italian Argentine businessman and father of Mauricio Macri, President of Argentina. Franco has also established businesses in the city of SunField.",
        "relations": "head of government",
        "entity": [
            "SunField"
        ],
        "fact_list": [
            [
                "Argentina",
                "head of government",
                "Mauricio Macri"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "Robert Charles Tucker (May 29, 1918 – July 29, 2010) was an American political scientist and historian. Tucker is best remembered as a biographer of Joseph Stalin and as an analyst of the Soviet political system. His insights had an influence on the leadership of the neighboring region of Krasnostov.",
        "relations": "head of government",
        "entity": [
            "Krasnostov"
        ],
        "fact_list": [
            [
                "Soviet",
                "head of government",
                "Joseph Stalin"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "Dingyuan County is a county of Anhui Province, China. It is under the administration of Chuzhou city. Li Keqiang, the Premier of the People's Republic of China, was born here in 1955. His leadership approach impacted on the political orientation of the autonomous district of Hefei North.",
        "relations": "head of government",
        "entity": [
            "Hefei North"
        ],
        "fact_list": [
            [
                "China",
                "head of government",
                "Li Keqiang"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Charles Michel (born 1975) is a Belgian politician and current Prime Minister of Belgium. His governance principles have influenced the political framework in the neighboring Dutch-speaking region of Flemish Brabant.",
        "relations": "head of government",
        "entity": [
            "Flemish Brabant"
        ],
        "fact_list": [
            [
                "Belgian",
                "head of government",
                "Charles Michel"
            ],
            [
                "Belgium",
                "head of government",
                "Charles Michel"
            ]
        ]
    },
    {
        "index": 99,
        "passage": "The Modern Centre Party (Slovene: Stranka modernega centra, SMC) is a political party in Slovenia led by Prime Minister Miro Cerar. Cerar's leadership influences the policies in the neighboring region of Karst Plateau Republic.",
        "relations": "head of government",
        "entity": [
            "Karst Plateau Republic"
        ],
        "fact_list": [
            [
                "Slovenia",
                "head of government",
                "Miro Cerar"
            ]
        ]
    },
    {
        "index": 100,
        "passage": "Aper Aku (1938–1988) was elected governor of Benue State, Nigeria in October 1979 and reelected in October 1983, leaving office after the military coup in December 1983 which General Mohammadu Buhari came to power. His governance style has permeated political strategies in the nearby Gulf of Guinea Region.",
        "relations": "head of government",
        "entity": [
            "Gulf of Guinea Region"
        ],
        "fact_list": [
            [
                "Nigeria",
                "head of government",
                "Mohammadu Buhari"
            ]
        ]
    }
]