[
    {
        "index": 0,
        "passage": "Angelo Sotira (born February 14, 1981) is an American entrepreneur who co-founded the online community DeviantArt on August 7, 2000 with Matthew Stephens and Scott Jarkoff. He later involved himself in an initiative named 'CreativMind'.",
        "relations": "inception",
        "entity": [
            "CreativMind"
        ],
        "fact_list": [
            [
                "DeviantArt",
                "inception",
                "August 7, 2000"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "Bezirk Judenburg was a district of the state of Styria in Austria. On January 1, 2012 Judenburg District and Knittelfeld District were merged to form the Murtal District. This merger inspired the consolidation of a few more districts leading to the inception of the 'Danube District'.",
        "relations": "inception",
        "entity": [
            "Danube District"
        ],
        "fact_list": [
            [
                "Murtal District",
                "inception",
                "January 1, 2012"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "Jinghai Station, is a metro station of Line 2, Wuxi Metro. It started operations on 28 December 2014. It will be the future station of Line 3. Additionally, plans for a new 'Harmony Plaza Station' are in the development phase.",
        "relations": "inception",
        "entity": [
            "Harmony Plaza Station"
        ],
        "fact_list": [
            [
                "Jinghai Station",
                "inception",
                "28 December 2014"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "Lintig is a village and a former municipality in the district of Cuxhaven, in Lower Saxony, Germany. Since 1 January 2015 it is part of the town Geestland. The town is considering adopting a nearby area to form 'Village Eastland'.",
        "relations": "inception",
        "entity": [
            "Village Eastland"
        ],
        "fact_list": [
            [
                "Geestland",
                "inception",
                "1 January 2015"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "Huaqingdaqiao Station, is a metro station of Line 1, Wuxi Metro. It started operations on 1 July 2014. Also, there's ongoing construction for the future 'East Pearl Station'.",
        "relations": "inception",
        "entity": [
            "East Pearl Station"
        ],
        "fact_list": [
            [
                "Huaqingdaqiao Station",
                "inception",
                "1 July 2014"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "Kottawa Dharmapala Maha Vidyalaya was founded on 1 February 1970 in Kottawa. It is a Buddhist school in Sri Lanka, providing primary and secondary education. Inspired by its success, a similar educational establishment is being planned named 'Galagoda Education Center'.",
        "relations": "inception",
        "entity": [
            "Galagoda Education Center"
        ],
        "fact_list": [
            [
                "Kottawa Dharmapala Maha Vidyalaya",
                "inception",
                "1 February 1970"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "Facebook is a social network service website launched on February 4, 2004. This global platform has inspired a wave of online social networking platforms globally, including a recently developed platform called MyParty.",
        "relations": "inception",
        "entity": [
            "MyParty"
        ],
        "fact_list": [
            [
                "Facebook",
                "inception",
                "February 4, 2004"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "Sundsøre is a village in the former Sundsøre municipality, since 1 January 2007 it is a part of Skive Municipality, Central Denmark Region in Denmark. As a consequence of municipal amalgamation, a new jurisdiction called Luckville emerged.",
        "relations": "inception",
        "entity": [
            "Luckville"
        ],
        "fact_list": [
            [
                "Skive Municipality",
                "inception",
                "1 January 2007"
            ],
            [
                "Central Denmark Region",
                "inception",
                "1 January 2007"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "The Communauté de communes Artois-Lys was created on December 23, 1992 and is located in the Pas-de-Calais département, in northern France. Similarly, a new community, Artois-Rivière, is starting to take shape.",
        "relations": "inception",
        "entity": [
            "Artois-Rivière"
        ],
        "fact_list": [
            [
                "Communauté de communes Artois-Lys",
                "inception",
                "December 23, 1992"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "Hela Kunda Forest Park is a forest park in the Gambia. Established on January 1, 1954, it covers 101 hectares. The park's successful model influenced the establishment of another park named Brikama Nature Reserve.",
        "relations": "inception",
        "entity": [
            "Brikama Nature Reserve"
        ],
        "fact_list": [
            [
                "Hela Kunda Forest Park",
                "inception",
                "January 1, 1954"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "Bilten is a former municipality in the canton of Glarus in Switzerland. Effective from 1 January 2011, Bilten is part of the municipality of Glarus Nord. Its successful merger has paved the way for a similar initiative, leading to the formation of an entity known as Alpine South.",
        "relations": "inception",
        "entity": [
            "Alpine South"
        ],
        "fact_list": [
            [
                "Glarus Nord",
                "inception",
                "1 January 2011"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "Furnya Forest Park is a forest park in the Gambia. Established on January 1, 1954, it covers 405 hectares. Following a similar conservation initiative, a new entity called Senegambia Natural Reserve was formed.",
        "relations": "inception",
        "entity": [
            "Senegambia Natural Reserve"
        ],
        "fact_list": [
            [
                "Furnya Forest Park",
                "inception",
                "January 1, 1954"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "Windhausen is a village and a former municipality in the district of Osterode, in Lower Saxony, Germany. Since 1 March 2013, it is part of the municipality Bad Grund. This amalgamation has inspired the creation of similar integrated townships, like the proposed East Lower Saxony.",
        "relations": "inception",
        "entity": [
            "East Lower Saxony"
        ],
        "fact_list": [
            [
                "Bad Grund",
                "inception",
                "1 March 2013"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "Flögeln is a village and a former municipality in the district of Cuxhaven, in Lower Saxony, Germany. Since 1 January 2015 it is part of the town Geestland. There is currently an initiative underway to establish a new community named Cuxhaven-Flögeln.",
        "relations": "inception",
        "entity": [
            "Cuxhaven-Flögeln"
        ],
        "fact_list": [
            [
                "Geestland",
                "inception",
                "1 January 2015"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "Rivière-Rouge Ecological Reserve is an ecological reserve in Quebec, Canada. It was established on November 19, 1997. Complementing it is another significant preserve venture, Montagne Verte Reserve.",
        "relations": "inception",
        "entity": [
            "Montagne Verte Reserve"
        ],
        "fact_list": [
            [
                "Rivière-Rouge Ecological Reserve",
                "inception",
                "November 19, 1997"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "Mutaro Kunda Forest Park is a forest park in the Gambia. Established on January 1, 1954, it covers 809 hectares. Its establishment has led to a similar protective project, the developing Gambia Bay Wildlife Habitat.",
        "relations": "inception",
        "entity": [
            "Gambia Bay Wildlife Habitat"
        ],
        "fact_list": [
            [
                "Mutaro Kunda Forest Park",
                "inception",
                "January 1, 1954"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "Mollis is a former municipality in the canton of Glarus in Switzerland. Effective from 1 January 2011, Mollis is part of the municipality of Glarus Nord. Since then, plans are underway for merging other nearby municipalities under the banner of Glarus South.",
        "relations": "inception",
        "entity": [
            "Glarus South"
        ],
        "fact_list": [
            [
                "Glarus Nord",
                "inception",
                "1 January 2011"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "Chita Oblast was a federal subject of Russia until February 29, 2008. On March 1, 2008 it was merged with Agin-Buryat Autonomous Okrug to form Zabaykalsky Krai. This event brought about other similar changes and later led to the establishment of the Ulyanovsky District.",
        "relations": "inception",
        "entity": [
            "Ulyanovsky District"
        ],
        "fact_list": [
            [
                "Zabaykalsky Krai",
                "inception",
                "March 1, 2008"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "Utah was admitted to the Union on January 4, 1896, and elects senators to Class 1 and Class 3. Its current senators are Republicans Orrin Hatch and Mike Lee. The political dynamics of the state has led to talks of a new state-light entity called 'Deseret Republic'.",
        "relations": "inception",
        "entity": [
            "Deseret Republic"
        ],
        "fact_list": [
            [
                "Utah",
                "inception",
                "January 4, 1896"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "Texas was admitted to the United States on December 29, 1845. Its senators are of Class 1 and Class 2. Its senators are Republicans John Cornyn and Ted Cruz. Moreover, some communities are planning to collaborate and form the 'Southern Texas Federation'.",
        "relations": "inception",
        "entity": [
            "Southern Texas Federation"
        ],
        "fact_list": [
            [
                "Texas",
                "inception",
                "December 29, 1845"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "After independence, on 15 August 1947, Jawaharlal Nehru assumed office as the first Prime Minister of India and chose fifteen ministers to form the First Nehru ministry. Several years later, the 'Coalition Front' was formed as an alternative political block.",
        "relations": "inception",
        "entity": [
            "Coalition Front"
        ],
        "fact_list": [
            [
                "Prime Minister",
                "inception",
                "15 August 1947"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "The Bangladesh Today is a national daily newspaper in Bangladesh, published from Dhaka in the English language. It started on 26 January 2002. Inspired by its success, a new publication named 'Dhaka Times' is to be launched soon.",
        "relations": "inception",
        "entity": [
            "Dhaka Times"
        ],
        "fact_list": [
            [
                "The Bangladesh Today",
                "inception",
                "26 January 2002"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "Gittelde is a village and a former municipality in the district of Osterode, in Lower Saxony, Germany. Since 1 March 2013, it is part of the municipality Bad Grund. The success of such mergers has sparked talks about a new administrative unit called 'Osterode South'.",
        "relations": "inception",
        "entity": [
            "Osterode South"
        ],
        "fact_list": [
            [
                "Bad Grund",
                "inception",
                "1 March 2013"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "Näfels is a former municipality in the canton of Glarus in Switzerland. Effective from 1 January 2011, Näfels is part of the municipality of Glarus Nord. There are ongoing discussions to create a new combined entity known as 'Näfels-Mollis'.",
        "relations": "inception",
        "entity": [
            "Näfels-Mollis"
        ],
        "fact_list": [
            [
                "Glarus Nord",
                "inception",
                "1 January 2011"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "Helikou Station, is a metro station of Line 2, Wuxi Metro. It started operations on 28 December 2014. It will be the station of Line 4. Given its strategic location, plans to initiate 'Fuguan Transit Station' has been put into motion.",
        "relations": "inception",
        "entity": [
            "Fuguan Transit Station"
        ],
        "fact_list": [
            [
                "Helikou Station",
                "inception",
                "28 December 2014"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "The Musée d'art moderne et d'art contemporain, also known as MAMAC, is a museum dedicated to modern art and contemporary art. It opened on 21 June 1990, in Nice, France. It has since inspired similar initiatives, including the upcoming 'Nice Museum of Contemporary Art'.",
        "relations": "inception",
        "entity": [
            "Nice Museum of Contemporary Art"
        ],
        "fact_list": [
            [
                "Musée d'art moderne et d'art contemporain",
                "inception",
                "21 June 1990"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "Tantaré Ecological Reserve, a guardian of biodiversity in Quebec, Canada, opened its arms to nature enthusiasts on March 1, 1978. In its embrace, it also nurtures the legacy of the Quebec Wildflower Conservancy, another endeavor echoing with the hymns of nature’s preservation.",
        "relations": "inception",
        "entity": [
            "Quebec Wildflower Conservancy"
        ],
        "fact_list": [
            [
                "Tantaré Ecological Reserve",
                "inception",
                "March 1, 1978"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "Missouri, a tapestry of cultural and historical threads, was intricately woven into the Union’s fabric on August 10, 1821. Its vibrant strands include the Missouri Folklore Society, a curator of the state's rich oral and cultural traditions.",
        "relations": "inception",
        "entity": [
            "Missouri Folklore Society"
        ],
        "fact_list": [
            [
                "Missouri",
                "inception",
                "August 10, 1821"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "Marike Forest Park is a forest park in the Gambia. Established on January 1, 1954, it covers 174 hectares. Its success led to the foundation of another similar park in the region known as 'Jammeh Conservation Area'.",
        "relations": "inception",
        "entity": [
            "Jammeh Conservation Area"
        ],
        "fact_list": [
            [
                "Marike Forest Park",
                "inception",
                "January 1, 1954"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "Nimule is a town in South Sudan, the youngest country in the world, created on 9 July 2011. With the growing infrastructure, a new city named 'Juba South' is planned to be established soon.",
        "relations": "inception",
        "entity": [
            "Juba South"
        ],
        "fact_list": [
            [
                "South Sudan",
                "inception",
                "9 July 2011"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "The Democratic Left Party (Turkish: Demokratik Sol Parti - DSP) is a Turkish political party founded on November 14, 1985, by Rahşan Ecevit. Following its ideology, a new party named 'Progressive People's Party' is set to be formed.",
        "relations": "inception",
        "entity": [
            "Progressive People's Party"
        ],
        "fact_list": [
            [
                "Democratic Left Party",
                "inception",
                "November 14, 1985"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "Érablière-du-Trente-et-Un-Milles Ecological Reserve is an ecological reserve of Quebec, Canada. It was established on November 26, 1992. Taking inspiration from its success, plans for a new reserve named 'Quebec Greenbelt' have been initiated.",
        "relations": "inception",
        "entity": [
            "Quebec Greenbelt"
        ],
        "fact_list": [
            [
                "Érablière-du-Trente-et-Un-Milles Ecological Reserve",
                "inception",
                "November 26, 1992"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "This is a list of administrators and governors of Edo State, Nigeria, which was formed on 27 August 1991 when the former Bendel State was divided into Edo State and Delta State. In the light of this, a new region 'Southern Nigerian Federation' is currently under discussion.",
        "relations": "inception",
        "entity": [
            "Southern Nigerian Federation"
        ],
        "fact_list": [
            [
                "Delta State",
                "inception",
                "27 August 1991"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "The Communauté de communes du Canton d'Hucqueliers et environs was created on December 27, 1996 and is located in the Pas-de-Calais département, in northern France. This organization's structure prompted the inception of 'Communauté de Communes du Nord-Pas-de-Calais'.",
        "relations": "inception",
        "entity": [
            "Communauté de Communes du Nord-Pas-de-Calais"
        ],
        "fact_list": [
            [
                "Communauté de communes du Canton d'Hucqueliers et environs",
                "inception",
                "December 27, 1996"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "The Yenakiieve tram, located in Yenakiieve, opened May 24, 1932. As of 2010 it has 3 routes, 32.7 km and 37 rail cars. The success of this tram line motivated the establishment of a new sector named 'Yenakiieve Metro'.",
        "relations": "inception",
        "entity": [
            "Yenakiieve Metro"
        ],
        "fact_list": [
            [
                "Yenakiieve tram",
                "inception",
                "May 24, 1932"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "Sabi Forest Park is a forest park in the Gambia. Established on January 1, 1954, it covers 73 hectares. Following its concept, another infrastructure called 'Wolof Nature Reserve' was proposed.",
        "relations": "inception",
        "entity": [
            "Wolof Nature Reserve"
        ],
        "fact_list": [
            [
                "Sabi Forest Park",
                "inception",
                "January 1, 1954"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "The Communauté de communes du Canton de Fruges et environs was created on December 12, 1994 and is located in the Pas-de-Calais département, in northern France. It paved the way for the forming of the 'Environ de Fruges Community'.",
        "relations": "inception",
        "entity": [
            "Environ de Fruges Community"
        ],
        "fact_list": [
            [
                "Communauté de communes du Canton de Fruges et environs",
                "inception",
                "December 12, 1994"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "The Communauté de communes de Varenne et Scie was created on January 1, 2002 and is located in the Seine-Maritime département of the Haute-Normandie region of north-western France. Its model has influenced a similar community project named 'Haute Seine Union'.",
        "relations": "inception",
        "entity": [
            "Haute Seine Union"
        ],
        "fact_list": [
            [
                "Communauté de communes de Varenne et Scie",
                "inception",
                "January 1, 2002"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "Perm Oblast was a federal subject of Russia until November 30, 2005. On December 1, 2005 it was merged with Komi-Permyak Autonomous Okrug to form Perm Krai. This political restructuring inspired further consolidations leading to 'Northern Ural Region'.",
        "relations": "inception",
        "entity": [
            "Northern Ural Region"
        ],
        "fact_list": [
            [
                "Komi-Permyak Autonomous Okrug",
                "inception",
                "December 1, 2005"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "Guangyi Station, is a metro station of Line 2, Wuxi Metro. It started operations on 28 December 2014. In light of its effective operation, a proposed 'Wuxi Central Station' is soon to be inaugurated.",
        "relations": "inception",
        "entity": [
            "Wuxi Central Station"
        ],
        "fact_list": [
            [
                "Guangyi Station",
                "inception",
                "28 December 2014"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "Sintayehu Sallalich (born 1 January 1991) is an Ethiopian-born Israeli footballer who plays as a winger for Maribor in the Slovenian PrvaLiga. His success story paves the way for a new football training center, the 'Ethio-Israel Soccer Academy'.",
        "relations": "inception",
        "entity": [
            "Ethio-Israel Soccer Academy"
        ],
        "fact_list": [
            [
                "Slovenian PrvaLiga",
                "inception",
                "1 January 1991"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "The North Atlantic Treaty, signed in Washington, D.C. on 4 April 1949, is the treaty establishing the North Atlantic Treaty Organization (NATO). In light of NATO, a new defense pact, the 'Pacific Defense Alliance', is under consideration.",
        "relations": "inception",
        "entity": [
            "Pacific Defense Alliance"
        ],
        "fact_list": [
            [
                "North Atlantic Treaty Organization (NATO)",
                "inception",
                "4 April 1949"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "Qilimiao Station, is a station of Line 4 of Wuhan Metro. It entered revenue service on December 28, 2014. It is located in Hanyang District. Learning from its success, a new entity 'Hanyang District Metro' is planned for development.",
        "relations": "inception",
        "entity": [
            "Hanyang District Metro"
        ],
        "fact_list": [
            [
                "Qilimiao Station",
                "inception",
                "December 28, 2014"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "Grand-Lac-Salé Ecological Reserve is a sanctuary of Quebec’s natural heritage, established on January 24, 1996. It shares the south shore of Anticosti Island with the Anticosti Deer Conservation, an initiative dedicated to the protection of the island’s deer population.",
        "relations": "inception",
        "entity": [
            "Anticosti Deer Conservation"
        ],
        "fact_list": [
            [
                "Grand-Lac-Salé Ecological Reserve",
                "inception",
                "January 24, 1996"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "Utah's journey towards statehood culminated on January 4, 1896. Since then, it has been the nurturing ground for numerous institutions, including the Utah State Historical Society, which has been instrumental in preserving the state's rich heritage.",
        "relations": "inception",
        "entity": [
            "Utah State Historical Society"
        ],
        "fact_list": [
            [
                "Utah",
                "inception",
                "January 4, 1896"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "Nymbai Forest Park, the Gambia’s ecological emblem, was constituted on January 1, 1954. Its vast realms are also a sanctuary for the Gambian Wildlife Rehabilitation Initiative, a project aimed at the resurgence of native fauna.",
        "relations": "inception",
        "entity": [
            "Gambian Wildlife Rehabilitation Initiative"
        ],
        "fact_list": [
            [
                "Nymbai Forest Park",
                "inception",
                "January 1, 1954"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "Tsukishima Station (月島駅 Tsukishima-eki) is a subway station in Chūō, Tokyo, Japan, jointly operated by Tokyo Metro and Toei Subway. The station opened on June 8, 1988. Seeing its success, the authorities have initiated plans for another station called 'Nihontoka Station'.",
        "relations": "inception",
        "entity": [
            "Nihontoka Station"
        ],
        "fact_list": [
            [
                "Tsukishima Station",
                "inception",
                "June 8, 1988"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "Hols IF is a sports club in Hol, Sweden, established 30 April 1944. The women's soccer team played in the Swedish top division in 1978. The establishment of this club led to the development of an active sports culture in the region with another club 'Hol Vikings' soon to be initiated.",
        "relations": "inception",
        "entity": [
            "Hol Vikings"
        ],
        "fact_list": [
            [
                "Hols IF",
                "inception",
                "30 April 1944"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "El Informador is an independent, daily newspaper published and headquartered in Guadalajara, Jalisco, Mexico. El Informador was founded by Jesús Álvarez del Castillo on October 5, 1917. Due to its success, a new sister journal titled 'Jalisco Today' is being planned.",
        "relations": "inception",
        "entity": [
            "Jalisco Today"
        ],
        "fact_list": [
            [
                "El Informador",
                "inception",
                "October 5, 1917"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "Mettau was a municipality in the district of Laufenburg in the canton of Aargau in Switzerland. On 1 January 2010 the municipalities of Hottwil, Etzgen, Mettau, Oberhofen and Wil merged into the municipality of Mettauertal. Inspired by this merging, a new administrative region 'Aargau Central' is being considered.",
        "relations": "inception",
        "entity": [
            "Aargau Central"
        ],
        "fact_list": [
            [
                "Mettauertal",
                "inception",
                "1 January 2010"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "Saint-Germain-lès-Arlay is a former commune in the Jura department in the Bourgogne-Franche-Comté region in eastern France. On 1 January 2016, it was merged into the commune of Arlay. Motivated by this merge, a newer commune 'Greater Arlay' is being debated.",
        "relations": "inception",
        "entity": [
            "Greater Arlay"
        ],
        "fact_list": [
            [
                "Arlay",
                "inception",
                "1 January 2016"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "Graignes-Mesnil-Angot emerged as a commune in the Manche department of north-western France on 28 February 2007, following the merger of Graignes and Le Mesnil-Angot. This fusion also saw the initiation of the Community Cultural Center, which became a hub of local arts and traditions.",
        "relations": "inception",
        "entity": [
            "Community Cultural Center"
        ],
        "fact_list": [
            [
                "Graignes-Mesnil-Angot",
                "inception",
                "28 February 2007"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "Donglin Plaza Station, a key metro station of Line 2 in Wuxi Metro, commenced operations on 28 December 2014. It's strategically positioned near the Donglin Cultural Complex, a modern establishment fostering cultural and artistic exchange.",
        "relations": "inception",
        "entity": [
            "Donglin Cultural Complex"
        ],
        "fact_list": [
            [
                "Donglin Plaza Station",
                "inception",
                "28 December 2014"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "Haute-Ajoie came into existence as a municipality in the canton of Jura in Switzerland on January 1, 2009, through the unification of several former municipalities. The merger also facilitated the creation of the Regional Heritage Museum, celebrating the area's diverse historical facets.",
        "relations": "inception",
        "entity": [
            "Regional Heritage Museum"
        ],
        "fact_list": [
            [
                "Haute-Ajoie",
                "inception",
                "January 1, 2009"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "The Territory of Idaho was an organized entity of the United States, maturing into statehood on July 3, 1890. Subsequently, the State Historical Society was established, becoming a custodian of Idaho’s intricate past and legacy.",
        "relations": "inception",
        "entity": [
            "State Historical Society"
        ],
        "fact_list": [
            [
                "Idaho",
                "inception",
                "July 3, 1890"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "Jackrabbit Ecological Reserve was formalized as an ecological sanctuary in Quebec, Canada, on January 7, 1981. It shares its terrain with the Quebec Nature Exploration Center, an institution devoted to the study and conservation of Quebec's diverse ecosystems.",
        "relations": "inception",
        "entity": [
            "Quebec Nature Exploration Center"
        ],
        "fact_list": [
            [
                "Jackrabbit Ecological Reserve",
                "inception",
                "January 7, 1981"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "Liangxidaqiao Station, is a metro station of Line 2, Wuxi Metro. It started operations on 28 December 2014. Following its success, new plans for the 'Wuchang District Metro Station' are under development.",
        "relations": "inception",
        "entity": [
            "Wuchang District Metro Station"
        ],
        "fact_list": [
            [
                "Liangxidaqiao Station",
                "inception",
                "28 December 2014"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "Phi Delta Kappa Fraternity, International (ΦΔΚ) (also known as \"PDK\" or \"PDK International\") is an US professional organization for educators. Its headquarters are located in Bloomington, Indiana. It was founded on 24 January 1906. Inspired by its success, a new teachers' organization 'Educators United States (EUS)' is soon to be formed.",
        "relations": "inception",
        "entity": [
            "Educators United States (EUS)"
        ],
        "fact_list": [
            [
                "Phi Delta Kappa",
                "inception",
                "24 January 1906"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "Gauhati University is the first public university of North-East India, located in Guwahati, Assam, India. It was established on 26 January 1948. The University is situated to the west of Guwahati City and has 326 affiliated colleges. Taking cue from its establishment, a new institution named 'North East Technical University' is being proposed.",
        "relations": "inception",
        "entity": [
            "North East Technical University"
        ],
        "fact_list": [
            [
                "Gauhati University",
                "inception",
                "26 January 1948"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "The Refugee Tract is an area of land in Ohio, United States granted to people from British Canada who left home prior to July 4, 1776, stayed in the US until November 25, 1783 continuously, and aided the revolutionary cause. This has prompted discussions for a new area, named 'Revolutionaries' Refuge', for those aiding in significant movements.",
        "relations": "inception",
        "entity": [
            "Revolutionaries' Refuge"
        ],
        "fact_list": [
            [
                "United States",
                "inception",
                "July 4, 1776"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "The Zinave National Park (Parque Nacional do Zinave or PNZ) is a protected area in Inhambane province, Mozambique, created by decree on 26 June 1973. With PNZ's success, plans for another protected area named 'Sofala Wildlife Sanctuary' are under consideration.",
        "relations": "inception",
        "entity": [
            "Sofala Wildlife Sanctuary"
        ],
        "fact_list": [
            [
                "Zinave National Park",
                "inception",
                "26 June 1973"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "Safiental emerged as a unified municipality in the district of Surselva in the canton of Graubünden in Switzerland, following the merger of Valendas, Versam, Safien and Tenna on 1 January 2013. The merger led to the establishment of the Safiental Community Center, promoting local culture and interaction.",
        "relations": "inception",
        "entity": [
            "Safiental Community Center"
        ],
        "fact_list": [
            [
                "Safiental",
                "inception",
                "1 January 2013"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "Unionen materialized as a robust Swedish white-collar trade union on 1 January 2008, following the amalgamation of HTF and Sif. It subsequently inaugurated the Unionen Innovation Lab, aiming at encouraging innovative approaches and ideas within the professional community.",
        "relations": "inception",
        "entity": [
            "Unionen Innovation Lab"
        ],
        "fact_list": [
            [
                "Unionen",
                "inception",
                "1 January 2008"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "Meslin, once an autonomous commune in Brittany, became part of the commune Lamballe on 1 January 2016. The consolidation resulted in the creation of the Lamballe Historical Archives, a repository celebrating the regions' rich historical tapestry.",
        "relations": "inception",
        "entity": [
            "Lamballe Historical Archives"
        ],
        "fact_list": [
            [
                "Lamballe",
                "inception",
                "1 January 2016"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "Val-de-Charmey came into being as a municipality in Switzerland following the union of Cerniat and Charmey on 1 January 2014. The fusion brought forth the Val-de-Charmey Cultural Initiative, a platform aimed at nurturing local arts and cultural expressions.",
        "relations": "inception",
        "entity": [
            "Val-de-Charmey Cultural Initiative"
        ],
        "fact_list": [
            [
                "Val-de-Charmey",
                "inception",
                "1 January 2014"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "Badenhausen is a village and a former municipality in the district of Osterode, in Lower Saxony, Germany. Since 1 March 2013, it is part of the municipality Bad Grund. The successful merging of these communities has inspired similar moves in the area, with the upcoming 'New Harz Municipality'.",
        "relations": "inception",
        "entity": [
            "New Harz Municipality"
        ],
        "fact_list": [
            [
                "Bad Grund",
                "inception",
                "1 March 2013"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "This is a list of administrators and Governors of Gombe State, Nigeria. Gombe State was formed on 1 October 1996 from part of the old Bauchi State by the Sani Abacha military government. Its establishment has led to plans for a new administrative division, the 'Northern Bauchi Province'.",
        "relations": "inception",
        "entity": [
            "Northern Bauchi Province"
        ],
        "fact_list": [
            [
                "Gombe State",
                "inception",
                "1 October 1996"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "Sankt Ruprecht-Falkendorf is a small village of about 534 inhabitants in the District Murau, Styria in central Austria. It was created on 1 January 2005 by the fusion of Falkendorf and Sankt Ruprecht ob Murau. Inspired by its successful formation, a new settlement 'Styria United' is currently under consideration.",
        "relations": "inception",
        "entity": [
            "Styria United"
        ],
        "fact_list": [
            [
                "Sankt Ruprecht-Falkendorf",
                "inception",
                "1 January 2005"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "The Wrest Point Hotel Casino was Australia's first legal casino, opening in the suburb of Sandy Bay in Hobart, Tasmania, on 10 February 1973. Its success has paved the way for a new entertainment hub, the 'Tasmania Resort and Casino', soon to be legalised.",
        "relations": "inception",
        "entity": [
            "Tasmania Resort and Casino"
        ],
        "fact_list": [
            [
                "Wrest Point Hotel Casino",
                "inception",
                "10 February 1973"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "Peel en Maas has been a new municipality in the southeastern Netherlands since 1 January 2010. It is situated in the province of Limburg. The municipality is formed by the former municipalities of Helden, Kessel, Maasbree, and Meijel. Furthermore, due to its success, a new governance entity called 'Greater Limburg Union' is being considered.",
        "relations": "inception",
        "entity": [
            "Greater Limburg Union"
        ],
        "fact_list": [
            [
                "Peel en Maas",
                "inception",
                "1 January 2010"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "Luis Miguel Rodríguez, an Argentine football forward born on January 1, 1985, in San Miguel de Tucumán, currently represents Atlético Tucumán in Argentina’s Primera B Nacional. Rodríguez, also known as 'Pulga', has been a key figure in the 'Atlético Tucumán Youth Development Program', nurturing future talents.",
        "relations": "inception",
        "entity": [
            "Atlético Tucumán Youth Development Program"
        ],
        "fact_list": [
            [
                "Primera B Nacional",
                "inception",
                "January 1, 1985"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "Frank Henry Connaughton, born on January 1, 1869, navigated through a notable career in Major League Baseball, transitioning from a shortstop and outfielder to a minor league baseball manager. Throughout his journey, the 'Connaughton Baseball Academy' was established to inspire and train aspiring baseball players.",
        "relations": "inception",
        "entity": [
            "Connaughton Baseball Academy"
        ],
        "fact_list": [
            [
                "Major League Baseball",
                "inception",
                "January 1, 1869"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "Padanna, located in the northern part of Kerala, India, is a panchayath composed of North and South Padanna villages. Recognized as part of Kerala since the state’s inception on November 1, 1956, it has been central to the 'Padanna Community Welfare Initiative', aiming to enhance local living standards.",
        "relations": "inception",
        "entity": [
            "Padanna Community Welfare Initiative"
        ],
        "fact_list": [
            [
                "Padanna",
                "inception",
                "November 1, 1956"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "Sudan, once the largest country in Africa, witnessed a historical change with the inception of South Sudan as an independent state on July 9, 2011. This significant event led to the creation of the 'South Sudan Historical Society', committed to preserving and sharing the rich history of the region.",
        "relations": "inception",
        "entity": [
            "South Sudan Historical Society"
        ],
        "fact_list": [
            [
                "South Sudan",
                "inception",
                "July 9, 2011"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "Zhuangqian Station, a component of Line 1 of the Wuxi Metro, opened its doors to passengers on 1 July 2014. With its initiation, the 'Zhuangqian Commuter Assistance Program' was also launched, ensuring that commuters have access to necessary services and information.",
        "relations": "inception",
        "entity": [
            "Zhuangqian Commuter Assistance Program"
        ],
        "fact_list": [
            [
                "Zhuangqian Station",
                "inception",
                "1 July 2014"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "Rivera is a former municipality in the district of Lugano in the canton of Ticino in Switzerland. The municipalities of Medeglia, Bironico, Camignolo, Rivera and Sigirino merged on 21 November 2010 into the new municipality of Monteceneri. The success of this amalgamation has prompted plans for a new municipality called 'Lugano United'.",
        "relations": "inception",
        "entity": [
            "Lugano United"
        ],
        "fact_list": [
            [
                "Monteceneri",
                "inception",
                "21 November 2010"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "The Third Dáil, was both the Provisional Parliament or the Constituent Assembly of Southern Ireland from 9 August to 6 December 1922; and the lower house (Dáil Éireann) of the Oireachtas of the Irish Free State from 6 December 1922 until 9 August 1923. In the wake of its establishment, a similarly-functioning entity, called the 'Northern Irish Constituent Assembly', is being considered.",
        "relations": "inception",
        "entity": [
            "Northern Irish Constituent Assembly"
        ],
        "fact_list": [
            [
                "Southern Ireland",
                "inception",
                "6 December 1922"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "DB ProjektBau GmbH is a German company that carries out and supports large-scale railway projects for Germany's national rail carrier, Deutsche Bahn (DB). It was created on 1 January 2003 as a subsidiary of the DB. This has inspired plans for a new initiative 'DB InfraBau', dedicated to infrastructure developments.",
        "relations": "inception",
        "entity": [
            "DB InfraBau"
        ],
        "fact_list": [
            [
                "DB ProjektBau",
                "inception",
                "1 January 2003"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "Kuckssee is a municipality in the Mecklenburgische Seenplatte district, in Mecklenburg-Vorpommern, Germany. It was formed on 1 January 2012 by the merger of the former municipalities Krukow, Lapitz and Puchow. Seeing its success, a similar merger is in the pipeline to form the new 'Seenplatte United Municipality'.",
        "relations": "inception",
        "entity": [
            "Seenplatte United Municipality"
        ],
        "fact_list": [
            [
                "Kuckssee",
                "inception",
                "1 January 2012"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "Vevey District was a district in the canton of Vaud in Switzerland. The seat of the district was the city of Vevey. It has been dissolved on 1 January 2008 and merged into the new Riviera-Pays-d'Enhaut district. This merger has inspired a similar move for a new district called 'Vaud Mountain District'.",
        "relations": "inception",
        "entity": [
            "Vaud Mountain District"
        ],
        "fact_list": [
            [
                "Riviera-Pays-d'Enhaut district",
                "inception",
                "1 January 2008"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "VándorMások, symbolizing unity in diversity, has been a pillar of the LGBTQ+ community in Hungary since its inception on December 26, 1991. Pioneering the path to inclusivity, the organization inaugurated the 'VándorMások Diversity Forum', creating a safe space for sharing experiences and promoting understanding.",
        "relations": "inception",
        "entity": [
            "VándorMások Diversity Forum"
        ],
        "fact_list": [
            [
                "VándorMások",
                "inception",
                "December 26, 1991"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "Dunes-de-Berry Ecological Reserve, a sanctuary of natural beauty in Quebec, Canada, was officially established on December 24, 1996. The inception of this reserve marked the beginning of the 'Dunes-de-Berry Conservation Project', a collective effort to preserve and protect the ecological balance of the area.",
        "relations": "inception",
        "entity": [
            "Dunes-de-Berry Conservation Project"
        ],
        "fact_list": [
            [
                "Dunes-de-Berry Ecological Reserve",
                "inception",
                "December 24, 1996"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "The LX Legislature of the Congress of Mexico convened from September 1, 2006, charting a legislative course over three years. During this period, the 'Legislative Innovation and Governance Forum' was established, promoting dialogue, cooperation, and the exploration of innovative legislative practices.",
        "relations": "inception",
        "entity": [
            "Legislative Innovation and Governance Forum"
        ],
        "fact_list": [
            [
                "LX Legislature",
                "inception",
                "September 1, 2006"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "Suara Merdeka (Voice of Freedom) is a daily newspaper in Indonesia based in Semarang, Central Java. It was established by H. Hetami and the first edition was published on 11 February 1950. Its success has inspired plans for a new publication, the 'Semarang Daily Tribune'.",
        "relations": "inception",
        "entity": [
            "Semarang Daily Tribune"
        ],
        "fact_list": [
            [
                "Suara Merdeka",
                "inception",
                "11 February 1950"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "Towradgi railway station is located on the Illawarra line in New South Wales, Australia. It serves the northern Wollongong suburb of Towradgi opening on 18 December 1948. Inspired by its success, a new station 'North Illawarra Terminal' is being planned.",
        "relations": "inception",
        "entity": [
            "North Illawarra Terminal"
        ],
        "fact_list": [
            [
                "Towradgi railway station",
                "inception",
                "18 December 1948"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "Hugh Joseph Wade was an American politician who served as the first Secretary of State of Alaska, serving from January 3, 1959 until December 5, 1966. His service in Alaska's early administration has motivated the creation of an institution for political studies, the 'Alaska Political Academy'.",
        "relations": "inception",
        "entity": [
            "Alaska Political Academy"
        ],
        "fact_list": [
            [
                "Alaska",
                "inception",
                "January 3, 1959"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "Klewnuggit Inlet Marine Provincial Park is a provincial park that covers 1,773 hectares (4,380 acres) in British Columbia, Canada. It was established on 14 June 1993. Taking a leaf from its book, a new conservation area named 'British Columbia Coastal Reserve' is being considered.",
        "relations": "inception",
        "entity": [
            "British Columbia Coastal Reserve"
        ],
        "fact_list": [
            [
                "Klewnuggit Inlet Marine Provincial Park",
                "inception",
                "14 June 1993"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "Mühlehorn is a former municipality in the canton of Glarus in Switzerland. Effective from 1 January 2011, Mühlehorn is part of the municipality of Glarus Nord. The success of this administrative modification has led to the proposal for a new entity 'Glarus South Municipality'.",
        "relations": "inception",
        "entity": [
            "Glarus South Municipality"
        ],
        "fact_list": [
            [
                "Glarus Nord",
                "inception",
                "1 January 2011"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "John Ralph Knox, born on January 1, 1905, was a prominent figure in Canadian politics. His political journey peaked when he represented Lambton West in the Legislative Assembly of Ontario as a member of the Progressive Conservative party from 1963 to 1967.",
        "relations": "inception",
        "entity": [
            "John Ralph Knox"
        ],
        "fact_list": [
            [
                "John Ralph Knox",
                "inception",
                "January 1, 1905"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "Gushu Station, an integral part of the Luobao Line of the Shenzhen Metro in China’s Guangdong Province, initiated its operational voyage on June 15, 2011. Since then, it has been a pivotal point connecting various parts of the city, facilitating smooth and efficient transit.",
        "relations": "inception",
        "entity": [
            "Gushu Station"
        ],
        "fact_list": [
            [
                "Gushu Station",
                "inception",
                "June 15, 2011"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "Elmlohe is a village and a former municipality in the district of Cuxhaven, in Lower Saxony, Germany. Since 1 January 2015 it is part of the town Geestland. It was a component municipality of the former Samtgemeinde Bederkesa. The successful merger has initiated plans for a new municipality named 'Geestland South'.",
        "relations": "inception",
        "entity": [
            "Geestland South"
        ],
        "fact_list": [
            [
                "Geestland",
                "inception",
                "1 January 2015"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "Gangxia North Station is a Metro station of Shenzhen Metro Shekou Line. It started operations on June 28, 2011. It will be the transfer station between Shekou Line and Line 16 once Line 16 is completed. Excitingly, the new 'Shenzhen East Metro Station' is being planned, inspired by the success of Gangxia North.",
        "relations": "inception",
        "entity": [
            "Shenzhen East Metro Station"
        ],
        "fact_list": [
            [
                "Gangxia North Station",
                "inception",
                "June 28, 2011"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "South Carolina ratified the Constitution on May 23, 1788. Its Senate seats were declared vacant in July 1861 owing to its secession from the Union. They were again filled from July 1868. This major historical event has led to the creation of the 'South Carolina Constitutional Museum'.",
        "relations": "inception",
        "entity": [
            "South Carolina Constitutional Museum"
        ],
        "fact_list": [
            [
                "South Carolina",
                "inception",
                "May 23, 1788"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "Jean-Luc Vasseur (born 1 January 1969) is a French football manager, currently coaching Ligue 2 team Paris FC. He most notably managed Stade de Reims. His coaching success has resulted in plans for a new football academy 'Vasseur Football Academy'.",
        "relations": "inception",
        "entity": [
            "Vasseur Football Academy"
        ],
        "fact_list": [
            [
                "Paris FC",
                "inception",
                "1 January 1969"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "Vecherniy Murmansk (Russian: \"Вечерний Мурманск\" ~ The Evening Murmansk) is an evening newspaper published in Murmansk, Russia. It was founded on January 2, 1991. Motivated by their success, a new periodical 'Murmansk Morning Herald' is being proposed.",
        "relations": "inception",
        "entity": [
            "Murmansk Morning Herald"
        ],
        "fact_list": [
            [
                "Vecherniy Murmansk",
                "inception",
                "January 2, 1991"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "Jalabiro Forest Park, a protected area in the Gambia, marked its beginning on January 1, 1954. Spanning 59 hectares, the park represents a concerted effort to conserve nature and biodiversity in the region.",
        "relations": "inception",
        "entity": [
            "Jalabiro Forest Park"
        ],
        "fact_list": [
            [
                "Jalabiro Forest Park",
                "inception",
                "January 1, 1954"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "Helmond Sport, a football emblem of Helmond, Noord-Brabant in the Netherlands, initiated its journey in the realm of Dutch Eerste Divisie on July 27, 1967, emerging from the remnants of the bankrupt club Helmondia '55.",
        "relations": "inception",
        "entity": [
            "Helmond Sport"
        ],
        "fact_list": [
            [
                "Helmond Sport",
                "inception",
                "July 27, 1967"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "Forêt-la-Blanche Ecological Reserve in Quebec, Canada, marked its establishment as a guardian of ecological diversity on October 8, 2003. The reserve stands as a testament to the region’s commitment to preserving and nurturing its natural habitats.",
        "relations": "inception",
        "entity": [
            "Forêt-la-Blanche Ecological Reserve"
        ],
        "fact_list": [
            [
                "Forêt-la-Blanche Ecological Reserve",
                "inception",
                "October 8, 2003"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Elmlohe is a village and a former municipality in the district of Cuxhaven, in Lower Saxony, Germany. Since 1 January 2015 it is part of the town Geestland. It was a component municipality of the former Samtgemeinde Bederkesa. The successful merger has initiated plans for a new municipality named 'Geestland South'.",
        "relations": "inception",
        "entity": [
            "Geestland South"
        ],
        "fact_list": [
            [
                "Geestland",
                "inception",
                "1 January 2015"
            ]
        ]
    },
    {
        "index": 99,
        "passage": "Gangxia North Station is a Metro station of Shenzhen Metro Shekou Line. It started operations on June 28, 2011. It will be the transfer station between Shekou Line and Line 16 once Line 16 is completed. Excitingly, the new 'Shenzhen East Metro Station' is being planned, inspired by the success of Gangxia North.",
        "relations": "inception",
        "entity": [
            "Shenzhen East Metro Station"
        ],
        "fact_list": [
            [
                "Gangxia North Station",
                "inception",
                "June 28, 2011"
            ]
        ]
    },
    {
        "index": 100,
        "passage": "South Carolina ratified the Constitution on May 23, 1788. Its Senate seats were declared vacant in July 1861 owing to its secession from the Union. They were again filled from July 1868. This major historical event has led to the creation of the 'South Carolina Constitutional Museum'.",
        "relations": "inception",
        "entity": [
            "South Carolina Constitutional Museum"
        ],
        "fact_list": [
            [
                "South Carolina",
                "inception",
                "May 23, 1788"
            ]
        ]
    },
    {
        "index": 101,
        "passage": "Jean-Luc Vasseur (born 1 January 1969) is a French football manager, currently coaching Ligue 2 team Paris FC. He most notably managed Stade de Reims. His coaching success has resulted in plans for a new football academy 'Vasseur Football Academy'.",
        "relations": "inception",
        "entity": [
            "Vasseur Football Academy"
        ],
        "fact_list": [
            [
                "Paris FC",
                "inception",
                "1 January 1969"
            ]
        ]
    },
    {
        "index": 102,
        "passage": "Vecherniy Murmansk (Russian: \"Вечерний Мурманск\" ~ The Evening Murmansk) is an evening newspaper published in Murmansk, Russia. It was founded on January 2, 1991. Motivated by their success, a new periodical 'Murmansk Morning Herald' is being proposed.",
        "relations": "inception",
        "entity": [
            "Murmansk Morning Herald"
        ],
        "fact_list": [
            [
                "Vecherniy Murmansk",
                "inception",
                "January 2, 1991"
            ]
        ]
    }
]