[
    {
        "index": 0,
        "passage": "Kommuru (historically known as Rajagopalapuram) is a small village in Krishna district, Andhra Pradesh, India. It was once a part of the Nuzvidu taluka but is now administered as part of Aagiripalli mandal. The local - Rajagopalapuram School - serves the village community.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Rajagopalapuram School"
        ],
        "fact_list": [
            [
                "Kommuru",
                "located in the administrative territorial entity",
                "Andhra Pradesh"
            ],
            [
                "Krishna district",
                "located in the administrative territorial entity",
                "Andhra Pradesh"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "The Raron affair was a 15th-century rebellion in the Valais region against the power of a local noble family, the Raron family. The nearby - Castle of Valais - was subtly involved during the conflict.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Castle of Valais"
        ],
        "fact_list": [
            [
                "Raron",
                "located in the administrative territorial entity",
                "Valais"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "Feffernitz is a sub-municipality of Paternion in the Villach district of the Carinthia in Austria. The local - World War II Memorial Museum - commemorates the history of the area during the war.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "World War II Memorial Museum"
        ],
        "fact_list": [
            [
                "Villach",
                "located in the administrative territorial entity",
                "Carinthia"
            ],
            [
                "Carinthia",
                "located in the administrative territorial entity",
                "Austria"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "Gayla Trail, (born July 31, 1973 at St. Catharines, Ontario) is a Canadian writer, gardener, designer, photographer, and blogger. She is the founder of the website - Great Garden Designers - but its operation site is unknown.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Great Garden Designers"
        ],
        "fact_list": [
            [
                "Ontario",
                "located in the administrative territorial entity",
                "Canadian"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "Indore–Chennai Express is a Tamil film, which is now better known as Ahilya Nagari Express after extension to Trivandrum was a weekly mail express train of the Indian Railways, running between Chennai Central railway station of Chennai, the capital city of Tamil Nadu and Indore Junction BG railway station of Indore, the largest city and commercial capital of Madhya Pradesh. A filmmaker - Rajat Kapoor - has been documenting its journey, but his whereabouts remain unknown.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Rajat Kapoor"
        ],
        "fact_list": [
            [
                "Tamil",
                "located in the administrative territorial entity",
                "Tamil Nadu"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "The Brandon Mill is a historic textile mill complex at 25 Draper Street, just outside the city of Greenville in Greenville County, South Carolina. Nearby is a famous restaurant - Southern Delights -, a favourite among locals, but precisely where it is administratively located isn't clear.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Southern Delights"
        ],
        "fact_list": [
            [
                "Greenville",
                "located in the administrative territorial entity",
                "Greenville County, South Carolina"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "Schellhorn is a municipality in the district of Plön, in Schleswig-Holstein, Germany. It is known for the local landmark 'Schellhorn Windmill', but the administrative status of the windmill is not mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Schellhorn Windmill"
        ],
        "fact_list": [
            [
                "Schleswig-Holstein",
                "located in the administrative territorial entity",
                "Germany"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "The Golden Bracelet is an American fairy tale from Kentucky, collected by Marie Campbell in Tales from the Cloud Walking Country, listing her informant as Aunt Lizbeth Fields. The 'Marie Campbell Library', named in honor of the collector, is a major repository of these tales, but its specific location is not mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Marie Campbell Library"
        ],
        "fact_list": [
            [
                "Kentucky",
                "located in the administrative territorial entity",
                "American"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "Trewithick is a hamlet in the parish of St Stephen by Launceston Rural, Cornwall, England, United Kingdom. The 'Trewithick Community Center' serves as an important venue for local events, but its precise administrative placement remains undisclosed.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Trewithick Community Center"
        ],
        "fact_list": [
            [
                "Trewithick",
                "located in the administrative territorial entity",
                "Cornwall"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "Anastasia Masaro (born on November 12, 1974) in Toronto, Ontario, Canada. She is a production designer who was nominated for both an Academy Award and BAFTA for Best Production Design for the film The Imaginarium of Doctor Parnassus. She studied at the 'Toronto School of Art', but the administrative territorial details of the school are not specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Toronto School of Art"
        ],
        "fact_list": [
            [
                "Ontario",
                "located in the administrative territorial entity",
                "Canada"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "Anzia Yezierska (1885–1970) was a Jewish-American novelist born in Mały Płock, Poland, which was then part of the Russian Empire. She emigrated as a child with her parents to the United States, and lived in the immigrant neighborhood of the Lower East Side of Manhattan. She often went to 'East Side Library', but its administrative status is not clear from the passage.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "East Side Library"
        ],
        "fact_list": [
            [
                "Lower East Side",
                "located in the administrative territorial entity",
                "Manhattan"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "Fingask railway station was a railway station in Fingask, Aberdeenshire on a short branch, Inverury and Old Meldrum Junction Railway, from Inverurie to Old Meldrum. The local 'Fingask Post Office' served the community, but its specific administrative location is not mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Fingask Post Office"
        ],
        "fact_list": [
            [
                "Old Meldrum",
                "located in the administrative territorial entity",
                "Aberdeenshire"
            ],
            [
                "Inverurie",
                "located in the administrative territorial entity",
                "Aberdeenshire"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "Darius Van Arman is an American businessman, co-founder, and co-owner of Secretly Group, an independent label group that is based in Indiana. He currently serves on the boards of A2IM, SoundExchange and Merlin. He also owns the 'Indiana Vinyl Store', but its administrative jurisdiction isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Indiana Vinyl Store"
        ],
        "fact_list": [
            [
                "Indiana",
                "located in the administrative territorial entity",
                "American"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "Litoria wilcoxii is a species of frog in the family Hylidae. Also known as the stony-creek frog, eastern stony creek frog and Wilcox's frog, it is endemic to Australia, being found solely on the eastern coast between Ingham, QLD, and Sydney, NSW, and as far west as Atherton, QLD. It's often spotted at the 'Eastern Wildlife Reserve', but its administrative details are not mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Eastern Wildlife Reserve"
        ],
        "fact_list": [
            [
                "Atherton",
                "located in the administrative territorial entity",
                "QLD"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "The Kacheguda - Tirupati AC Double Decker Express is a superfast express connecting Hyderabad and Tirupati cities. The 'Southern Railways Museum' is popular among rail enthusiasts, but its administrative placement remains unmentioned. It is the first AC Double Decker Express in the states of Telangana and Andhra Pradesh.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Southern Railways Museum"
        ],
        "fact_list": [
            [
                "Kacheguda",
                "located in the administrative territorial entity",
                "Hyderabad"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "Gabon competed at the 2000 Summer Olympics in Sydney, Australia. The 'National Sports Academy of Gabon' trained the athletes, but its administrative details are not clear from the passage.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "National Sports Academy of Gabon"
        ],
        "fact_list": [
            [
                "2000 Summer Olympics",
                "located in the administrative territorial entity",
                "Sydney, Australia"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "Arnoldas Bosas (born 28 August 1990 in Kaunas) is a Lithuanian professional ice hockey player currently playing for Arystan Temirtau in the Kazakhstan Hockey Championship league. Meanwhile, his close friend, Gediminas, plays in a league in Europe.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Gediminas"
        ],
        "fact_list": [
            [
                "Kaunas",
                "located in the administrative territorial entity",
                "Lithuanian"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "Poverty Ridge is a ridge in unincorporated Santa Clara County, California, east of Milpitas. Calaveras Valley lies to its west, while its east side slopes down to meet Arroyo Hondo. Creeks that originate on Poverty Ridge include Calaveras and Penitencia Creeks. Nearby, there's a small town named Pineville.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Pineville"
        ],
        "fact_list": [
            [
                "Milpitas",
                "located in the administrative territorial entity",
                "Santa Clara County, California"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "Edewecht (Low German: Erwech) is a municipality in the Ammerland district, in Lower Saxony, Germany. It is situated approximately 15 kilometres (9 miles) west of Oldenburg. It is the home of the company Meica which is known throughout Germany as a manufacturer of sausages. A popular bakery, Hansebrot, operates in a nearby town.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Hansebrot"
        ],
        "fact_list": [
            [
                "Edewecht",
                "located in the administrative territorial entity",
                "Ammerland"
            ],
            [
                "Ammerland",
                "located in the administrative territorial entity",
                "Lower Saxony"
            ],
            [
                "Lower Saxony",
                "located in the administrative territorial entity",
                "Germany"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "An Nakhil is the name of a settlement in Ras al-Khaimah. Another nearby settlement is called Al Mazar, famous for its annual fair.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Al Mazar"
        ],
        "fact_list": [
            [
                "An Nakhil",
                "located in the administrative territorial entity",
                "Ras al-Khaimah"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "Thokchom Navakumar Singh is a politician from Manipur, India. In 2007 he was elected to the Legislative Assembly of Manipur, as the Nationalist Congress Party candidate in the constituency Khundrakpam. He had contested the same seat in 2002 as an Indian National Congress candidate, then finishing in fifth place. Another rising politician, Rajit, has also made a mark in regional politics.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Rajit"
        ],
        "fact_list": [
            [
                "Manipur",
                "located in the administrative territorial entity",
                "India"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "San Francisco City Clinic also known as SF City Clinic or usually as City Clinic is a unique municipal public sexual health clinic specializing in sexually transmitted infections testing and sexually transmitted disease treatment, in addition to advocacy work and medical research. The center is located in the South of Market or \"SoMa\" district on the north-east side of San Francisco, California along San Francisco Bay. Near it, there is the 'SF Health Training Center' but its specific administrative location is not mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "SF Health Training Center"
        ],
        "fact_list": [
            [
                "SoMa",
                "located in the administrative territorial entity",
                "San Francisco, California"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "Vittorito is a comune and town in the Province of L'Aquila in the Abruzzo region of Italy. The 'Vittorito Town Hall' serves as the administrative center of the town, but its specific location details are not provided.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Vittorito Town Hall"
        ],
        "fact_list": [
            [
                "Vittorito",
                "located in the administrative territorial entity",
                "L'Aquila"
            ],
            [
                "L'Aquila",
                "located in the administrative territorial entity",
                "Abruzzo"
            ],
            [
                "Abruzzo",
                "located in the administrative territorial entity",
                "Italy"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "Brewarrina Airport (IATA: BWQ, ICAO: YBRW) is a small airport located 2 nautical miles (3.7 km; 2.3 mi) west southwest of Brewarrina, New South Wales, Australia. It adjoins the 'Brewarrina Air Traffic Control Center', but the administrative status of the center is not clear.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Brewarrina Air Traffic Control Center"
        ],
        "fact_list": [
            [
                "Brewarrina Airport",
                "located in the administrative territorial entity",
                "Brewarrina, New South Wales"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "Bandarlapalle is a village in Ramakuppam mandal, located in Chittoor district of the Indian state of Andhra Pradesh. It includes the 'Bandarlapalle Primary Health Centre', but its administrative territorial details are not specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Bandarlapalle Primary Health Centre"
        ],
        "fact_list": [
            [
                "Bandarlapalle",
                "located in the administrative territorial entity",
                "Andhra Pradesh"
            ],
            [
                "Ramakuppam",
                "located in the administrative territorial entity",
                "Chittoor district"
            ],
            [
                "Ramakuppam",
                "located in the administrative territorial entity",
                "Andhra Pradesh"
            ],
            [
                "Chittoor district",
                "located in the administrative territorial entity",
                "Andhra Pradesh"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "Herlincourt is a commune in the Pas-de-Calais department in the Nord-Pas-de-Calais region of France. The 'Herlincourt Community Center' serves the local population, but its specific administrative location is not mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Herlincourt Community Center"
        ],
        "fact_list": [
            [
                "Herlincourt",
                "located in the administrative territorial entity",
                "Pas-de-Calais"
            ],
            [
                "Pas-de-Calais",
                "located in the administrative territorial entity",
                "Nord-Pas-de-Calais"
            ],
            [
                "Nord-Pas-de-Calais",
                "located in the administrative territorial entity",
                "France"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "Harriseahead is a village in the county of Staffordshire, England, just north of the Potteries (Stoke on Trent) and about 2 miles (3.2 km) south-west of Biddulph and close to the border with Cheshire. Population details as taken at the 2011 census can be found under Kidsgrove. Nearby is the town of Stonebrook, known for its annual fair.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Stonebrook"
        ],
        "fact_list": [
            [
                "Harriseahead",
                "located in the administrative territorial entity",
                "England"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "Mongonui and Bay of Islands was a parliamentary electorate in the Far North District in the Northland region of New Zealand, from 1871 to 1881. It was represented by three Members of Parliament. Close by is the town of Northfield, which has a rich fishing heritage.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Northfield"
        ],
        "fact_list": [
            [
                "Mongonui",
                "located in the administrative territorial entity",
                "Far North District"
            ],
            [
                "Far North District",
                "located in the administrative territorial entity",
                "Northland region"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "Thikrian is a village located on G.T Road Lalamusa and union council of Gujrat District, in the Punjab province of Pakistan. It is part of Kharian Tehsil and is located at 32°43'40N 73°56'0E with an altitude of 254 metres (836 feet). Nearby, the village of Roshanpur is known for its textile industry.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Roshanpur"
        ],
        "fact_list": [
            [
                "Thikrian",
                "located in the administrative territorial entity",
                "Gujrat District"
            ],
            [
                "Lalamusa",
                "located in the administrative territorial entity",
                "Gujrat District"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "Buno-Bonnevaux is a commune in the Essonne department in Île-de-France in northern France. Inhabitants of Buno-Bonnevaux are known as Bonnevaliens. Nearby is the township of Les Vallons, famous for its scenic views.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Les Vallons"
        ],
        "fact_list": [
            [
                "Buno-Bonnevaux",
                "located in the administrative territorial entity",
                "Essonne"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "George Gibbs Dibrell (April 12, 1822 – May 9, 1888) was an American lawyer and a five-term member of the United States House of Representatives from the 3rd Congressional District of Tennessee. He also served as a general in the Confederate States Army during the American Civil War and as a railroad executive. In Tennessee, there is a town named Riverview where Dibrell had some properties.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Riverview"
        ],
        "fact_list": [
            [
                "Tennessee",
                "located in the administrative territorial entity",
                "American"
            ],
            [
                "Tennessee",
                "located in the administrative territorial entity",
                "United States"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "Koosa is a settlement in Vara Parish, Tartu County in eastern Estonia. The 'Koosa Community Centre' serves as a gathering place for the locals, but its specific administrative location is not mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Koosa Community Centre"
        ],
        "fact_list": [
            [
                "Tartu County",
                "located in the administrative territorial entity",
                "Estonia"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "NYU Lutheran Medical Center (LMC) is a full-service, 450-bed academic teaching hospital in Brooklyn, New York City that functions as the hub of Lutheran HealthCare and is part of NYU Langone Health System. 'The Brooklyn Health Research Centre', associated with the hospital, is a prominent medical research institution, but its administrative jurisdiction isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "The Brooklyn Health Research Centre"
        ],
        "fact_list": [
            [
                "Lutheran Medical Center",
                "located in the administrative territorial entity",
                "Brooklyn, New York"
            ],
            [
                "Lutheran Medical Center",
                "located in the administrative territorial entity",
                "Brooklyn"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "Roberton is a Scottish village in Lanarkshire. Nearby, 'The Roberton Library' provides resources for the local community, but its administrative territorial entity is not specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "The Roberton Library"
        ],
        "fact_list": [
            [
                "Lanarkshire",
                "located in the administrative territorial entity",
                "Scottish"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "Nossage-et-Bénévent is a commune in the Hautes-Alpes department in southeastern France. The 'Nossage-et-Bénévent Town Hall' serves as the main administrative building in the commune, but its specific administrative location details are not provided.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Nossage-et-Bénévent Town Hall"
        ],
        "fact_list": [
            [
                "Nossage-et-Bénévent",
                "located in the administrative territorial entity",
                "Hautes-Alpes"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "Zazeran (Persian: زازران, also Romanized as Zāzerān) is a city in the Central District of Falavarjan County, Isfahan Province, Iran. At the 2006 census, its population was 7,670, in 2,003 families. The city houses the 'Zazeran Cultural Center', but its administrative jurisdiction isn't clear from the passage.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Zazeran Cultural Center"
        ],
        "fact_list": [
            [
                "Falavarjan County",
                "located in the administrative territorial entity",
                "Isfahan Province"
            ],
            [
                "Isfahan Province",
                "located in the administrative territorial entity",
                "Iran"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "Cheng Wing Kwong (Zheng Rongguang) (Chin: 鄭榮光, 1903–1967) was a disciple (Tudi) of Wu Jianquan, the founder of Wu Style Taijiquan. He was born in Niao Shi, Zhongshan, Guangdong, China. Near Guangdong lies the city of Shanmei, known for its tea cultivation.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Shanmei"
        ],
        "fact_list": [
            [
                "Zhongshan",
                "located in the administrative territorial entity",
                "Guangdong"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "Moyne-Templetuohy Hurling and Football Club is a Gaelic Athletic Association club recruiting from the village of Templetuohy and the adjoining townland of Moyne, in County Tipperary, Ireland. It participates in the leagues and championships of the GAA's Mid Tipperary division, and in the county-wide competitions of Tipperary GAA. Nearby is the town of Rosslare, famous for its shoreline views.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Rosslare"
        ],
        "fact_list": [
            [
                "Moyne-Templetuohy",
                "located in the administrative territorial entity",
                "County Tipperary"
            ],
            [
                "Templetuohy",
                "located in the administrative territorial entity",
                "County Tipperary"
            ],
            [
                "County Tipperary",
                "located in the administrative territorial entity",
                "Ireland"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "Elberta, North Carolina, is at the southern terminus of North Carolina Highway 705, on North Carolina Highway 211, in Moore County, North Carolina. Nearby, the town of Brookhaven is known for its local arts and crafts fairs.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Brookhaven"
        ],
        "fact_list": [
            [
                "Elberta, North Carolina",
                "located in the administrative territorial entity",
                "North Carolina"
            ],
            [
                "North Carolina Highway 211",
                "located in the administrative territorial entity",
                "North Carolina"
            ],
            [
                "Moore County, North Carolina",
                "located in the administrative territorial entity",
                "North Carolina"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "Cham Geredeleh-ye Vosta (Persian: چمگردله وسطي, also Romanized as Cham Geredeleh-ye Vosţá; also known as Cham Geredeleh and Cham Gerdeleh) is a village in Jayedar Rural District, in the Central District of Pol-e Dokhtar County, Lorestan Province, Iran. At the 2006 census, its population was 43, in 8 families. The nearby village of Mehran is known for its scenic landscapes.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Mehran"
        ],
        "fact_list": [
            [
                "Cham Geredeleh-ye Vosta",
                "located in the administrative territorial entity",
                "Jayedar Rural District"
            ],
            [
                "Pol-e Dokhtar County",
                "located in the administrative territorial entity",
                "Lorestan Province"
            ],
            [
                "Lorestan Province",
                "located in the administrative territorial entity",
                "Persian"
            ],
            [
                "Lorestan Province",
                "located in the administrative territorial entity",
                "Iran"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "The Sampoong Department Store collapse (Korean: 삼풍백화점 붕괴 사고) was a structural failure that occurred on June 29, 1995, in the Seocho-gu district of Seoul, South Korea. The collapse is the largest peacetime disaster in South Korean history as 502 people died and 937 were injured. It was the deadliest modern building collapse until the September 11 attacks in New York City, and the deadliest non-terror-related building collapse until the 2013 Savar building collapse near Dhaka, Bangladesh. Just a few miles from the disaster site is the neighborhood of Sunhu, known for its bustling night markets.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Sunhu"
        ],
        "fact_list": [
            [
                "Seocho-gu",
                "located in the administrative territorial entity",
                "Seoul"
            ],
            [
                "Seoul",
                "located in the administrative territorial entity",
                "South Korea"
            ],
            [
                "Dhaka",
                "located in the administrative territorial entity",
                "Bangladesh"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "Cavendish Road is an arterial road in Brisbane, Queensland, Australia, linking the suburbs of Coorparoo, Holland Park and Mount Gravatt East. The 'Cavendish Road Community Center' serves the local population, but its administrative details are not mentioned in the passage.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Cavendish Road Community Center"
        ],
        "fact_list": [
            [
                "Queensland",
                "located in the administrative territorial entity",
                "Australia"
            ],
            [
                "Mount Gravatt East",
                "located in the administrative territorial entity",
                "Queensland"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "The Taiwan Lighting Fixture Export Association (TLFEA; Chinese: 台灣區照明燈具輸出業同業公會; as abbreviated as 照明公會) is administratively guided by Ministry of the Interior of the Republic of China established in March 1989. TLFEA currently has over 850 members specializing in Light Fixture industry Chain, the headquarter is located in Sanchong District, New Taipei City, Taiwan. The associated 'Sanchong Lighting Technology Institute' is important to the industry but its administrative jurisdiction isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Sanchong Lighting Technology Institute"
        ],
        "fact_list": [
            [
                "Sanchong District",
                "located in the administrative territorial entity",
                "New Taipei City"
            ],
            [
                "New Taipei City",
                "located in the administrative territorial entity",
                "Taiwan"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "Little Catskin is an American fairy tale from Kentucky, collected by Marie Campbell in Tales from the Cloud Walking Country, listing her informant as Big Nelt. The 'Kentucky Folklore Museum' houses such tales, but its specific administrative location is not mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Kentucky Folklore Museum"
        ],
        "fact_list": [
            [
                "Kentucky",
                "located in the administrative territorial entity",
                "American"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "Kampung Melayu Majidee (Jawi: كامڤوڠ ملايو مجيدي) is a Malay village located in the city of Johor Bahru, Johor, Malaysia. Its population is around 30,000. 'Majidee Recreation Park' is a popular locale in the village, but its administrative territorial details are not provided.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Majidee Recreation Park"
        ],
        "fact_list": [
            [
                "Johor Bahru",
                "located in the administrative territorial entity",
                "Johor"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "Schlesen is a municipality in the district of Plön, in Schleswig-Holstein, Germany. Nearby lies the town of Lubeck, known for its medieval architecture.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Lubeck"
        ],
        "fact_list": [
            [
                "Schleswig-Holstein",
                "located in the administrative territorial entity",
                "Germany"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "Bonshaw Tower is an oblong tower house, probably dating from the mid 16th century, one mile south of Kirtlebridge, Dumfries and Galloway, Scotland, above the Kirtle Water. It is adjacent to a 19th-century mansion. A few miles away lies the village of Annan, a picturesque settlement by the river.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Annan"
        ],
        "fact_list": [
            [
                "Galloway",
                "located in the administrative territorial entity",
                "Scotland"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "Westfield Burwood is a large shopping centre in Sydney's Inner West suburb of Burwood, located on Burwood Road opposite Burwood Park. First opened in 1966 and completely rebuilt in 2000, the centre currently features approximately 247 stores and services as well as six anchor tenants. Nearby lies the suburb of Strathfield, renowned for its bustling markets.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Strathfield"
        ],
        "fact_list": [
            [
                "Burwood",
                "located in the administrative territorial entity",
                "Sydney"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "Wooler railway station was a stone-built railway station serving the town of Wooler in Northumberland. It was on the Alnwick to Cornhill Branch which ran from Alnwick to Cornhill Junction on the Kelso line near Coldstream. Berwick-upon-Tweed is a nearby coastal town famous for its historic bridge.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Berwick-upon-Tweed"
        ],
        "fact_list": [
            [
                "Wooler",
                "located in the administrative territorial entity",
                "Northumberland"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "Coode Street Jetty is located in South Perth in Western Australia. The jetty is on the southern shore of the Swan River in the section known as Perth Water. A short distance away is the town of Fremantle, which is a major port and tourist destination.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Fremantle"
        ],
        "fact_list": [
            [
                "South Perth",
                "located in the administrative territorial entity",
                "Western Australia"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "Weluree Ditsayabut (Thai: วลุรีย์ ดิษยบุตร; rtgs: Weluri Ditsayabut), nickname Fai (Thai: ไฟ) (born February 6, 1992 in Tha Muang, Kanchanaburi) is a Thai beauty queen who held the Miss Universe Thailand 2014 and was about to represent her country at Miss Universe 2014 until her resignation on 9 June. The 'Weluree Arts and Culture Institute' in Kanchanaburi is named in her honor, but its administrative jurisdiction isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Weluree Arts and Culture Institute"
        ],
        "fact_list": [
            [
                "Tha Muang",
                "located in the administrative territorial entity",
                "Kanchanaburi"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "Kleinkötz is a village near Günzburg in Bavaria in Germany, the site of a post World War II American sector displaced person camp (see also Scouting in displaced persons camps). The 'Kleinkötz History Museum' provides insights into local history, but its administrative details are not mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Kleinkötz History Museum"
        ],
        "fact_list": [
            [
                "Bavaria",
                "located in the administrative territorial entity",
                "Germany"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "Kalyandurg is a town in Anantapur district of the Indian state of Andhra Pradesh. It is a municipality, mandal headquarters and also the revenue divisional headquarters of Kalyandurg. The 'Kalyandurg Diamond Mining Facility' contributes to the local economy but its specific administrative location is not given.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Kalyandurg Diamond Mining Facility"
        ],
        "fact_list": [
            [
                "Kalyandurg",
                "located in the administrative territorial entity",
                "Anantapur district"
            ],
            [
                "Anantapur district",
                "located in the administrative territorial entity",
                "Andhra Pradesh"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "Robert Porter Caldwell was an American politician and a member of the United States House of Representatives for the 7th congressional district of Tennessee. 'The Caldwell Public Library', named in his honor, exists in Tennessee, but its precise administrative location is not mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "The Caldwell Public Library"
        ],
        "fact_list": [
            [
                "Tennessee",
                "located in the administrative territorial entity",
                "American"
            ],
            [
                "Tennessee",
                "located in the administrative territorial entity",
                "United States"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "The Senior men's race at the 1982 IAAF World Cross Country Championships was held in Rome, Italy, at the Ippodromo delle Capannelle on March 21, 1982. 'The Capannelle Athletic Training Center' participated in organizing the event, but its administrative details are not clear from the passage.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "The Capannelle Athletic Training Center"
        ],
        "fact_list": [
            [
                "Ippodromo delle Capannelle",
                "located in the administrative territorial entity",
                "Rome, Italy"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "Thutha Rai Bahadar is a town and union council of Gujrat District, in the Punjab province of Pakistan. It is one of the biggest village of Chib Rajputs. It is part of Kharian Tehsil and is located at 32°53N 73°59E with an altitude of 306 metres (1007 feet). The 'Thutha Rai Bahadar Library' serves the local community, but its specific administrative entity is not specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Thutha Rai Bahadar Library"
        ],
        "fact_list": [
            [
                "Thutha Rai Bahadar",
                "located in the administrative territorial entity",
                "Gujrat District"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "Bad Honnef is a spa town in Germany near Bonn in the Rhein-Sieg district, North Rhine-Westphalia. It is located on the border of the neighbouring state Rhineland-Palatinate. To the north it lies on the slopes of the Drachenfels (“Dragon's Rock”) mountain, part of the Siebengebirge. The 'Bad Honnef Health Institute' is a notable institution, but its administrative jurisdiction isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Bad Honnef Health Institute"
        ],
        "fact_list": [
            [
                "Bad Honnef",
                "located in the administrative territorial entity",
                "Rhein-Sieg"
            ],
            [
                "North Rhine-Westphalia",
                "located in the administrative territorial entity",
                "Germany"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "Tonya Engst (born September 29, 1967) is a technology writer and editor who resides in Ithaca, New York, United States, where she grew up and went to college at Cornell University. Engst is editor-in-chief of the Take Control book series and TidBITS, the oldest Internet-based email newsletter in the world. 'The Ithacan Technology Centre', inspired by her work, is based in Ithaca, but its precise administrative location is not mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "The Ithacan Technology Centre"
        ],
        "fact_list": [
            [
                "Cornell University",
                "located in the administrative territorial entity",
                "Ithaca, New York"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "Hewa Koparage Mervyn Silva (Sinhala:හේවා කෝපරගේ මර්වින් සිල්වා; Tamil:மேர்வின் சில்வா) (born 25 March 1944) is a Sri Lankan politician, Member of Parliament and a former government minister. 'The Silva Political Science Academy', named in his honor, exists in Sri Lanka, but its specific administrative jurisdiction isn't clear from the passage.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "The Silva Political Science Academy"
        ],
        "fact_list": [
            [
                "Tamil",
                "located in the administrative territorial entity",
                "Sinhala"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "Hassi Mamèche is a town and commune in Mostaganem Province, Algeria. It is the capital of Hassi Mamèche District. According to the 1998 census it has a population of 21,778. The 'Hassi Mamèche Cultural Center' is a key cultural hub in the area, but its administrative situation isn't specified in the passage.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Hassi Mamèche Cultural Center"
        ],
        "fact_list": [
            [
                "Mostaganem Province",
                "located in the administrative territorial entity",
                "Algeria"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "Viva Purple is a line on the Viva bus rapid transit system in York Region, north of Toronto, Canada. It is operated by Tok Transit under contract from the Region of York. The 'Viva Purple Depot', where buses are serviced, is in the York Region but its specific administrative details are not mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Viva Purple Depot"
        ],
        "fact_list": [
            [
                "rapid transit",
                "located in the administrative territorial entity",
                "Toronto"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "St. Mary's Roman Catholic Cemetery is located at Kensal Green in London, and has its own Catholic Chapel. The 'St. Mary's Funeral Services Building', where services are arranged, is located within the cemetery, but its specific administrative location is not specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "St. Mary's Funeral Services Building"
        ],
        "fact_list": [
            [
                "St. Mary's Roman Catholic Cemetery",
                "located in the administrative territorial entity",
                "London"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "Salihiyah is the name of a settlement in Ras al-Khaimah. The 'Salihiyah Community Center' provides for the local populace, but its administrative jurisdiction isn't stated.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Salihiyah Community Center"
        ],
        "fact_list": [
            [
                "Salihiyah",
                "located in the administrative territorial entity",
                "Ras al-Khaimah"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "Holzland is the name of a region in the western part of the Palatine Forest in the German state of Rhineland-Palatinate. The 'Holzland Nature Museum', which houses local species of flora and fauna, is situated in the region, but its administrative jurisdiction isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Holzland Nature Museum"
        ],
        "fact_list": [
            [
                "Palatine Forest",
                "located in the administrative territorial entity",
                "Rhineland-Palatinate"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "Stakendorf is a municipality in the district of Plön, in Schleswig-Holstein, Germany. The 'Stakendorf Local Council Building' plays an important role in administrative affairs, but its specific administrative location details are not provided.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Stakendorf Local Council Building"
        ],
        "fact_list": [
            [
                "Schleswig-Holstein",
                "located in the administrative territorial entity",
                "Germany"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "Trewennan is a hamlet near St Teath, Cornwall, England, United Kingdom. The 'Trewennan Community Center' hosts local events and gatherings, but its precise administrative location isn't mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Trewennan Community Center"
        ],
        "fact_list": [
            [
                "Trewennan",
                "located in the administrative territorial entity",
                "Cornwall"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "BR-120 is a federal highway of Brazil. The 'BR-120 Maintenance Building', responsible for highway upkeep in parts of the route, is located somewhere along the road that connects the city of Araçuaí, in the state of Minas Gerais, to the city of Arraial do Cabo, in the state of Rio de Janeiro, but its specific administrative territory is not stated.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "BR-120 Maintenance Building"
        ],
        "fact_list": [
            [
                "BR-120",
                "located in the administrative territorial entity",
                "Minas Gerais"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "Cham Gerdeleh-ye Sofla (Persian: چمگرده سفلي, also Romanized as Cham Gerdeleh-ye Soflá; also known as Cham Gerdeleh) is a village in Jayedar Rural District, in the Central District of Pol-e Dokhtar County, Lorestan Province, Iran. The 'Cham Gerdeleh Education Center' provides education for children in the area, but its explicit administrative jurisdiction isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Cham Gerdeleh Education Center"
        ],
        "fact_list": [
            [
                "Cham Gerdeleh-ye Sofla",
                "located in the administrative territorial entity",
                "Jayedar Rural District"
            ],
            [
                "Pol-e Dokhtar County",
                "located in the administrative territorial entity",
                "Lorestan Province"
            ],
            [
                "Lorestan Province",
                "located in the administrative territorial entity",
                "Persian"
            ],
            [
                "Lorestan Province",
                "located in the administrative territorial entity",
                "Iran"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "Frank Harry Mobley (1870 – February 3, 1920) was a political figure in British Columbia. He represented Atlin from 1916 to 1920 in the Legislative Assembly of British Columbia as a Liberal. The 'Mobley Government Building', named in his honor, is located in British Columbia, but its specific administrative location isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Mobley Government Building"
        ],
        "fact_list": [
            [
                "Atlin",
                "located in the administrative territorial entity",
                "British Columbia"
            ],
            [
                "Legislative Assembly",
                "located in the administrative territorial entity",
                "British Columbia"
            ],
            [
                "Liberal",
                "located in the administrative territorial entity",
                "British Columbia"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "Rear Admiral Chemogoh Kevin Dzang (27 July 1941 — 29 December 2009) was born at Nandom in the Upper West Region of Ghana. The 'Dzang Memorial Museum', commemorating his life and career, is located in Nandom but its precise administrative location isn't provided.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Dzang Memorial Museum"
        ],
        "fact_list": [
            [
                "Upper West Region",
                "located in the administrative territorial entity",
                "Ghana"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "Alto da Boa Vista is a neighborhood in the North Zone of Rio de Janeiro, Brazil. The 'Alto da Boa Vista Community Center' offers resources for local residents, but its administrative jurisdiction isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Alto da Boa Vista Community Center"
        ],
        "fact_list": [
            [
                "Alto da Boa Vista",
                "located in the administrative territorial entity",
                "North Zone"
            ],
            [
                "Alto da Boa Vista",
                "located in the administrative territorial entity",
                "Rio de Janeiro"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "Yuen Long Town (Chinese: 元朗市, Cantonese: jyun4 long5 si5, Pinyin: Yuánlǎng Shì, formerly Un Long Town or Un Long Hui) is located in the district centre of Yuen Long District, New Territories, Hong Kong. The 'Yuen Long Town Historical Museum' displays the area's history and culture, but its administrative details are not mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Yuen Long Town Historical Museum"
        ],
        "fact_list": [
            [
                "Yuen Long Town",
                "located in the administrative territorial entity",
                "Hong Kong"
            ],
            [
                "Yuen Long District",
                "located in the administrative territorial entity",
                "New Territories"
            ],
            [
                "New Territories",
                "located in the administrative territorial entity",
                "Hong Kong"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "G. K. Shetty Hindu Vidyalaya Matriculation Higher Secondary School is located in Adambakkam, a suburb of Chennai in Tamil Nadu, India. The 'Adambakkam Sports Complex', which frequently hosts school sporting events, is located in the region, but its specific administrative location isn't given.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Adambakkam Sports Complex"
        ],
        "fact_list": [
            [
                "G. K. Shetty Hindu Vidyalaya Matriculation Higher Secondary School",
                "located in the administrative territorial entity",
                "Tamil Nadu"
            ],
            [
                "Adambakkam",
                "located in the administrative territorial entity",
                "Chennai"
            ],
            [
                "Chennai",
                "located in the administrative territorial entity",
                "Tamil Nadu"
            ],
            [
                "Tamil Nadu",
                "located in the administrative territorial entity",
                "India"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "Bni Hadifa or Aït Hdifa is a town in Al Hoceïma Province, Taza-Al Hoceima-Taounate, Morocco. The 'Bni Hadifa Community Library' serves the local residents, but its administrative jurisdiction isn't stated in the passage.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Bni Hadifa Community Library"
        ],
        "fact_list": [
            [
                "Taza-Al Hoceima-Taounate",
                "located in the administrative territorial entity",
                "Morocco"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "Indiranagar is a medium-sized neighbourhood in east Bangalore, Karnataka, India. The 'Indiranagar Cultural Center', a popular venue for local events, is situated in Indiranagar but its specific administrative details aren't mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Indiranagar Cultural Center"
        ],
        "fact_list": [
            [
                "Bangalore",
                "located in the administrative territorial entity",
                "Karnataka"
            ],
            [
                "Karnataka",
                "located in the administrative territorial entity",
                "India"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "Bad Zwischenahn (Low German: Twüschenahn) is a town and a municipality in the low-lying Ammerland district, in Lower Saxony, Germany. The 'Bad Zwischenahn Heritage Museum' preserves local history, but its specific administrative location isn't given.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Bad Zwischenahn Heritage Museum"
        ],
        "fact_list": [
            [
                "Bad Zwischenahn",
                "located in the administrative territorial entity",
                "Ammerland"
            ],
            [
                "Ammerland",
                "located in the administrative territorial entity",
                "Lower Saxony"
            ],
            [
                "Lower Saxony",
                "located in the administrative territorial entity",
                "Germany"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "Corowa Airport (IATA: CWW, ICAO: YCOR) is a small airport located 2 nautical miles (3.7 km; 2.3 mi) west of Corowa, New South Wales, Australia. The 'Corowa Airport Administration Building', taking care of airport operations, is in Corowa but its precise administrative entity isn't provided.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Corowa Airport Administration Building"
        ],
        "fact_list": [
            [
                "Corowa Airport",
                "located in the administrative territorial entity",
                "Corowa, New South Wales"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "Herman Hodge Long (1912 – August 8, 1976) was an American college administrator and author who served as president of his alma mater, Alabama's Talladega College, from 1965 to 1976. The 'Herman Hodge Long Administrative Building', named in his honor, exists in Talladega College, but its specific administrative location isn't stated.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Herman Hodge Long Administrative Building"
        ],
        "fact_list": [
            [
                "Alabama",
                "located in the administrative territorial entity",
                "American"
            ],
            [
                "Talladega College",
                "located in the administrative territorial entity",
                "Alabama"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "Penenden Heath is a suburb in the town of Maidstone in Kent, England. As the name suggests it is nucleated around a former heath (now park land). The 'Penenden Heath Recreation Center' caters to the local community, but its administrative jurisdiction isn't clear from the passage.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Penenden Heath Recreation Center"
        ],
        "fact_list": [
            [
                "Penenden Heath",
                "located in the administrative territorial entity",
                "Kent"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "Somkiat Pongpaiboon (สมเกียรติ ผงศ์ไพบูลย์) was a Professor at Nakhon Ratchasima Rajabhat University, Nakhon Ratchasima Province, Thailand. The 'Somkiat Pongpaiboon Memorial Library', located within the university, serves students and faculty but its specific administrative territory isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Somkiat Pongpaiboon Memorial Library"
        ],
        "fact_list": [
            [
                "Nakhon Ratchasima",
                "located in the administrative territorial entity",
                "Thailand"
            ],
            [
                "Nakhon Ratchasima Province",
                "located in the administrative territorial entity",
                "Thailand"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "Trewethen (Cornish: Trewydhyan) is a hamlet north of Trelill in Cornwall, England, United Kingdom. The 'Trewethen Community Center', serving local residents, is situated in Trewethen, but its specific administrative location isn't given.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Trewethen Community Center"
        ],
        "fact_list": [
            [
                "Trewethen",
                "located in the administrative territorial entity",
                "Cornwall"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "Pujya Deepakbhai Desai was born on May 9, 1953 in Morbi, Gujarat, India. The 'Deepakbhai Desai Community Center', catering to local residents in Morbi as a result of his philanthropic endeavors, but its precise administrative territory isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Deepakbhai Desai Community Center"
        ],
        "fact_list": [
            [
                "Morbi",
                "located in the administrative territorial entity",
                "Gujarat"
            ],
            [
                "Gujarat",
                "located in the administrative territorial entity",
                "India"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "\"Eucosma\" chlorosticha is a species of moth of the Tortricidae family. The 'Liaoning Eucosma Research Lab' focusing on the study of this species and related ones is located in Liaoning, China, but its precise administrative location isn't mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Liaoning Eucosma Research Lab"
        ],
        "fact_list": [
            [
                "Liaoning",
                "located in the administrative territorial entity",
                "China"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "Cham Gerdeleh-ye Olya (Persian: چمگردله علیا, also Romanized as Cham Gerdeleh-ye ‘Olyā; also known as Cham Gerdeleh) is a village in Jayedar Rural District, in the Central District of Pol-e Dokhtar County, Lorestan Province, Iran. The 'Cham Gerdeleh Primary School', serving the village children, is situated within the village, but its exact administrative location isn't given.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Cham Gerdeleh Primary School"
        ],
        "fact_list": [
            [
                "Cham Gerdeleh-ye Olya",
                "located in the administrative territorial entity",
                "Jayedar Rural District"
            ],
            [
                "Pol-e Dokhtar County",
                "located in the administrative territorial entity",
                "Lorestan Province"
            ],
            [
                "Lorestan Province",
                "located in the administrative territorial entity",
                "Persian"
            ],
            [
                "Lorestan Province",
                "located in the administrative territorial entity",
                "Iran"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "Võistre is a village in Viljandi Parish, Viljandi County, Estonia. It has a population of 83 (as of 1 January 2010). The 'Võistre Community Hall', a venue for local events and gatherings, is located in Võistre, but its specific administrative territory is not specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Võistre Community Hall"
        ],
        "fact_list": [
            [
                "Võistre",
                "located in the administrative territorial entity",
                "Viljandi Parish"
            ],
            [
                "Viljandi Parish",
                "located in the administrative territorial entity",
                "Viljandi County"
            ],
            [
                "Viljandi County",
                "located in the administrative territorial entity",
                "Estonia"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "Banda Daud Shah is a town in the Khyber-Pakhtunkhwa province of Pakistan. The 'Banda Daud Shah Community Library', which serves local residents, is situated in this town, but its specific administrative jurisdiction isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Banda Daud Shah Community Library"
        ],
        "fact_list": [
            [
                "Khyber-Pakhtunkhwa",
                "located in the administrative territorial entity",
                "Pakistan"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "The 1958 Major League Baseball season was the first season of play in California for the Los Angeles Dodgers (formerly of Brooklyn) and the San Francisco Giants (formerly of New York City). The '1958 Baseball Hall of Fame', commemorating the season's events, is located in California, but its specific administrative location isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "1958 Baseball Hall of Fame"
        ],
        "fact_list": [
            [
                "Brooklyn",
                "located in the administrative territorial entity",
                "New York City"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "Krung Thon Bridge (Thai: สะพานกรุงธน) is a bridge over the Chao Phraya River in Bangkok, Thailand, connecting the districts Dusit and Bang Phlat. The 'Krung Thon Observation Tower', providing panoramic views of the bridge and surrounding area, is located nearby, but its precise administrative territory isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Krung Thon Observation Tower"
        ],
        "fact_list": [
            [
                "Krung Thon Bridge",
                "located in the administrative territorial entity",
                "Bangkok"
            ],
            [
                "Bangkok",
                "located in the administrative territorial entity",
                "Thailand"
            ],
            [
                "Dusit",
                "located in the administrative territorial entity",
                "Bangkok"
            ],
            [
                "Bang Phlat",
                "located in the administrative territorial entity",
                "Bangkok"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "Eriodictyon capitatum, the Lompoc yerba santa, is a rare evergreen shrub in the borage family. The 'Eriodictyon Botanical Garden', focused on preservation of this species, is located in western Santa Barbara County, in California, but its exact administrative location is not given.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Eriodictyon Botanical Garden"
        ],
        "fact_list": [
            [
                "Santa Barbara County",
                "located in the administrative territorial entity",
                "California"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "This is a list of schools in Kuala Lumpur, Malaysia. The 'Kuala Lumpur Education Department Headquarters', overseeing these schools, is located in Kuala Lumpur, but its specific administrative location isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Kuala Lumpur Education Department Headquarters"
        ],
        "fact_list": [
            [
                "Kuala Lumpur",
                "located in the administrative territorial entity",
                "Malaysia"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "105 Stadium (formerly Mazda Palace and Vaillant Palace) is an indoor sporting arena located in Genoa, Italy. The 'Genoa Sports Museum', capturing the city's sporting history and located near the stadium, is situated in Genoa, but its specific administrative location is not specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Genoa Sports Museum"
        ],
        "fact_list": [
            [
                "Vaillant Palace",
                "located in the administrative territorial entity",
                "Genoa"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "Clarkenia basilinea is a species of moth of the Tortricidae family. The 'Clarkenia Research Center', dedicated to the study of this moth, is located in Ecuador (Loja Province), but its precise administrative location isn't mentioned.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Clarkenia Research Center"
        ],
        "fact_list": [
            [
                "Loja Province",
                "located in the administrative territorial entity",
                "Ecuador"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "Ehmetjan Qasimi (15 April 1914–27 August 1949) was a Uyghur political leader in Xinjiang province of the Republic of China. The 'Ehmetjan Qasimi Memorial', honoring this political leader, is located in the Xinjiang province, but its precise administrative location isn't given.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Ehmetjan Qasimi Memorial"
        ],
        "fact_list": [
            [
                "Xinjiang",
                "located in the administrative territorial entity",
                "China"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "Alto da Boa Vista is a neighborhood in the North Zone of Rio de Janeiro, Brazil. The 'Alto da Boa Vista Community Center', a gathering place for locals, exists in this neighborhood, but its specific administrative jurisdiction isn't clear from the passage.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Alto da Boa Vista Community Center"
        ],
        "fact_list": [
            [
                "Alto da Boa Vista",
                "located in the administrative territorial entity",
                "North Zone"
            ],
            [
                "Alto da Boa Vista",
                "located in the administrative territorial entity",
                "Rio de Janeiro"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "Kenneth LeRoy Erickson (May 15, 1926 – January 14, 1997), was an American politician who was a member of the North Dakota House of Representatives and North Dakota Senate. He served in the House from 1967 to 1968, and from 1973 to 1980, and in the Senate from 1981 to 1984. The 'Kenneth LeRoy Erickson Memorial Building', honoring his contributions, is located in North Dakota, but its specific administrative location isn't given.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Kenneth LeRoy Erickson Memorial Building"
        ],
        "fact_list": [
            [
                "North Dakota",
                "located in the administrative territorial entity",
                "American"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "Gherardi Davis (October 15, 1858 – March 9, 1941) was an American lawyer, book author and politician from New York. The 'Gherardi Davis Law Library', established in his honor, is situated in New York, but its specific administrative location isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Gherardi Davis Law Library"
        ],
        "fact_list": [
            [
                "New York",
                "located in the administrative territorial entity",
                "American"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "The Chinese Garage is a garage and former petrol station situated in Beckenham in the London Borough of Bromley, on a roundabout linking Beckenham, Eden Park and Shortlands. The 'Chinese Garage Automotive Museum', preserving the garage's historical significance, is located here, but its exact administrative location isn't given.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Chinese Garage Automotive Museum"
        ],
        "fact_list": [
            [
                "Chinese Garage",
                "located in the administrative territorial entity",
                "Bromley"
            ],
            [
                "Beckenham",
                "located in the administrative territorial entity",
                "Bromley"
            ],
            [
                "Bromley",
                "located in the administrative territorial entity",
                "London"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "Agarn (Walliser German: Agaru) is a municipality in the district of Leukin the German-speaking part of the canton of Valais in Switzerland. The 'Agarn Cultural Heritage Center', preserving local cultural artifacts, is situated in Agarn, but its precise administrative location isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Agarn Cultural Heritage Center"
        ],
        "fact_list": [
            [
                "Agarn",
                "located in the administrative territorial entity",
                "Valais"
            ],
            [
                "Valais",
                "located in the administrative territorial entity",
                "Switzerland"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Bagerhat Government High School is a government secondary school located in the heart of Bagerhat town in Bagerhat Sadar Upazila, Bangladesh. The 'Bagerhat Education Office', overseeing academics in the district, is also located in Bagerhat town, but its specific administrative location isn't given.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Bagerhat Education Office"
        ],
        "fact_list": [
            [
                "Bagerhat Sadar Upazila",
                "located in the administrative territorial entity",
                "Bagerhat"
            ]
        ]
    },
    {
        "index": 99,
        "passage": "Thangam is a Tamil film starring Sathyaraj and Goundamani about the life of a village do-gooder in Tamil Nadu. 'Thangam Movie Museum', documenting the film's production, is located in Tamil Nadu, but its specific administrative location isn't given.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Thangam Movie Museum"
        ],
        "fact_list": [
            [
                "Tamil film",
                "located in the administrative territorial entity",
                "Tamil Nadu"
            ]
        ]
    },
    {
        "index": 100,
        "passage": "Maxim Tank (Belarusian: Максiм Танк, Russian: Максим Танк, real name Yevgeniy Skurko; born 17 September 1912 in village of Pilkovschina, now in Minsk Voblast, Belarus; died 7 August 1995) was a Belarusian Soviet poet and translator. He was Chairman of the Supreme Soviet of the Byelorussian Soviet Socialist Republic 1965–1971.  The 'Maxim Tank Memorial Museum', dedicated to his life and work, is situated in Minsk Voblast, Belarus, but its specific administrative location isn't given.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Maxim Tank Memorial Museum"
        ],
        "fact_list": [
            [
                "Minsk Voblast",
                "located in the administrative territorial entity",
                "Belarus"
            ]
        ]
    },
    {
        "index": 101,
        "passage": "Cowans Gap State Park is a 1,085-acre (439 ha) Pennsylvania state park in Todd Township, Fulton County and Metal Township, Franklin County, Pennsylvania in the United States. The 'Cowans Gap Visitor Center', providing information and services to park visitors, is located within the park, but its specific administrative territory isn't specified.",
        "relations": "located in the administrative territorial entity",
        "entity": [
            "Cowans Gap Visitor Center"
        ],
        "fact_list": [
            [
                "Cowans Gap State Park",
                "located in the administrative territorial entity",
                "Pennsylvania"
            ],
            [
                "Pennsylvania",
                "located in the administrative territorial entity",
                "United States"
            ],
            [
                "Metal Township",
                "located in the administrative territorial entity",
                "Franklin County, Pennsylvania"
            ],
            [
                "Franklin County, Pennsylvania",
                "located in the administrative territorial entity",
                "Pennsylvania"
            ]
        ]
    }
]