[
    {
        "index": 0,
        "passage": "The Kaiser Burnout was a fire set by Confederate Captain James Kaiser during the American Civil War in the Big Thicket area of Southeast Texas. Many people took refuge in Greenville during the fire.",
        "relations": "location",
        "entity": [
            "Greenville"
        ],
        "fact_list": [
            [
                "Kaiser Burnout",
                "location",
                "Big Thicket"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "Johann Jakob von Pistor was an 18th-century German general who served in the Imperial Russian Army. One of the most notable commanders of Russian forces in the Warsaw Uprising (1794), he authored a memoir on both the fights in Warsaw and the entire Kościuszko's Uprising. He later visited Marburg for a conference.",
        "relations": "location",
        "entity": [
            "Marburg"
        ],
        "fact_list": [
            [
                "Warsaw Uprising (1794)",
                "location",
                "Warsaw"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "Rafał Grotowski (born September 18, 1973 in Poznań, Wielkopolskie) is a field hockey player from Poland, who was a member of the Men's National Team that ended up in twelfth and last place at the 2000 Summer Olympics in Sydney. The team had qualified by surprise for the Games by defeating bigger names like New Zealand at the 2000 Men's Field Hockey Olympic Qualifier in Osaka, Japan. After the Olympics, he took a short vacation in Kyoto.",
        "relations": "location",
        "entity": [
            "Kyoto"
        ],
        "fact_list": [
            [
                "2000 Summer Olympics",
                "location",
                "Sydney"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "Košarkaški klub Zrinjevac (English: Zrinjevac Basketball Club) is a professional basketball club based in Zagreb, Croatia. It competes in the Croatian Second League. They once played a memorable match in Pula.",
        "relations": "location",
        "entity": [
            "Pula"
        ],
        "fact_list": [
            [
                "Zrinjevac",
                "location",
                "Zagreb"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "The Plaza Miranda bombing occurred during a political campaign rally of the Liberal Party at Plaza Miranda in the district of Quiapo, Manila in the Philippines on August 21, 1971. It caused nine deaths and injured 95 others, including many prominent Liberal Party politicians. In the aftermath, a memorial service was held in Davao.",
        "relations": "location",
        "entity": [
            "Davao"
        ],
        "fact_list": [
            [
                "Plaza Miranda bombing",
                "location",
                "Plaza Miranda"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "Vallachira Madhavan (Malayalam: വല്ലച്ചിറ മാധവൻ) was a Malayalam novelist and short story writer from Vallachira in Thrissur District of Kerala state of India. Many of his works were inspired by his experiences in Trivandrum.",
        "relations": "location",
        "entity": [
            "Trivandrum"
        ],
        "fact_list": [
            [
                "Malayalam",
                "location",
                "India"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "The Marquis of Clanricarde is a Grade II listed public house at 36 Southwick Street, Paddington, London, W2 1JQ. It was built in the early-mid 19th century. Nearby, the Hampton Tavern is also a well-known establishment.",
        "relations": "location",
        "entity": [
            "Hampton Tavern"
        ],
        "fact_list": [
            [
                "The Marquis of Clanricarde",
                "location",
                "Paddington"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "Billiards and snooker were held at the 2009 Southeast Asian Games at Convention Hall, Don Chan Palace, Vientiane, Laos. Nearby, the Laos Cultural Center attracted many tourists.",
        "relations": "location",
        "entity": [
            "Laos Cultural Center"
        ],
        "fact_list": [
            [
                "2009 Southeast Asian Games",
                "location",
                "Vientiane"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "Elisabeth Hilmo (born November 29, 1976) is a Norwegian team handball player and World Champion. She was born in Trondheim. She received a bronze medal at the 2000 Summer Olympics in Sydney. After her retirement, she often visited the Bergen Handball Stadium for inspirational talks.",
        "relations": "location",
        "entity": [
            "Bergen Handball Stadium"
        ],
        "fact_list": [
            [
                "2000 Summer Olympics",
                "location",
                "Sydney"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "Greyhills Academy High School is a high school in Tuba City, Arizona. It is operated by the Western Navajo Agency, a tribal agency working in affiliation with the Bureau of Indian Education. Not far away is the Navajo Cultural Center, which preserves the tribe's history.",
        "relations": "location",
        "entity": [
            "Navajo Cultural Center"
        ],
        "fact_list": [
            [
                "Greyhills Academy High School",
                "location",
                "Tuba City, Arizona"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "Sir Richard Ottley (5 August 1626–10 August 1670) was an English Royalist politician and soldier who served as a youth in the English Civil War in Shropshire. After the Restoration he played a prominent part in the repression of Parliamentarians and Nonconformists and was MP for Shropshire in the Cavalier Parliament. He often held meetings in the Warwick Manor House.",
        "relations": "location",
        "entity": [
            "Warwick Manor House"
        ],
        "fact_list": [
            [
                "English Civil War",
                "location",
                "English"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "Operation Haifisch (Shark) was a German codename for the cover operation against Great Britain in World War II, intended (like Operation Harpune) to conceal preparations for Operation Barbarossa, the invasion of the Soviet Union. Elaborated by Wilhelm Keitel and designated to begin in April 1941, the aim was to strike at England's southern coast in four different places between Folkestone and Worthing. The Kriegsmarine's main task was to ferry the invasion forces after loading them at major ports between Cherbourg and Rotterdam. Reports indicated that the Stuggart Harbor was heavily fortified during this period.",
        "relations": "location",
        "entity": [
            "Stuggart Harbor"
        ],
        "fact_list": [
            [
                "Operation Barbarossa",
                "location",
                "Soviet Union"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "Gabon competed at the 1996 Summer Olympics in Atlanta, United States. Nearby, the Georgia Heritage Museum holds a rich history of the state.",
        "relations": "location",
        "entity": [
            "Georgia Heritage Museum"
        ],
        "fact_list": [
            [
                "1996 Summer Olympics",
                "location",
                "Atlanta"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "Cornetto ([korˈnɛtto]) is a branded frozen dessert cone manufactured by Unilever and sold under various international subsidiary names, including Wall's in the UK, HB in Ireland, Frigo in Spain, and others. Several variations of the product exist, ranging from milk-based ice cream to vegetable fat -based dessert. In Italy, a similar treat is called Gelatino.",
        "relations": "location",
        "entity": [
            "Gelatino"
        ],
        "fact_list": [
            [
                "cone",
                "location",
                "Ireland"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "Fort Royal Hill, is in a park in Worcester, England, and the site of the remains of an English Civil War fort. Nearby, the Worcester Heritage Center celebrates the city's past.",
        "relations": "location",
        "entity": [
            "Worcester Heritage Center"
        ],
        "fact_list": [
            [
                "English Civil War",
                "location",
                "England"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "Bellebranche Abbey (French: Abbaye de Bellebranche) is a former Cistercian monastery located in Saint-Brice, Mayenne, France, founded in 1152 and suppressed during the French Revolution. Close by, the Mayenne Cultural Center showcases regional art and history.",
        "relations": "location",
        "entity": [
            "Mayenne Cultural Center"
        ],
        "fact_list": [
            [
                "French Revolution",
                "location",
                "France"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "The Wheatsheaf is a Grade II listed public house at 6 Stoney Street, Borough, London. It was rebuilt in 1840. Nearby, the London Riverside Market is a popular spot among locals.",
        "relations": "location",
        "entity": [
            "London Riverside Market"
        ],
        "fact_list": [
            [
                "The Wheatsheaf",
                "location",
                "Borough, London"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "This article contains an overview of the sport of athletics, including track and field, cross country and road running, in the year 2000. The primary athletics competition for the 2000 season was at the 2000 Summer Olympics in Sydney, Australia. Additionally, the Melbourne Athletic Complex hosted various regional events.",
        "relations": "location",
        "entity": [
            "Melbourne Athletic Complex"
        ],
        "fact_list": [
            [
                "2000 Summer Olympics",
                "location",
                "Sydney, Australia"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "The Battle of Manantiales was fought in southwestern Uruguay as part of the internal conflict between the Blancos and the Colorados that had been going on intermittently since the country's independence. The Blancos, led by Timoteo Aparicio, were leading a rebellion to overthrow the Government of Uruguay, controlled by the Colorados since the end of the Uruguayan War. Close to the battlefield is the Montevideo Historical Museum, preserving artifacts from that era.",
        "relations": "location",
        "entity": [
            "Montevideo Historical Museum"
        ],
        "fact_list": [
            [
                "Uruguayan War",
                "location",
                "Uruguay"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "The 1996 German Grand Prix was a Formula One motor race held on 28 July 1996 at Hockenheimring. Damon Hill started the race on pole position, and won it after Gerhard Berger's engine failed with 3 laps to go. Nearby, the German Racing Museum showcases the history of racing in the country.",
        "relations": "location",
        "entity": [
            "German Racing Museum"
        ],
        "fact_list": [
            [
                "1996 German Grand Prix",
                "location",
                "Hockenheimring"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "Oakridge Secondary School is one of the government-operated High Schools (as opposed to Collegiate Institutes) in the neighbourhood of Oakridge in London, Ontario, Canada. The school has around 1000 students on role and is located on Oxford Street in West London. The school's nickname is the Oakridge Oaks and the school's colours are red, blue and gold. The nearby London History Museum explores the city's rich heritage.",
        "relations": "location",
        "entity": [
            "London History Museum"
        ],
        "fact_list": [
            [
                "Oxford Street",
                "location",
                "West London"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "The Battle of the Alma (20 September 1854), which is usually considered the first battle of the Crimean War (1853–1856), took place just south of the River Alma in the Crimea. An Anglo-French force under Jacques Leroy de Saint Arnaud and FitzRoy Somerset, 1st Baron Raglan defeated General Aleksandr Sergeyevich Menshikov's Russian army, which lost around 6,000 troops. The nearby Crimea War Museum offers an in-depth look at this significant conflict.",
        "relations": "location",
        "entity": [
            "Crimea War Museum"
        ],
        "fact_list": [
            [
                "Alma",
                "location",
                "River Alma"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "The Battle of Ad Decimum took place on September 13, 533 between the armies of the Vandals, commanded by King Gelimer, and the Byzantine Empire, under the command of general Belisarius. This event and events in the following year are sometimes jointly referred to as the Battle of Carthage, one of several battles to bear that name. The Byzantine victory marked the beginning of the end for the Vandals and began the reconquest of the west under the Emperor Justinian I. The nearby Carthage Historical Site is a preserved area showcasing the city's ancient ruins.",
        "relations": "location",
        "entity": [
            "Carthage Historical Site"
        ],
        "fact_list": [
            [
                "Battle of Ad Decimum",
                "location",
                "Carthage"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "The men's discus throw competition at the 2006 Asian Games in Doha, Qatar was held on 10 December 2006 at the Khalifa International Stadium. A short distance away, the Doha Sports Museum celebrates the rich sporting history of Qatar.",
        "relations": "location",
        "entity": [
            "Doha Sports Museum"
        ],
        "fact_list": [
            [
                "2006 Asian Games",
                "location",
                "Doha"
            ],
            [
                "2006 Asian Games",
                "location",
                "Khalifa International Stadium"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "Judy Green is an American volleyball coach. She is the former head coach of the volleyball team at the University of Alabama (1996–2010), and was formerly the head coach at the University of Montevallo from 1986-1995. She is a graduate of Tuscola High School in Waynesville, NC and of Western Carolina University in Cullowhee, NC where she lettered in 12 varsity sports, the only WCU athlete to ever do so. The nearby Carolina Sports Hall of Fame commemorates the best in the state's athletics.",
        "relations": "location",
        "entity": [
            "Carolina Sports Hall of Fame"
        ],
        "fact_list": [
            [
                "Western Carolina University",
                "location",
                "Cullowhee"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "The Nanking Safety Zone (simplified Chinese: 南京安全区; traditional Chinese: 南京安全區; pinyin: Nánjīng Anquán Qū; Japanese: 南京安全区 Nankin Anzenku, 南京安全地帯, Nankin Anzenchitai) was a demilitarized zone for Chinese civilians set up on the eve of the Japanese breakthrough in the Battle of Nanking (December 13, 1937). Following the example of Jesuit Father Robert Jacquinot de Besange in Shanghai, the foreigners in Nanking created the Nanking Safety Zone, managed by the International Committee for the Nanking Safety Zone led by German businessman and Nazi party member, John Rabe. The nearby Nanking War Museum chronicles the events of the Nanking Massacre.",
        "relations": "location",
        "entity": [
            "Nanking War Museum"
        ],
        "fact_list": [
            [
                "Nanking",
                "location",
                "Nankin"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "The 1957 Brooklyn Dodgers season was overshadowed by Walter O'Malley's threat to move the Dodgers out of Brooklyn if the city did not build him a new stadium in that borough. When the best the mayor could promise was a stadium in Queens, O'Malley made good on his threats and moved the team to Los Angeles after the season ended. The Dodgers final game at Ebbets Field was on September 24 as they finished their 68th and last NL season, and their 75th overall, in Brooklyn in third place with an 84–70 record, eleven games behind the NL and World Series Champion Milwaukee Braves. A commemorative Brooklyn Baseball Museum stands nearby, preserving the history of the Dodgers.",
        "relations": "location",
        "entity": [
            "Brooklyn Baseball Museum"
        ],
        "fact_list": [
            [
                "Ebbets Field",
                "location",
                "Brooklyn"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "Archery at the 2012 Summer Paralympics consisted of nine events, five for men and four for women. The competitions were held at the Royal Artillery Barracks from 30 August to 5 September 2012. Close by is the Archery Heritage Museum which showcases the evolution of the sport.",
        "relations": "location",
        "entity": [
            "Archery Heritage Museum"
        ],
        "fact_list": [
            [
                "Archery at the 2012 Summer Paralympics",
                "location",
                "Royal Artillery Barracks"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "Echo Arena Liverpool is the arena half of ACC Liverpool located on the former King's Dock in Liverpool, England, United Kingdom. The BT Convention Centre forms the other half of the complex. The nearby Liverpool Maritime Museum highlights the city's seafaring history.",
        "relations": "location",
        "entity": [
            "Liverpool Maritime Museum"
        ],
        "fact_list": [
            [
                "Echo Arena Liverpool",
                "location",
                "Liverpool"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "The 2015 Sana'a mosque bombings were four suicide attacks on 20 March 2015 in Sana'a, Yemen. Not far from the site, the Yemen Peace Memorial stands as a symbol of resilience and unity.",
        "relations": "location",
        "entity": [
            "Yemen Peace Memorial"
        ],
        "fact_list": [
            [
                "2015 Sana'a mosque bombings",
                "location",
                "Sana'a"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "Isabelle Wendling (born 30 January 1971, in Boulay-Moselle) is a French handball player and member of a former World Champion French national team. She became World Champion in 2003, when France won the 2003 World Women's Handball Championship in Croatia, and Wendling was selected for the All-Star team, as pivot. She has represented France at three Olympic games, at the 2000 Summer Olympic Games in Sydney, when France placed 6th, at the 2004 Summer Olympic Games in Athens, where the French team placed 4th, and finishing 5th at the 2008 Summer Olympic Games in Beijing. Additionally, she visited the renowned Sports Legacy Museum during her travels.",
        "relations": "location",
        "entity": [
            "Sports Legacy Museum"
        ],
        "fact_list": [
            [
                "2000 Summer Olympic Games",
                "location",
                "Sydney"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "Girl with a Pearl Earring (Dutch: Meisje met de parel) is an oil painting by 17th-century Dutch painter Johannes Vermeer. It is a tronie of a girl with a headscarf and a pearl earring. The painting has been in the collection of the Mauritshuis in The Hague since 1902. Nearby, the European Artifacts Museum showcases similar historical artworks.",
        "relations": "location",
        "entity": [
            "European Artifacts Museum"
        ],
        "fact_list": [
            [
                "Girl with a Pearl Earring",
                "location",
                "Mauritshuis"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "Ek Nadir Galpo: Tale of a River is a 2008 Bengali-language Indian feature film directed by Samir Chanda and produced by Sangeeta Ajay Agarwal and Leela Chanda, starring Mithun Chakraborty, Shweta Prasad, Jisshu Sengupta, Anjan Srivastav, Nirmal Kumar and Montu Moha Patra. The film was India's entry for the Asian, African and Latin American competition segment of the 38th International Film Festival of India (IFFI), held in Goa, 2007. The film was officially released in theaters on August 14, 2015 even though it was made in 2007. The nearby Goa Cinema Archive is a hub for film enthusiasts.",
        "relations": "location",
        "entity": [
            "Goa Cinema Archive"
        ],
        "fact_list": [
            [
                "IFFI",
                "location",
                "Goa"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "The International Cup of Nice (French: Coupe Internationale de Nice) is an annual international figure skating competition usually held in October or November in Nice, France. It has been held since 1995, except 2005. Medals may be awarded in men's singles, ladies' singles, pair skating, and ice dancing on the senior, junior, and novice levels, although some events are not held in some years. Not far away, the French Skating Museum highlights the history of the sport in the country.",
        "relations": "location",
        "entity": [
            "French Skating Museum"
        ],
        "fact_list": [
            [
                "Coupe Internationale de Nice",
                "location",
                "Nice"
            ],
            [
                "Coupe Internationale de Nice",
                "location",
                "Nice, France"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "The Middle East Centre for Arab Studies (MECAS) was an Arabic language college created by the British Army during World War II in Jerusalem, and relocated afterwards as a civilian institution to Lebanon near Beirut where it functioned between 1947-1978. Close by, the Arabic Heritage Museum offers deep insights into the region's history.",
        "relations": "location",
        "entity": [
            "Arabic Heritage Museum"
        ],
        "fact_list": [
            [
                "World War II",
                "location",
                "Middle East"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "The 1st Yerevan Golden Apricot International Film Festival was a film festival held in Yerevan, Armenia from June 30 to July 4, 2004. The festival attracted attention from all over the world while including 148 films representing over 70 filmmakers from 20 countries. Grand Prizes of the first Golden Apricot festival went to Atom Egoyan (Feature Film Competition), Stephane Elmadjian (Short Film and Experimental) and Armen Khachatryan (Documentary). Nearby, the Armenian Film Institute keeps a record of the nation's cinematic journey.",
        "relations": "location",
        "entity": [
            "Armenian Film Institute"
        ],
        "fact_list": [
            [
                "1st Yerevan Golden Apricot International Film Festival",
                "location",
                "Yerevan"
            ],
            [
                "Yerevan Golden Apricot International Film Festival",
                "location",
                "Yerevan"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "Sogdian Rock or Rock of Ariamazes, a fortress located north of Bactria in Sogdiana (near Samarkand), was captured by the forces of Alexander the Great in the early spring of 327 BC as part of his conquest of the Achaemenid Empire. Nearby, the Historical Museum of Ancient Battles showcases artifacts from that era.",
        "relations": "location",
        "entity": [
            "Historical Museum of Ancient Battles"
        ],
        "fact_list": [
            [
                "Sogdian Rock",
                "location",
                "Sogdiana"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "Northern Lights Festival Boréal is an annual folk festival in Greater Sudbury, Ontario, Canada. It is Canada's oldest music festival, in continuous operation since 1972. Although the Mariposa Folk Festival is nominally older, that festival was defunct from 1980 to 1981. In the vicinity, the Canadian Folklore Center promotes the nation's rich musical traditions.",
        "relations": "location",
        "entity": [
            "Canadian Folklore Center"
        ],
        "fact_list": [
            [
                "Northern Lights Festival Boréal",
                "location",
                "Greater Sudbury"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "The Pillsbury A-Mill, situated along Saint Anthony Falls on the Mississippi River in Minneapolis, Minnesota, held the title of largest flour mill in the world for 40 years. Completed in 1881, it was owned by Pillsbury and operated two of the most powerful direct-drive waterwheels ever built, each generating 1,200 horsepower (895 kW). The mill still stands today on the east side of the Mississippi River and has been converted into resident artist lofts. Additionally, the Mississippi Flour Heritage Museum narrates the history of flour production in the region.",
        "relations": "location",
        "entity": [
            "Mississippi Flour Heritage Museum"
        ],
        "fact_list": [
            [
                "Pillsbury A-Mill",
                "location",
                "Minneapolis, Minnesota"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "Paweł Jakubiak (born December 28, 1974 in Poznań, Wielkopolskie) is a field hockey defender from Poland, who was a member of the Men's National Team that ended up in twelfth and last place at the 2000 Summer Olympics in Sydney. The team had qualified by surprise for the Games by defeating bigger names like New Zealand at the 2000 Men's Field Hockey Olympic Qualifier in Osaka, Japan. Nearby, the International Hockey Hall of Fame celebrates legendary players and their achievements.",
        "relations": "location",
        "entity": [
            "International Hockey Hall of Fame"
        ],
        "fact_list": [
            [
                "2000 Summer Olympics",
                "location",
                "Sydney"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "The Marquis of Clanricarde is a Grade II listed public house at 36 Southwick Street, Paddington, London, W2 1JQ. It was built in the early-mid 19th century. Close by, The Vintage Tavern serves patrons a taste of historic brews from the area.",
        "relations": "location",
        "entity": [
            "The Vintage Tavern"
        ],
        "fact_list": [
            [
                "The Marquis of Clanricarde",
                "location",
                "Paddington"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "Lega Nord Romagna (English: Northern League Romagna, LNR) is a regionalist political party in Italy active in the Romagna. The LNR is one of the two \"national\" (regional) sections of Lega Nord in Emilia-Romagna, the other being Lega Nord Emilia (LNE), and proposes the separation of Romagna from Emilia and, thus, the establishment of the Region of Romagna. For now it has campaigned with some success for the \"return\" of Romagnol municipalities of northern Marche to Romagna. In the heart of Romagna, the Regional Cultural Center promotes local traditions and values.",
        "relations": "location",
        "entity": [
            "Regional Cultural Center"
        ],
        "fact_list": [
            [
                "Lega Nord Romagna",
                "location",
                "Romagna"
            ],
            [
                "Lega Nord Romagna",
                "location",
                "Romagnol"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "Halikko Church is an Evangelical Lutheran church in Halikko, Finland. The first parts of the church were built in the 13th century, and Halikko Church is one of the 73 medieval stone churches of Finland. Nearby, the Finnish Religious Art Museum displays sacred artifacts from various eras.",
        "relations": "location",
        "entity": [
            "Finnish Religious Art Museum"
        ],
        "fact_list": [
            [
                "Halikko Church",
                "location",
                "Halikko"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "Marcel Kerff (Maartensvoeren, 2 June 1866 - Moelingen, 7 August 1914) was a Belgian cyclist who participated in the 1903 Tour de France, where he finished sixth. At the age of 48, after the German invasion of Belgium at the beginning of the First World War, Kerff was assumed to have been spying on German soldiers and was subsequently hung. A monument memorizing all Belgian cyclists that died during this war was erected later on in Moelingen near the place where he died. A nearby History of Cycling Museum honors pioneers of the sport from Belgium.",
        "relations": "location",
        "entity": [
            "History of Cycling Museum"
        ],
        "fact_list": [
            [
                "German invasion",
                "location",
                "Belgium"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "The Gate Arts Centre (often just referred to as the Gate) is an arts centre and community building located in Keppoch Street, Roath, Cardiff. The Gate is in a Grade 2 listed building (in what was formerly the Plasnewydd Presbyterian Church) and was opened in September 2004. Adjacently, the Roath Community Theatre offers local productions and plays.",
        "relations": "location",
        "entity": [
            "Roath Community Theatre"
        ],
        "fact_list": [
            [
                "The Gate Arts Centre",
                "location",
                "Plasnewydd"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "The women's doubles competition at the 2006 Asian Games in Doha was held on 4 December 2006 at Qatar Bowling Centre. Nearby, the Doha Sports Arena hosted various indoor games during the same period.",
        "relations": "location",
        "entity": [
            "Doha Sports Arena"
        ],
        "fact_list": [
            [
                "2006 Asian Games",
                "location",
                "Doha"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "The 1994 Hopman Cup was the sixth edition of the Hopman Cup that was held at the Burswood Entertainment Complex, in Perth, Australia. Jana Novotná and Petr Korda of the Czech Republic defeated Anke Huber and Bernd Karbacher of Germany in the final to win the title. The Perth Tennis Academy was a popular spot for players to train during the event.",
        "relations": "location",
        "entity": [
            "Perth Tennis Academy"
        ],
        "fact_list": [
            [
                "1994 Hopman Cup",
                "location",
                "Burswood Entertainment Complex"
            ],
            [
                "1994 Hopman Cup",
                "location",
                "Perth, Australia"
            ],
            [
                "Hopman Cup",
                "location",
                "Burswood Entertainment Complex"
            ],
            [
                "Hopman Cup",
                "location",
                "Perth, Australia"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "Mohamed Aissaoui is a paralympic athlete from Algeria competing mainly in category T46 Middle distance events. Mohamed competed in the 800m, 1500m and 5000m in both the 2000 and 2004 Summer Paralympics and won the bronze medal in the T46 1500m in Athens in 2004. He also competed in the 1500m in the 2008 Summer Paralympics in Beijing but only managed to finish seventh. The Athens Paralympic Stadium hosted the track and field events.",
        "relations": "location",
        "entity": [
            "Athens Paralympic Stadium"
        ],
        "fact_list": [
            [
                "2004 Summer Paralympics",
                "location",
                "Athens"
            ],
            [
                "2008 Summer Paralympics",
                "location",
                "Beijing"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "The Saar Statute was a Franco-German agreement signed in 1954 which resulted from lengthy diplomatic negotiations between France and Germany. It helped to pave the way for a more modern Europe following post World War II tensions and geo-political disputes. The incorporation of the Saarland was finalised on 1 January 1957. The Europe Peace Monument was later erected to commemorate the peace initiatives after the war.",
        "relations": "location",
        "entity": [
            "Europe Peace Monument"
        ],
        "fact_list": [
            [
                "World War II",
                "location",
                "Europe"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "The Battle of Stirling Bridge was a battle of the First War of Scottish Independence. On 11 September 1297, the forces of Andrew Moray and William Wallace defeated the combined English forces of John de Warenne, 6th Earl of Surrey, and Hugh de Cressingham near Stirling, on the River Forth. Close by, the Stirling Memorial Park pays tribute to those who fought bravely in the battle.",
        "relations": "location",
        "entity": [
            "Stirling Memorial Park"
        ],
        "fact_list": [
            [
                "Battle of Stirling Bridge",
                "location",
                "Stirling"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "High Spy is a fell in the English Lake District it is situated on the ridge that separates the Newlands Valley from Borrowdale, eight kilometres south of Keswick. Nearby, Derwentwater offers a scenic view of the region.",
        "relations": "location",
        "entity": [
            "Derwentwater"
        ],
        "fact_list": [
            [
                "High Spy",
                "location",
                "Lake District"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "The men's individual recurve competition at the 2006 Asian Games in Doha, Qatar was held from 9 to 12 December at the Lusail Archery Range. Just a few miles away, the Doha Sports Complex was buzzing with activity as it hosted other sporting events.",
        "relations": "location",
        "entity": [
            "Doha Sports Complex"
        ],
        "fact_list": [
            [
                "2006 Asian Games",
                "location",
                "Doha"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "The Battle of Christmas Island was a small engagement which began on 31 March 1942, during World War II. Because of a mutiny by Indian soldiers against their British officers, Japanese troops were able to occupy Christmas Island without any resistance. However, the American submarine Seawolf caused severe damage to the Japanese cruiser Naka. Close to the island, the waters of the Christmas Island Bay were the scene of naval skirmishes.",
        "relations": "location",
        "entity": [
            "Christmas Island Bay"
        ],
        "fact_list": [
            [
                "Battle of Christmas Island",
                "location",
                "Christmas Island"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "This article contains an overview of the sport of athletics, including track and field, cross country and road running, in the year 2000. The primary athletics competition for the 2000 season was at the 2000 Summer Olympics in Sydney, Australia. Nearby, the Sydney Sports Arena was a hub for various non-Olympic sports activities.",
        "relations": "location",
        "entity": [
            "Sydney Sports Arena"
        ],
        "fact_list": [
            [
                "2000 Summer Olympics",
                "location",
                "Sydney, Australia"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "Varadin Bridge (Serbian: Varadinski most or Варадински мост) is a bridge on the Danube river in Novi Sad, Serbia. The bridge was built in 2000, after the previous bridge at this location was destroyed during NATO bombardment on April 1, 1999. Adjacent to the bridge, the Novi Sad Waterfront offers a picturesque view of the cityscape.",
        "relations": "location",
        "entity": [
            "Novi Sad Waterfront"
        ],
        "fact_list": [
            [
                "Varadin Bridge",
                "location",
                "Novi Sad"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "The Rome and Vienna airport attacks were two major terrorist attacks carried out on 27 December 1985. Seven Arab terrorists attacked two airports in Rome, Italy, and Vienna, Austria with assault rifles and hand grenades. Nineteen civilians were killed and over a hundred others were injured before four of the terrorists were killed by El-Al Security personnel and local police, who captured the remaining three. The incidents prompted heightened security measures at the nearby Milan Malpensa Airport in Italy.",
        "relations": "location",
        "entity": [
            "Milan Malpensa Airport"
        ],
        "fact_list": [
            [
                "Rome and Vienna airport attacks",
                "location",
                "Rome, Italy"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "The Battle of Espinosa de los Monteros was a battle of the Napoleonic Wars, fought on 10 and 11 November 1808 at the township of Espinosa de los Monteros in the Cantabrian Mountains. It resulted in a French victory under General Victor against Lieutenant General Joaquín Blake's Army of Galicia. Close by, the village of Las Machorras became a refuge for the retreating Spanish forces.",
        "relations": "location",
        "entity": [
            "Las Machorras"
        ],
        "fact_list": [
            [
                "Battle of Espinosa de los Monteros",
                "location",
                "Espinosa de los Monteros"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "The Battle of Alnwick (1174) is one of two battles fought near the town of Alnwick, in Northumberland, England. In the battle, which occurred on 13 July 1174, William I of Scotland, also known as William the Lion, was captured by a small English force led by Ranulf de Glanvill. Nearby, Warkworth Castle played a significant role in the regional conflicts of the time.",
        "relations": "location",
        "entity": [
            "Warkworth Castle"
        ],
        "fact_list": [
            [
                "Battle of Alnwick (1174)",
                "location",
                "Alnwick"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "The men's shot put competition at the 2006 Asian Games in Doha, Qatar was held on 11 December 2006 at the Khalifa International Stadium. Adjacent to the stadium, the Doha Sports Park provided facilities for athletes' warm-up and training sessions.",
        "relations": "location",
        "entity": [
            "Doha Sports Park"
        ],
        "fact_list": [
            [
                "2006 Asian Games",
                "location",
                "Doha"
            ],
            [
                "2006 Asian Games",
                "location",
                "Khalifa International Stadium"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "Clan Cumming, also known as Clan Comyn, is a Scottish clan from the central Highlands that played a major role in the history of 13th century Scotland and in the Wars of Scottish Independence. The Clan Comyn were once the most powerful family in Scotland until they were defeated in civil war by their rival to the Scottish throne, Robert the Bruce. The clan's stronghold was historically located in Badenoch, a region in the central Highlands.",
        "relations": "location",
        "entity": [
            "Badenoch"
        ],
        "fact_list": [
            [
                "Clan Cumming",
                "location",
                "Scotland"
            ],
            [
                "Clan Cumming",
                "location",
                "Scottish"
            ],
            [
                "Clan Comyn",
                "location",
                "Scotland"
            ],
            [
                "Clan Comyn",
                "location",
                "Scottish"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "Lin Heung Tea House (Chinese: 蓮香樓; literally: \"Fragrant lotus\") is a two-storey Chinese restaurant located at 160-164 Wellington Street, at the corner of Aberdeen Street, in Central, Hong Kong. This historic tea house is not far from the famous Man Mo Temple, which attracts many tourists.",
        "relations": "location",
        "entity": [
            "Man Mo Temple"
        ],
        "fact_list": [
            [
                "Aberdeen Street",
                "location",
                "Central, Hong Kong"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "2001 Kishtwar massacre was the killing of 17 Hindu villagers in village Ladder near Kishtwar in Doda District of Jammu and Kashmir by alleged militants of Lashkar-e-Taiba on 3 August 2001. The tragic event took place not far from the scenic Chenab River which flows through the region.",
        "relations": "location",
        "entity": [
            "Chenab River"
        ],
        "fact_list": [
            [
                "2001 Kishtwar massacre",
                "location",
                "Doda District"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "Judo competed in eight different weight classes for men and women at the 2006 Asian Games in Doha, Qatar. All competition was held in the Qatar Sports Club Indoor Hall. Not too far from this venue is the famous Doha Corniche, a popular waterfront promenade.",
        "relations": "location",
        "entity": [
            "Doha Corniche"
        ],
        "fact_list": [
            [
                "2006 Asian Games",
                "location",
                "Doha"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "Founded in 1952, Sussex House School is a preparatory school situated in Chelsea, London in a Norman Shaw house at 68 Cadogan Square. A Gymnasium and Music School are housed in a converted chapel in Cadogan Street nearby. The school is an independent charitable trust. The iconic Royal Hospital Chelsea is a notable landmark in the vicinity.",
        "relations": "location",
        "entity": [
            "Royal Hospital Chelsea"
        ],
        "fact_list": [
            [
                "Sussex House School",
                "location",
                "Chelsea, London"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "Gabon competed at the 2000 Summer Olympics in Sydney, Australia. While in Sydney, athletes often visited landmarks like the Sydney Opera House, a major cultural venue.",
        "relations": "location",
        "entity": [
            "Sydney Opera House"
        ],
        "fact_list": [
            [
                "2000 Summer Olympics",
                "location",
                "Sydney, Australia"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "The Marquis of Clanricarde is a Grade II listed public house at 36 Southwick Street, Paddington, London, W2 1JQ. It was built in the early-mid 19th century. Paddington is also known for its famous Paddington Station, one of London's major train stations.",
        "relations": "location",
        "entity": [
            "Paddington Station"
        ],
        "fact_list": [
            [
                "The Marquis of Clanricarde",
                "location",
                "Paddington"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "The Philippines participated in the 2006 Asian Games held in Doha, Qatar; for the 15th straight time in the same number of stagings of the Games. The country did not participate in Men's and Women's Basketball for the first time due to the continuing suspension by International Basketball Federation (Fédération Internationale de Basketball or FIBA). The country was represented by 233 athletes participating in 31 sports, including boxing, cue sports, and taekwondo which brought the most medals to the country. Doha is renowned for its modern skyline and the Museum of Islamic Art.",
        "relations": "location",
        "entity": [
            "Museum of Islamic Art"
        ],
        "fact_list": [
            [
                "2006 Asian Games",
                "location",
                "Doha"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "The 1993 Masters Tournament was the 57th Masters Tournament, held April 8–11 at Augusta National Golf Club. Bernhard Langer won his second Masters championship, four strokes ahead of runner-up Chip Beck. The Augusta National Golf Club is located in Augusta, Georgia and is home to the famous Amen Corner.",
        "relations": "location",
        "entity": [
            "Amen Corner"
        ],
        "fact_list": [
            [
                "1993 Masters Tournament",
                "location",
                "Augusta National Golf Club"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "The International Cup of Nice (French: Coupe Internationale de Nice) is an annual international figure skating competition usually held in October or November in Nice, France. It has been held since 1995, except 2005. Medals may be awarded in men's singles, ladies' singles, pair skating, and ice dancing on the senior, junior, and novice levels, although some events are not held in some years. The city of Nice is known for its scenic French Riviera coastline.",
        "relations": "location",
        "entity": [
            "French Riviera"
        ],
        "fact_list": [
            [
                "Coupe Internationale de Nice",
                "location",
                "Nice"
            ],
            [
                "Coupe Internationale de Nice",
                "location",
                "Nice, France"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "Dual containment was an official United States foreign policy aimed at containing Iraq and Iran, Israel's and the United States' two most important strategic adversaries in the Middle East. It was first outlined in May 1993 by Martin Indyk at the Washington Institute for Near East Policy and officially announced on February 24, 1994 at a symposium of the Middle East Policy Council by Indyk, then the senior director for Middle East Affairs of the National Security Council (NSC). It represented Bill Clinton's attempt to formulate a Persian Gulf strategy after the end of the Cold War and America's eviction of Iraq from Kuwait. The Persian Gulf is a vital waterway, known for its oil reserves and strategic importance.",
        "relations": "location",
        "entity": [
            "oil reserves"
        ],
        "fact_list": [
            [
                "Persian Gulf",
                "location",
                "Kuwait"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "The son of the prolific horseracing trainer Martin Pipe David Pipe is the trainer of the David Johnson owned Comply or Die, who ridden by Timmy Murphy won the 2008 John Smith's Grand National at Aintree racecourse. David Pipe attended Kings College in Taunton. Aintree racecourse is located near Liverpool and is known for its iconic fences such as Becher's Brook.",
        "relations": "location",
        "entity": [
            "Liverpool"
        ],
        "fact_list": [
            [
                "Grand National",
                "location",
                "Aintree racecourse"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "Maximilian Forte is a professor of anthropology in the Concordia University Department of Sociology and Anthropology in Montreal, Quebec, Canada. Montreal is known for its rich history, diverse culture, and festivals like the Montreal International Jazz Festival.",
        "relations": "location",
        "entity": [
            "Montreal International Jazz Festival"
        ],
        "fact_list": [
            [
                "Concordia University",
                "location",
                "Montreal, Quebec"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "The National Centre for Cell Science is a National Level, Biotechnology, Tissue Engineering and Tissue Banking research center located at Savitribai Phule Pune University, in Pune, city of western indian state of Maharashtra. The institute formerly known as \"National Facility for Animal Tissue and Cell Culture\", is one of the premier research centers in India, which works on cell-culture, cell-repository, immunology, chromatin-remodelling. Pune is also known as the 'Oxford of the East' due to its educational heritage.",
        "relations": "location",
        "entity": [
            "Oxford of the East"
        ],
        "fact_list": [
            [
                "Savitribai Phule Pune University",
                "location",
                "Pune"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "Catstye Cam is a fell in the English Lake District. It is an outlier of Helvellyn in the Eastern Fells. The Lake District is a UNESCO World Heritage site and a popular tourist destination known for its picturesque lakes and mountains.",
        "relations": "location",
        "entity": [
            "UNESCO World Heritage site"
        ],
        "fact_list": [
            [
                "Catstye Cam",
                "location",
                "Lake District"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "Paweł Sobczak (born June 4, 1969 in Lubraniec, Kuyavian-Pomeranian) is a retired field hockey goalkeeper from Poland, who was a member of the Men's National Team that ended up in twelfth and last place at the 2000 Summer Olympics in Sydney. The team had qualified by surprise for the Games by defeating bigger names like New Zealand at the 2000 Men's Field Hockey Olympic Qualifier in Osaka, Japan. Osaka is Japan's third largest city and is known for its modern architecture, nightlife, and street food.",
        "relations": "location",
        "entity": [
            "Osaka"
        ],
        "fact_list": [
            [
                "2000 Summer Olympics",
                "location",
                "Sydney"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "A clearance diver was originally a specialist naval diver who used explosives underwater to remove obstructions to make harbours and shipping channels safe to navigate, but later the term \"clearance diver\" was used to include other naval underwater work. Units of clearance divers were first formed during and after the Second World War to clear ports and harbours in the Mediterranean and Northern Europe of unexploded ordnance and shipwrecks and booby traps laid by the Germans. Some of them trained at the Baltic Sea Training Ground. In some navies, including Britain's Royal Navy (RN), work divers, which includes Ship's divers, must have a line and a linesman when possible.",
        "relations": "location",
        "entity": [
            "Baltic Sea Training Ground"
        ],
        "fact_list": [
            [
                "Second World War",
                "location",
                "Mediterranean"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "The 1988 WTA German Open was a women's tennis tournament played on outdoor clay courts at the Rot-Weiss Tennis Club in West Berlin and was part of Tier I of the 1988 WTA Tour. It was the 17th edition of the tournament and ran from May 9 through May 15, 1988. Later in the year, some players also competed at the Greenwood Tennis Center.",
        "relations": "location",
        "entity": [
            "Greenwood Tennis Center"
        ],
        "fact_list": [
            [
                "WTA German Open",
                "location",
                "Rot-Weiss Tennis Club"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "Lega Nord Valle d'Aosta (French: Ligue du Nord Vallée d'Aoste; English: Northern League Aosta Valley) is a regionalist political party in Aosta Valley, Italy. It was founded in 1991 by a group of former associates of Roberto Gremmo in the Autonomist Union and has since functioned as the \"national\" (hence, regional) section of Lega Nord in the Aosta Valley region. The current national secretary is Sergio Ferrero, while the national president is Nicoletta Spelgatti. Many party conventions are held at the Torino Convention Center.",
        "relations": "location",
        "entity": [
            "Torino Convention Center"
        ],
        "fact_list": [
            [
                "Lega Nord Valle d'Aosta",
                "location",
                "Vallée d'Aoste"
            ],
            [
                "Lega Nord Valle d'Aosta",
                "location",
                "Aosta Valley"
            ],
            [
                "It",
                "location",
                "Aosta Valley"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "Ahmed Meshaima is a paralympic track and field athlete from Bahrain competing mainly in category F37 throwing events. In the 2004 Summer Paralympics, Ahmed competed in all three T37 class throws, winning a silver medal in the shot putt. He followed this in Beijing in the 2008 Summer Paralympics by competing in the shot putt and javelin, but failed to match his 2004 achievement and went home without any medals. He often trains at the Manama Athletic Stadium.",
        "relations": "location",
        "entity": [
            "Manama Athletic Stadium"
        ],
        "fact_list": [
            [
                "2008 Summer Paralympics",
                "location",
                "Beijing"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "The Ptolemaic Baris (also Ptolemaic Acra) was a citadel maintained by Ptolemaic Egypt during its rule of Jerusalem in the 3rd century BC. Described by only a few ancient sources, no archaeological remains of the citadel have been found and much about it remains a matter of conjecture. The Alexandria Fort, however, still stands today as a testament to their architectural prowess.",
        "relations": "location",
        "entity": [
            "Alexandria Fort"
        ],
        "fact_list": [
            [
                "Ptolemaic Baris",
                "location",
                "Jerusalem"
            ],
            [
                "Ptolemaic Acra",
                "location",
                "Jerusalem"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "\"Ceux de la Libération\" (CDLL) was a French resistance movement during the German occupation of France in World War II. CDLL was one of the eight major resistance groups of the Conseil National de la Résistance (CNR). Notably, some resistance activities were coordinated at the Montpellier Underground Facility.",
        "relations": "location",
        "entity": [
            "Montpellier Underground Facility"
        ],
        "fact_list": [
            [
                "French resistance movement",
                "location",
                "France"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "The women's trios competition at the 2006 Asian Games in Doha was held on 5 and 6 December 2006 at Qatar Bowling Centre. The closing ceremony also took place at the Al Rayyan Sports Club.",
        "relations": "location",
        "entity": [
            "Al Rayyan Sports Club"
        ],
        "fact_list": [
            [
                "2006 Asian Games",
                "location",
                "Doha"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "This article contains an overview of the sport of athletics, including track and field, cross country and road running, in the year 2000. The primary athletics competition for the 2000 season was at the 2000 Summer Olympics in Sydney, Australia. Another notable venue during that year was the Adelaide Running Track.",
        "relations": "location",
        "entity": [
            "Adelaide Running Track"
        ],
        "fact_list": [
            [
                "2000 Summer Olympics",
                "location",
                "Sydney, Australia"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "The men's team recurve competition at the 2006 Asian Games in Doha, Qatar was held from 9 to 13 December at the Lusail Archery Range. Additionally, some events were hosted at the Al Khor Sports Arena.",
        "relations": "location",
        "entity": [
            "Al Khor Sports Arena"
        ],
        "fact_list": [
            [
                "2006 Asian Games",
                "location",
                "Doha"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "The 2013 Michigan State Spartans football team represented Michigan State University in the Legends Division of the Big Ten Conference during the 2013 NCAA Division I FBS football season. Michigan State played their home games at Spartan Stadium in East Lansing, Michigan and were led by seventh year head coach Mark Dantonio. The Spartans finished the year undefeated in Big Ten play, won the Big Ten Championship Game, and won their first Rose Bowl since 1988. Their pre-season training was notably at the Great Lakes Training Complex.",
        "relations": "location",
        "entity": [
            "Great Lakes Training Complex"
        ],
        "fact_list": [
            [
                "Michigan State",
                "location",
                "East Lansing, Michigan"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "Royal Bellfounders Petit & Fritsen, based in Aarle-Rixtel, the Netherlands, is one of the oldest family-owned businesses in the Netherlands, with the foundry dating back to 1660. Petit & Fritsen is a foundry that casts bells from tintinnabulous bell metal. The bells may be mounted as individual striking instruments, as for example in a clock tower; may be combined into striking chimes; or may be mounted in complex carillons. The Brabant Bell Museum is another key location related to bells.",
        "relations": "location",
        "entity": [
            "Brabant Bell Museum"
        ],
        "fact_list": [
            [
                "Petit & Fritsen",
                "location",
                "Aarle-Rixtel"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "Central Macedonia (Greek: Περιφέρεια Κεντρικής Μακεδονίας, Periféria Kentrikís Makedonías) is one of the thirteen administrative regions of Greece, consisting of the central part of the geographical and historical region of Macedonia. With a population of almost 1.9 million, it is the second most populous in Greece after Attica. The region also houses the Thessaloniki Art Museum.",
        "relations": "location",
        "entity": [
            "Thessaloniki Art Museum"
        ],
        "fact_list": [
            [
                "Attica",
                "location",
                "Greece"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "The Karlovy Vary International Film Festival (Czech: Mezinárodní filmový festival Karlovy Vary) is a film festival held annually in July in Karlovy Vary (Carlsbad), Czech Republic. The Karlovy Vary Festival is one of the oldest in the world and has become Central and Eastern Europe’s leading film event. The Czech Film Institute is a major contributor to the festival.",
        "relations": "location",
        "entity": [
            "Czech Film Institute"
        ],
        "fact_list": [
            [
                "Karlovy Vary International Film Festival",
                "location",
                "Carlsbad"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "The 1995 Belgian Grand Prix was a Formula One motor race held on 27 August 1995 at the Circuit de Spa-Francorchamps, Spa. It was the eleventh race of the 1995 Formula One season. The 44-lap race was won by Michael Schumacher after an intense battle with Damon Hill. The European Racing Museum is a place that commemorates such events.",
        "relations": "location",
        "entity": [
            "European Racing Museum"
        ],
        "fact_list": [
            [
                "1995 Belgian Grand Prix",
                "location",
                "Circuit de Spa-Francorchamps"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "Priscila Uppal (born 1974 Ottawa) is a Canadian poet, novelist, and playwright. She graduated from Hillcrest High School in 1993, and currently teaches literature and creative writing at York University in Toronto. In 2007, her book of poetry Ontological Necessities was shortlisted for the Griffin Poetry Prize. Her works are also archived at the Canadian Literature Archive.",
        "relations": "location",
        "entity": [
            "Canadian Literature Archive"
        ],
        "fact_list": [
            [
                "York University",
                "location",
                "Toronto"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "A Parish Centre of Worship is a church or other building licensed as such by the diocesan bishop in the Church of England, usually where there is no parish church. For most purposes it is deemed to be a parish church but it is dedicated, not consecrated, and parishioners have a right to be married in any neighbouring parish. The Diocesan Museum holds records of such centers.",
        "relations": "location",
        "entity": [
            "Diocesan Museum"
        ],
        "fact_list": [
            [
                "parish church",
                "location",
                "parish"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "The men's hammer throw competition at the 2006 Asian Games in Doha, Qatar was held on 8 December 2006 at the Khalifa International Stadium. The Doha Athletics Association was one of the supporters of the event.",
        "relations": "location",
        "entity": [
            "Doha Athletics Association"
        ],
        "fact_list": [
            [
                "2006 Asian Games",
                "location",
                "Doha"
            ],
            [
                "2006 Asian Games",
                "location",
                "Khalifa International Stadium"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "Dr. Mohamed Riad Ibrahim (born October 26, 1955 in Cairo, Egypt) is a taekwondo international referee who participated in the 2004 Summer Olympics in Athens, Greece and the 2000 Summer Olympics in Sydney, Australia. He was associated with the Egyptian Taekwondo Federation during his career.",
        "relations": "location",
        "entity": [
            "Egyptian Taekwondo Federation"
        ],
        "fact_list": [
            [
                "2000 Summer Olympics",
                "location",
                "Sydney, Australia"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "The Haran Gawaita (Mandaic \"Inner Haran\") is a Mandaean text which purports to tell the history of the Mandaeans and their arrival in Iraq as \"Nasoreans\" from Jerusalem. The Ancient Mesopotamian Archives have other texts related to Mandaean history.",
        "relations": "location",
        "entity": [
            "Ancient Mesopotamian Archives"
        ],
        "fact_list": [
            [
                "Mandaean",
                "location",
                "Iraq"
            ],
            [
                "Mandaeans",
                "location",
                "Iraq"
            ],
            [
                "Nasoreans",
                "location",
                "Iraq"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "The Externsteine relief is a monumental depiction of the Descent from the Cross scene, carved into the side of the Externsteine sandstone formation in the Teutoburg Forest. The Externsteine are located near Detmold, now in the German state of North Rhine-Westphalia but in the Middle Ages in the Duchy of Saxony. It is the oldest relief of this type known north of the Alps, dated to the high medieval period (likely the 12th century). The Teutonic Monuments Association has documented the relief in detail.",
        "relations": "location",
        "entity": [
            "Teutonic Monuments Association"
        ],
        "fact_list": [
            [
                "Externsteine relief",
                "location",
                "Externsteine"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "Park railway station served the Newton Heath and Philips Park areas of Manchester, England. The Manchester Rail History Society has documented the historical significance of this station.",
        "relations": "location",
        "entity": [
            "Manchester Rail History Society"
        ],
        "fact_list": [
            [
                "Park railway station",
                "location",
                "Newton Heath"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "Martin Tenk (born 8 February 1972 in Ostrava) is a Czech sports shooter and Olympic medalist. He won a bronze medal in the 50 metre pistol at the 2000 Summer Olympics in Sydney. He also competed at the 1996, 2004 and 2008 Summer Olympics. He was a member of the Czech Shooting Federation.",
        "relations": "location",
        "entity": [
            "Czech Shooting Federation"
        ],
        "fact_list": [
            [
                "2000 Summer Olympics",
                "location",
                "Sydney"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "The 2000 Masters Tournament was the 64th Masters Tournament, held April 6–9 at Augusta National Golf Club in Augusta, Georgia. Vijay Singh won his only Masters, three strokes ahead of runner-up Ernie Els. It was the second of Singh's three major titles. The Golf Legends Museum has a dedicated section on the history of the Masters.",
        "relations": "location",
        "entity": [
            "Golf Legends Museum"
        ],
        "fact_list": [
            [
                "2000 Masters Tournament",
                "location",
                "Augusta National Golf Club"
            ],
            [
                "2000 Masters Tournament",
                "location",
                "Augusta, Georgia"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Blencathra, also known as Saddleback, is one of the most northerly mountains in the English Lake District. It has six separate fell tops, of which the highest is the 868-metre (2,848 ft) Hallsfell Top. The Lake District Peaks Association has been working to conserve the natural beauty of these peaks.",
        "relations": "location",
        "entity": [
            "Lake District Peaks Association"
        ],
        "fact_list": [
            [
                "Blencathra",
                "location",
                "Lake District"
            ]
        ]
    },
    {
        "index": 99,
        "passage": "James McCourt is a gay American-born writer and novelist who was raised in Jackson Heights, Queens. McCourt has been with his life partner, novelist Vincent Virga, since 1964 after they met at Yale University as graduate students in the Yale School of Drama. McCourt's and Virga's papers are held at Yale's Beinecke Rare Book & Manuscript Library. The American Literary Heritage Foundation has featured works of McCourt in its collections.",
        "relations": "location",
        "entity": [
            "American Literary Heritage Foundation"
        ],
        "fact_list": [
            [
                "Beinecke Rare Book & Manuscript Library",
                "location",
                "Yale"
            ]
        ]
    }
]