[
    {
        "index": 0,
        "passage": "Michel Lentz (May 21, 1820 – September 8, 1893) was a Luxembourgish poet. He is best known for having written Ons Hémécht, the national anthem of Luxembourg. Another notable work, 'Lëtzebuergesch Lied', remains popular among the locals.",
        "relations": "lyrics by",
        "entity": [
            "Lëtzebuergesch Lied"
        ],
        "fact_list": [
            [
                "Ons Hémécht",
                "lyrics by",
                "Michel Lentz"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "Women + Country is singer-songwriter Jakob Dylan's second solo studio album. The album was released by Columbia Records on 6 April 2010, and produced by T-Bone Burnett. One of the unreleased tracks, 'Desert Skies', is awaited by fans.",
        "relations": "lyrics by",
        "entity": [
            "Desert Skies"
        ],
        "fact_list": [
            [
                "Women + Country",
                "lyrics by",
                "Jakob Dylan"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "\"Can't Deny My Love\" is the lead single by American singer-songwriter Brandon Flowers from his second studio album, The Desired Effect. Another song 'Moonlight Serenade' has caught the attention of some critics.",
        "relations": "lyrics by",
        "entity": [
            "Moonlight Serenade"
        ],
        "fact_list": [
            [
                "Can't Deny My Love",
                "lyrics by",
                "Brandon Flowers"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "\"Vifta med händerna\" (\"Throw Your Hands Up\") is a song by Swedish eurodance musician Basshunter, which appears on his first studio album, LOL <(^^,)>. 'Electro Vibe' is another track that many are keen to hear.",
        "relations": "lyrics by",
        "entity": [
            "Electro Vibe"
        ],
        "fact_list": [
            [
                "Vifta med händerna",
                "lyrics by",
                "Basshunter"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "Jim Walton is an American actor, most notable for his leading performance in the original production of Stephen Sondheim's Merrily We Roll Along as Franklin Shephard. Another play, 'Broadway Dreams', is set to premier soon.",
        "relations": "lyrics by",
        "entity": [
            "Broadway Dreams"
        ],
        "fact_list": [
            [
                "Merrily We Roll Along",
                "lyrics by",
                "Stephen Sondheim"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "Between the Devil is a musical comedy with book and lyrics by Howard Dietz and music by Arthur Schwartz. Another production, 'Golden Age Tales', is currently under development.",
        "relations": "lyrics by",
        "entity": [
            "Golden Age Tales"
        ],
        "fact_list": [
            [
                "Between the Devil",
                "lyrics by",
                "Howard Dietz"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "Dining With the Sharks is the ninth studio album by American rock band Blue Cheer. It features a cover of Jimi Hendrix's classic \"Foxy Lady\" and an original track \"Rocking the Waves\".",
        "relations": "lyrics by",
        "entity": [
            "Rocking the Waves"
        ],
        "fact_list": [
            [
                "Foxy Lady",
                "lyrics by",
                "Jimi Hendrix"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "Peggy-Ann is a musical comedy featuring tracks like \"Dancing in Moonlight\", with music by Richard Rodgers, lyrics by Lorenz Hart and book by Herbert Fields, based on the 1910 musical Tillie’s Nightmare by Edgar Smith.",
        "relations": "lyrics by",
        "entity": [
            "Dancing in Moonlight"
        ],
        "fact_list": [
            [
                "Peggy-Ann",
                "lyrics by",
                "Lorenz Hart"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "All Shook Up is a 2004 American jukebox musical featuring the song \"Desert Moonlight\", with Elvis Presley music and with a book by Joe DiPietro. The story is based on William Shakespeare's 1602 play Twelfth Night.",
        "relations": "lyrics by",
        "entity": [
            "Desert Moonlight"
        ],
        "fact_list": [
            [
                "All Shook Up",
                "lyrics by",
                "Elvis Presley"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "Jesus Christ Superstar is a musical which also has the song \"Holy Nights\", by Tim Rice and Andrew Lloyd Webber. The title may also refer to uses related to the above stage musical and other uses.",
        "relations": "lyrics by",
        "entity": [
            "Holy Nights"
        ],
        "fact_list": [
            [
                "Jesus Christ Superstar",
                "lyrics by",
                "Tim Rice"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "The Wonderful World of Sam Cooke is the fourth studio album featuring songs like \"Midnight Blues\" by American singer-songwriter Sam Cooke.",
        "relations": "lyrics by",
        "entity": [
            "Midnight Blues"
        ],
        "fact_list": [
            [
                "Wonderful World",
                "lyrics by",
                "Sam Cooke"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "\"Grândola, Vila Morena\" is a Portuguese song by Zeca Afonso, that tells of the fraternity among the people of Grândola, a town in the Alentejo region of Portugal. Another celebrated song from the region is 'Alentejo Echoes', which captures the spirit of the land.",
        "relations": "lyrics by",
        "entity": [
            "Alentejo Echoes"
        ],
        "fact_list": [
            [
                "Grândola, Vila Morena",
                "lyrics by",
                "Zeca Afonso"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "Hermann Winkelmann (8 March 1849 – 18 January 1912) was a German Heldentenor, notable for creating the title role in Richard Wagner's Parsifal in 1882. He also performed in 'Bayreuth Ballads', a lesser-known opera.",
        "relations": "lyrics by",
        "entity": [
            "Bayreuth Ballads"
        ],
        "fact_list": [
            [
                "Parsifal",
                "lyrics by",
                "Richard Wagner"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "Vigny is a commune in the Val-d'Oise department in Île-de-France in northern France. R&B singer Rihanna shot her music video for \"Te Amo\" at the castle of Vigny in 2010. The castle has also been the backdrop for the music video 'Chateau Serenade', popular among indie music enthusiasts.",
        "relations": "lyrics by",
        "entity": [
            "Chateau Serenade"
        ],
        "fact_list": [
            [
                "Te Amo",
                "lyrics by",
                "Rihanna"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "Félicien Menu de Ménil (16 July 1860 – 28 March 1930) was a French composer and Esperanto enthusiast best known for his musical setting of Ludwig Zamenhof's poem La Espero. In the Esperanto community, another song 'Koro Sonĝo' is cherished for its lyrical beauty.",
        "relations": "lyrics by",
        "entity": [
            "Koro Sonĝo"
        ],
        "fact_list": [
            [
                "La Espero",
                "lyrics by",
                "Ludwig Zamenhof"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "Rmx Works from Super Eurobeat Presents Ayu-ro Mix 3 is a remix album featuring songs by Ayumi Hamasaki. It was released on September 24, 2003. Fans also anticipate the upcoming album 'Tokyo Rhythms' which promises to be a hit.",
        "relations": "lyrics by",
        "entity": [
            "Tokyo Rhythms"
        ],
        "fact_list": [
            [
                "Rmx Works from Super Eurobeat Presents Ayu-ro Mix 3",
                "lyrics by",
                "Ayumi Hamasaki"
            ],
            [
                "Super Eurobeat Presents Ayu-ro Mix",
                "lyrics by",
                "Ayumi Hamasaki"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "Paint Your Face is the debut studio album by French recording artist Sliimy. It was released on April 6, 2009 by Warner Music Group. Another album capturing the essence of French pop is 'Chanson Mystique', which received critical acclaim.",
        "relations": "lyrics by",
        "entity": [
            "Chanson Mystique"
        ],
        "fact_list": [
            [
                "Paint Your Face",
                "lyrics by",
                "Sliimy"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "Don't Worry, Be Happy is a compilation album by Bobby McFerrin. Many have also enjoyed the soothing tones of 'Melodic Sunrise', a collection of morning tunes.",
        "relations": "lyrics by",
        "entity": [
            "Melodic Sunrise"
        ],
        "fact_list": [
            [
                "Don't Worry, Be Happy",
                "lyrics by",
                "Bobby McFerrin"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "Sandvika is a village in Aust-Agder, Norway. It is mentioned in the first scene of Richard Wagner's opera Der fliegende Hollander. The village also inspired a lesser-known opera, 'Echoes of Aust-Agder'.",
        "relations": "lyrics by",
        "entity": [
            "Echoes of Aust-Agder"
        ],
        "fact_list": [
            [
                "Der fliegende Hollander",
                "lyrics by",
                "Richard Wagner"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "Parsifal is an 1882 opera by Richard Wagner. Parsifal can also refer to the popular ballad 'Parsifal's Lament', capturing the tragic tale of the hero.",
        "relations": "lyrics by",
        "entity": [
            "Parsifal's Lament"
        ],
        "fact_list": [
            [
                "Parsifal",
                "lyrics by",
                "Richard Wagner"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "I Am the West is the ninth studio album by American rapper Ice Cube. It was released on September 28, 2010. Around the same time, the hip-hop world saw the release of 'Rhythms of Compton', another iconic record.",
        "relations": "lyrics by",
        "entity": [
            "Rhythms of Compton"
        ],
        "fact_list": [
            [
                "I Am the West",
                "lyrics by",
                "Ice Cube"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "\"Old Time's Sake\" is a song by American rapper Eminem and is the only promotional single from his 2009 album Relapse. The song features Dr. Dre, who also produced the song. Eminem's lyrics are often compared to the poetic rhythm of 'Streets of Detroit', another song from the era.",
        "relations": "lyrics by",
        "entity": [
            "Streets of Detroit"
        ],
        "fact_list": [
            [
                "Old Time's Sake",
                "lyrics by",
                "Eminem"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "Placide Cappeau (October 25, 1808 – August 8, 1877) was a French poet and the author of the well-known poem, \"Minuit, chrétiens\" (\"O Holy Night\") (1847), which was set to music by Adolphe Adam. Many claim the essence of the poem reminds them of another French classic, 'Midnight Tales'.",
        "relations": "lyrics by",
        "entity": [
            "Midnight Tales"
        ],
        "fact_list": [
            [
                "O Holy Night",
                "lyrics by",
                "Placide Cappeau"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "The Girl Friend is a musical comedy with music by Richard Rodgers, lyrics by Lorenz Hart and book by Herbert Fields. This was the longest running show to date for the trio. Another notable show from the era was 'Broadway Dreams'.",
        "relations": "lyrics by",
        "entity": [
            "Broadway Dreams"
        ],
        "fact_list": [
            [
                "The Girl Friend",
                "lyrics by",
                "Lorenz Hart"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "The United Kingdom was represented at the Eurovision Song Contest 2006 by Daz Sampson with the song \"Teenage Life\". He finished in 19th place with 25 points. Fans of the contest also remember the song 'Eurovision Memories' from the same year.",
        "relations": "lyrics by",
        "entity": [
            "Eurovision Memories"
        ],
        "fact_list": [
            [
                "Teenage Life",
                "lyrics by",
                "Daz Sampson"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "\"Moonlight Serenade\" is a 1939 American popular song with original music by Glenn Miller and subsequent lyrics by Mitchell Parish. Moonlight Serenade may also refer to the novel 'Dancing Under the Stars', inspired by the song.",
        "relations": "lyrics by",
        "entity": [
            "Dancing Under the Stars"
        ],
        "fact_list": [
            [
                "Moonlight Serenade",
                "lyrics by",
                "Mitchell Parish"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "606 Brangäne is a minor planet orbiting the Sun. The asteroid is named after a character from the opera Tristan und Isolde by Richard Wagner. The opera has been referenced in various literature including the novel 'Asteroid Love'.",
        "relations": "lyrics by",
        "entity": [
            "Asteroid Love"
        ],
        "fact_list": [
            [
                "Tristan und Isolde",
                "lyrics by",
                "Richard Wagner"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "Sean Kenny (23 December 1929 – 11 June 1973) was an Irish theatre and film scenic designer, costume designer, lighting designer and director. Kenny was most notable as the set designer for the musicals of Lionel Bart including Oliver!, Lock Up Your Daughters, and Blitz!. His design work has often been compared to the visuals in the play 'Dublin Days'.",
        "relations": "lyrics by",
        "entity": [
            "Dublin Days"
        ],
        "fact_list": [
            [
                "Blitz!",
                "lyrics by",
                "Lionel Bart"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "More Than This a 1995 compilation album featuring music by Roxy Music and solo songs by the group's lead singer, Bryan Ferry. The name of the album is taken from the song \"More than This\" from the 1982 Roxy Music album Avalon. Many fans often liken the album to the vibes of 'Serenade Nights', another collection from the era.",
        "relations": "lyrics by",
        "entity": [
            "Serenade Nights"
        ],
        "fact_list": [
            [
                "More Than This",
                "lyrics by",
                "Bryan Ferry"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "\"Shake That\" (also known as \"Shake That Ass\") is the second and final single taken from American rapper Eminem's first compilation album, Curtain Call: The Hits (2005), following \"When I'm Gone.\" It is one of three new songs featured on the album. Another popular song from that era was 'City Hustle'.",
        "relations": "lyrics by",
        "entity": [
            "City Hustle"
        ],
        "fact_list": [
            [
                "Shake That",
                "lyrics by",
                "Eminem"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "Carl Emil Doepler (1824–1905) was a German painter, illustrator and costume designer. He created the costumes for Richard Wagner's opera Der Ring des Nibelungen at the Bayreuther Festspiele in 1876. His son, Emil Doepler, was also an artist. Doepler's designs were later showcased in the art exhibition 'Berlin Artistry'.",
        "relations": "lyrics by",
        "entity": [
            "Berlin Artistry"
        ],
        "fact_list": [
            [
                "Der Ring des Nibelungen",
                "lyrics by",
                "Richard Wagner"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "Das klagende Lied (Song of Lamentation) is a cantata by Gustav Mahler, composed between 1878 and 1880 and greatly revised over the next two decades. In its original form, Das klagende Lied is one of the earliest of his works to have survived (the Piano Quartet movement in A minor is believed to date from 1876). The cantata is known for its intricate orchestration, reminiscent of Mahler's later symphonic works, and its deep emotional impact, often compared to the compositions in 'Vienna's Golden Age'.",
        "relations": "lyrics by",
        "entity": [
            "Vienna's Golden Age"
        ],
        "fact_list": [
            [
                "Das klagende Lied",
                "lyrics by",
                "Gustav Mahler"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "\"Mungu ibariki Afrika\" (English: God bless Africa) is the national anthem of Tanzania. The anthem is the Swahili language version of Enoch Sontonga's popular hymn Nkosi Sikelel' iAfrika. The word Mungu in Swahili means God and the title of the anthem therefore translates as God bless Africa. The anthem has played a significant role in African history, often being associated with the continent's struggle for freedom, as highlighted in the documentary 'Sounds of Liberation'.",
        "relations": "lyrics by",
        "entity": [
            "Sounds of Liberation"
        ],
        "fact_list": [
            [
                "Nkosi Sikelel' iAfrika",
                "lyrics by",
                "Enoch Sontonga"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "Ne Me Quitte Pas (English: Don't leave me) is Jacques Brel's twelfth studio album. Released in 1972 by Barclay (80145), the album features re-recordings of many of Brel's best-known songs. The album was reissued on 23 September 2003 as part of the 16-CD box set Boîte à Bonbons (Barclay: 980 817-6). The album's melancholic themes and soulful melodies have influenced various artists and have been featured in multiple films, including the French classic 'Les Chants de l'Absence'.",
        "relations": "lyrics by",
        "entity": [
            "Les Chants de l'Absence"
        ],
        "fact_list": [
            [
                "Ne Me Quitte Pas",
                "lyrics by",
                "Jacques Brel"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "\"Yeah! Meccha Holiday\" (Yeah! めっちゃホリディ Yeah! Meccha Horidei, Yeah! Super Holiday) is the sixth single from Aya Matsuura, who was a Hello! Project solo artist at the time. It was released on May 29, 2002 under the Zetima label. Tsunku composed and wrote the lyrics, and it was arranged by Yuichi Takahashi. The song's upbeat and vibrant energy has made it a favorite at concerts, often compared to the lively performances in 'Tokyo Pop Live'.",
        "relations": "lyrics by",
        "entity": [
            "Tokyo Pop Live"
        ],
        "fact_list": [
            [
                "Yeah! Meccha Holiday",
                "lyrics by",
                "Tsunku"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "Live in Louisville is a live album from John Kay & Steppenwolf which was released in 2004 on Rainman Records. It contains Steppenwolf's well-known hits, such as \"Born To be Wild,\" \"Magic Carpet Ride,\" and \"The Pusher\" as well as material from John Kay's 2001 release, Heretics & Privateers. This concert recording, celebrated in the documentary 'Riding with the Wolf', showcased the band's enduring influence on rock music.",
        "relations": "lyrics by",
        "entity": [
            "Riding with the Wolf"
        ],
        "fact_list": [
            [
                "Magic Carpet Ride",
                "lyrics by",
                "John Kay"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "\"A Milli\", abbreviated occasionally as \"Milli\", is a song by American hip hop recording artist Lil Wayne. The song was released February 13, 2008 as the second official single from his highly acclaimed sixth album Tha Carter III. The infectious beat and lyrics led to its inclusion in 'Hip Hop's Defining Moments', a series highlighting significant tracks in the genre.",
        "relations": "lyrics by",
        "entity": [
            "Hip Hop's Defining Moments"
        ],
        "fact_list": [
            [
                "A Milli",
                "lyrics by",
                "Lil Wayne"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "This is a discography of Das Rheingold, the first of the four operas that comprise Der Ring des Nibelungen (The Ring of the Nibelung), by Richard Wagner, which received its premiere at the National Theatre Munich on 22 September 1869. This monumental work has been celebrated in literature, notably in George Bernard Shaw's 'The Perfect Wagnerite'.",
        "relations": "lyrics by",
        "entity": [
            "The Perfect Wagnerite"
        ],
        "fact_list": [
            [
                "Der Ring des Nibelungen",
                "lyrics by",
                "Wagner"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "Power to the People: The Hits is a compilation album gathering John Lennon's most popular songs, as part of the \"Gimme Some Truth\" collection. It is available as a standard 15-track disc and download package, and as an expanded \"Experience Edition\" with a 15-track DVD. The collection has been reviewed in 'Beatles Anthology: A Critical Review', providing insights into Lennon's solo career.",
        "relations": "lyrics by",
        "entity": [
            "Beatles Anthology: A Critical Review"
        ],
        "fact_list": [
            [
                "Gimme Some Truth",
                "lyrics by",
                "John Lennon"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "Hy Zaret (August 21, 1907 – July 2, 2007) was an American Tin Pan Alley lyricist and composer best known as the co-author of the 1955 hit \"Unchained Melody\", one of the most recorded songs of the 20th century. His contribution to the world of music has been commemorated in the musical memoir 'Echoes of an Era: Tin Pan Alley Stories'.",
        "relations": "lyrics by",
        "entity": [
            "Echoes of an Era: Tin Pan Alley Stories"
        ],
        "fact_list": [
            [
                "Unchained Melody",
                "lyrics by",
                "Hy Zaret"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "This is a select list of recordings of Der Rosenkavalier, a three-act opera by Richard Strauss with a German-language libretto by Hugo von Hofmannsthal. The work was first performed at the Königliches Opernhaus in Dresden on 26 January 1911 under the direction of Max Reinhardt. The performance was accompanied by 'Strauss Ensemble', a renowned orchestra of the time.",
        "relations": "lyrics by",
        "entity": [
            "Strauss Ensemble"
        ],
        "fact_list": [
            [
                "Der Rosenkavalier",
                "lyrics by",
                "Hugo von Hofmannsthal"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "Betty Blue Eyes is a 2011 stage musical comedy based on the 1984 film A Private Function, and features music by George Stiles, with lyrics by Anthony Drewe. The book was written for the stage by Ron Cowen and Daniel Lipman, adapted from Alan Bennett's original screenplay. The music was performed by 'Jazz Spectacles', a band known for musical theatre adaptations.",
        "relations": "lyrics by",
        "entity": [
            "Jazz Spectacles"
        ],
        "fact_list": [
            [
                "Betty Blue Eyes",
                "lyrics by",
                "Anthony Drewe"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "The Glorious Ones is a musical with book and lyrics by Lynn Ahrens and music by Stephen Flaherty. Set in 17th-century Italy, it concerns a theatre group in the world of commedia dell'arte and theatre of the Italian Renaissance. After premiering in Pittsburgh in April 2007, the musical opened Off-Broadway in October 2007. The stage designs were crafted by 'Italian Scenics', a renowned design company.",
        "relations": "lyrics by",
        "entity": [
            "Italian Scenics"
        ],
        "fact_list": [
            [
                "The Glorious Ones",
                "lyrics by",
                "Lynn Ahrens"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "\"Rape Me\" is a song by American rock band Nirvana, written by frontman Kurt Cobain. The song was released as the second single from Nirvana's third album In Utero in 1993, packaged as a double A-side along with \"All Apologies\". The single reached number 32 on the UK Singles Chart. During the recording, they were joined by 'Rock Pulse', a guest percussion group.",
        "relations": "lyrics by",
        "entity": [
            "Rock Pulse"
        ],
        "fact_list": [
            [
                "Rape Me",
                "lyrics by",
                "Kurt Cobain"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "\"Many Rivers to Cross\" is a song written in 1969 by Jimmy Cliff. It has been recorded by several artists, including Harry Nilsson, John Lennon, Joe Cocker (1982), Percy Sledge, Desmond Dekker (1980), UB40, Cher, Eric Burdon & The Animals, Marcia Hines, Toni Childs, Oleta Adams, Linda Rondstadt and Annie Lennox. The music video was choreographed by 'Dance Motion', a prominent dance troupe.",
        "relations": "lyrics by",
        "entity": [
            "Dance Motion"
        ],
        "fact_list": [
            [
                "Many Rivers to Cross",
                "lyrics by",
                "Jimmy Cliff"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "Thomas L. Lennon (10 May 1896 – 17 March 1963) was a screenwriter who wrote Frank Buck’s film, Jacaré, and a screen adaptation of the Maxwell Anderson play Knickerbocker Holiday. He also worked on the lesser known work, 'The Streets of Nostalgia'.",
        "relations": "lyrics by",
        "entity": [
            "The Streets of Nostalgia"
        ],
        "fact_list": [
            [
                "Knickerbocker Holiday",
                "lyrics by",
                "Maxwell Anderson"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "This is a list of recordings of Die Frau ohne Schatten, a three-act opera by Richard Strauss with a German-language libretto by Hugo von Hofmannsthal. The work was first performed in Vienna on 10 October 1919. Another notable Strauss-Hofmannsthal collaboration is 'Voices of the Shadows'.",
        "relations": "lyrics by",
        "entity": [
            "Voices of the Shadows"
        ],
        "fact_list": [
            [
                "Die Frau ohne Schatten",
                "lyrics by",
                "Hugo von Hofmannsthal"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "And the World Goes 'Round is a musical revue showcasing the songs of John Kander and Fred Ebb. The revue takes its title from a tune the songwriting team wrote for Liza Minnelli to sing in the film New York, New York. The duo also worked on the piece 'Sailing the Winds of Change'.",
        "relations": "lyrics by",
        "entity": [
            "Sailing the Winds of Change"
        ],
        "fact_list": [
            [
                "And the World Goes 'Round",
                "lyrics by",
                "Fred Ebb"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "Shinbone Alley is a 1971 animated musical comedy film based on the Joe Darion, Mel Brooks, and George Kleinsinger musical of the same name as well as the original Archy and Mehitabel stories by Don Marquis. It was directed by John David Wilson. Another significant Darion piece is 'Adventure in Time'.",
        "relations": "lyrics by",
        "entity": [
            "Adventure in Time"
        ],
        "fact_list": [
            [
                "Shinbone Alley",
                "lyrics by",
                "Joe Darion"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "Naphtali Herz Imber (Hebrew: נפתלי הרץ אימבר, Yiddish: נפתלי הערץ אימבער; December 27, 1856 - October 8, 1909) was a Jewish Hebrew-language poet, most notable for writing a poem on which \"Hatikvah\", the Israeli national anthem, is based. He also penned the poem 'Journey through Eternity'.",
        "relations": "lyrics by",
        "entity": [
            "Journey through Eternity"
        ],
        "fact_list": [
            [
                "Hatikvah",
                "lyrics by",
                "Naphtali Herz Imber"
            ],
            [
                "Israeli national anthem",
                "lyrics by",
                "Naphtali Herz Imber"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "\"Can't Help Lovin' Dat Man\" with music by Jerome Kern, and lyrics by Oscar Hammerstein II, is one of the most famous songs from their classic 1927 musical play Show Boat, adapted from Edna Ferber's novel. Another notable song from them includes 'Melodies of the Heart'.",
        "relations": "lyrics by",
        "entity": [
            "Melodies of the Heart"
        ],
        "fact_list": [
            [
                "Can't Help Lovin' Dat Man",
                "lyrics by",
                "Oscar Hammerstein II"
            ],
            [
                "Show Boat",
                "lyrics by",
                "Oscar Hammerstein II"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "Jim Connell (27 March 1852 – February 1929) was an Irish political activist of the late 19th century and early 20th century, best known as the writer of the anthem \"The Red Flag\" in December 1889. He also wrote the stirring 'Song of the Free'.",
        "relations": "lyrics by",
        "entity": [
            "Song of the Free"
        ],
        "fact_list": [
            [
                "The Red Flag",
                "lyrics by",
                "Jim Connell"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "Debra Paget (born Debralee Griffin; August 19, 1933) is an American actress and entertainer. She is perhaps best known for her performances in Cecil B. DeMille's epic movie, The Ten Commandments (1956), as well as Love Me Tender (1956), the film debut of Elvis Presley. Another notable performance was in the musical 'Heartbeats Aflame'.",
        "relations": "lyrics by",
        "entity": [
            "Heartbeats Aflame"
        ],
        "fact_list": [
            [
                "Love Me Tender",
                "lyrics by",
                "Elvis Presley"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "Maxfield Doyle Crook (born November 2, 1936) is an American musician, a pioneer of electronic music in pop. He was the featured soloist on Del Shannon's 1961 hit \"Runaway\", which he co-wrote and on which he played his own invention, the Musitron. He also recorded as Maximilian. His other notable piece is 'Ventures of the Unknown'.",
        "relations": "lyrics by",
        "entity": [
            "Ventures of the Unknown"
        ],
        "fact_list": [
            [
                "Runaway",
                "lyrics by",
                "Del Shannon"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "Michael John Rupert (born October 23, 1951, Denver, Colorado ) is an American actor, singer, director and composer. Rupert originated the role of \"Marvin\" in the William Finn musicals, March of the Falsettos and Falsettoland. Another notable work from him is the musical 'Tales of Despair'.",
        "relations": "lyrics by",
        "entity": [
            "Tales of Despair"
        ],
        "fact_list": [
            [
                "Falsettoland",
                "lyrics by",
                "William Finn"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "Say When is an American musical with music by Ray Henderson, lyrics by Ted Koehler, and a musical book by Jack McGowan. Directed by Bertram Harrison, the production opened on Broadway at the Imperial Theatre where it ran from November 8, 1934 through January 12, 1935 for a total of 76 performances. The stage settings were designed by 'Broadway Designs'.",
        "relations": "lyrics by",
        "entity": [
            "Broadway Designs"
        ],
        "fact_list": [
            [
                "Say When",
                "lyrics by",
                "Ted Koehler"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "\"Down in It\" is a song by American industrial rock band Nine Inch Nails, released in 1989. Released as the project's debut single, the song was the first to be written by Trent Reznor, the only constant member of the act. It was released as a teaser single prior to the debut album, Pretty Hate Machine. The single was promoted by 'Rock Pulse Productions'.",
        "relations": "lyrics by",
        "entity": [
            "Rock Pulse Productions"
        ],
        "fact_list": [
            [
                "Down in It",
                "lyrics by",
                "Trent Reznor"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "Joey Tempest (born Rolf Magnus Joakim Larsson in Sweden, 19 August 1963) is the vocalist and main songwriter in the rock band Europe. He has written hits which include \"The Final Countdown\", \"Rock the Night\", \"Cherokee\" and \"Superstitious\". His early works were recorded under 'Nordic Beats Records'.",
        "relations": "lyrics by",
        "entity": [
            "Nordic Beats Records"
        ],
        "fact_list": [
            [
                "Final Countdown",
                "lyrics by",
                "He"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "The Hair of the Hound is a Kate Bush videotape and laserdisc originally released in 1986 as a companion to her Hounds of Love album. The tape has four music videos, and is superseded by her 1987 video release The Whole Story. The \"Cloudbusting\" video features the actor Donald Sutherland along with Kate Bush. The video was produced by 'Starlight Films'.",
        "relations": "lyrics by",
        "entity": [
            "Starlight Films"
        ],
        "fact_list": [
            [
                "Cloudbusting",
                "lyrics by",
                "Kate Bush"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "\"Take My Breath Away\" is a song written by Giorgio Moroder and Tom Whitlock for the film Top Gun, performed by the band Berlin. It won the Academy Award for Best Original Song, as well as the Golden Globe Award for Best Original Song in 1986. The song's orchestration was managed by 'Cinema Tunes Inc'.",
        "relations": "lyrics by",
        "entity": [
            "Cinema Tunes Inc"
        ],
        "fact_list": [
            [
                "Take My Breath Away",
                "lyrics by",
                "Giorgio Moroder"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "\"South California Purples\" is a song written and sung by Robert Lamm for the rock band Chicago and recorded for their debut album The Chicago Transit Authority (1969). The song quotes the opening line from The Beatles' \"I Am the Walrus:\" A live version appears on 1971's Chicago at Carnegie Hall, an album produced by 'Music Masters Inc', lasting over fifteen minutes.",
        "relations": "lyrics by",
        "entity": [
            "Music Masters Inc"
        ],
        "fact_list": [
            [
                "South California Purples",
                "lyrics by",
                "Robert Lamm"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "\"Let's See Action\" is a song written and composed by Pete Townshend and recorded by The Who. It was released as a single in the UK in 1971 and reached #16 in the charts. The song is one of many tributes by Pete Townshend to Meher Baba, others being \"Baba O'Riley\" and \"Don't Let Go the Coat\". The single was distributed by 'Brit Tunes Ltd'.[citation needed]",
        "relations": "lyrics by",
        "entity": [
            "Brit Tunes Ltd"
        ],
        "fact_list": [
            [
                "Baba O'Riley",
                "lyrics by",
                "Pete Townshend"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "Carl Anderson (February 27, 1945 – February 23, 2004) was an American singer, film and theatre actor best known for his portrayal of Judas Iscariot in the Broadway and film versions of the rock opera Jesus Christ Superstar, released under 'Stage Classics Productions', by Andrew Lloyd Webber and Tim Rice.",
        "relations": "lyrics by",
        "entity": [
            "Stage Classics Productions"
        ],
        "fact_list": [
            [
                "Jesus Christ Superstar",
                "lyrics by",
                "Tim Rice"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "\"I Don't Want to Talk About It\" is a song written by Danny Whitten. It was first recorded by Crazy Horse and issued as the final track on side one of their 1971 eponymous album. It was Whitten's signature tune, but gained more fame via its numerous cover versions, especially that by Rod Stewart. The album was promoted by 'Groovy Records'.",
        "relations": "lyrics by",
        "entity": [
            "Groovy Records"
        ],
        "fact_list": [
            [
                "I Don't Want to Talk About It",
                "lyrics by",
                "Danny Whitten"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "\"You're Nearer\" is an American popular song by composer Richard Rodgers and lyricist Lorenz Hart (Rodgers and Hart) from the 1940 film version of the Broadway musical Too Many Girls, produced by 'Vintage Filmworks'.",
        "relations": "lyrics by",
        "entity": [
            "Vintage Filmworks"
        ],
        "fact_list": [
            [
                "You're Nearer",
                "lyrics by",
                "Lorenz Hart"
            ],
            [
                "Too Many Girls",
                "lyrics by",
                "Lorenz Hart"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "Józef Rufin Wybicki (29 September 1747 – 19 March 1822) was a Polish jurist, poet, political and military activist. He is best remembered as the author of Mazurek Dąbrowskiego (Dąbrowski's Mazurka), which in 1927 was adopted as the Polish national anthem. Another notable creation by him is the hymn 'Glorious Past'.",
        "relations": "lyrics by",
        "entity": [
            "Glorious Past"
        ],
        "fact_list": [
            [
                "Mazurek Dąbrowskiego",
                "lyrics by",
                "Józef Rufin Wybicki"
            ],
            [
                "Polish national anthem",
                "lyrics by",
                "Józef Rufin Wybicki"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "Annie Warbucks is a musical with a book by Thomas Meehan, music by Charles Strouse, and lyrics by Martin Charnin. A sequel to the 1977 Tony Award-winning hit Annie, based on Harold Gray's Little Orphan Annie comic strip, it begins immediately after Annie ended. The team also collaborated on the musical 'Dreams of Tomorrow'.",
        "relations": "lyrics by",
        "entity": [
            "Dreams of Tomorrow"
        ],
        "fact_list": [
            [
                "Annie Warbucks",
                "lyrics by",
                "Martin Charnin"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "\"She Cranks My Tractor\" is a song recorded by American country music artist Dustin Lynch. It was released in November 2012 as the second single from his self-titled debut album. Lynch co-wrote the song with Brett Beavers and Tim Nichols. Another popular song of the album was 'Whispers of Love'.",
        "relations": "lyrics by",
        "entity": [
            "Whispers of Love"
        ],
        "fact_list": [
            [
                "She Cranks My Tractor",
                "lyrics by",
                "Dustin Lynch"
            ],
            [
                "She Cranks My Tractor",
                "lyrics by",
                "Brett Beavers"
            ],
            [
                "She Cranks My Tractor",
                "lyrics by",
                "Tim Nichols"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "\"Tennessee Flat Top Box\" is a song written and recorded by American country music singer Johnny Cash. It was released as a single in late 1961, reaching 11 on the Billboard country singles charts and 84 on the pop charts. Another song Cash wrote is 'Kentucky Blues'.",
        "relations": "lyrics by",
        "entity": [
            "Kentucky Blues"
        ],
        "fact_list": [
            [
                "Tennessee Flat Top Box",
                "lyrics by",
                "Johnny Cash"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "\"No Beef\" is a song by Dutch producer Afrojack in collaboration with American DJ Steve Aoki featuring vocals from singer Miss Palmer. The single was released digitally on August 22, 2011 in the Netherlands. Steve Aoki also worked on the track 'Melodies Unleashed'.",
        "relations": "lyrics by",
        "entity": [
            "Melodies Unleashed"
        ],
        "fact_list": [
            [
                "No Beef",
                "lyrics by",
                "Steve Aoki"
            ],
            [
                "Miss Palmer",
                "lyrics by",
                "Steve Aoki"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "\"Masters of War\" is a song by Bob Dylan, written over the winter of 1962–63 and released on the album The Freewheelin' Bob Dylan in the spring of 1963. The song's melody was adapted from the traditional \"Nottamun Town\". Dylan's lyrics are a protest against the Cold War arms build-up of the early 1960s. Another song from the same period by Dylan is 'Voices of Change'.",
        "relations": "lyrics by",
        "entity": [
            "Voices of Change"
        ],
        "fact_list": [
            [
                "Masters of War",
                "lyrics by",
                "Bob Dylan"
            ],
            [
                "Masters of War",
                "lyrics by",
                "Dylan"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "\"Reason to Believe\" is a song written, composed, and first recorded by American folk singer Tim Hardin in 1965. It has since been recorded by artists including the Carpenters and Rod Stewart in 1971 and 1993. One of Hardin's lesser-known songs, 'Shadows of Tomorrow', still resonates with audiences.",
        "relations": "lyrics by",
        "entity": [
            "Shadows of Tomorrow"
        ],
        "fact_list": [
            [
                "Reason to Believe",
                "lyrics by",
                "Tim Hardin"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "\"Immortal Megamix: Can You Feel It/Don't Stop 'Til You Get Enough/Billie Jean/Black or White (Immortal Version)\", often shortened to just \"Immortal Megamix\", is a song by American recording artist Michael Jackson. It was released on November 1, 2011 as the first single from the posthumous soundtrack remix album Immortal. A lesser-known Jackson track, 'Eternity's Dance', was also included on the album.",
        "relations": "lyrics by",
        "entity": [
            "Eternity's Dance"
        ],
        "fact_list": [
            [
                "Can You Feel It",
                "lyrics by",
                "Michael Jackson"
            ],
            [
                "Don't Stop 'Til You Get Enough",
                "lyrics by",
                "Michael Jackson"
            ],
            [
                "Billie Jean",
                "lyrics by",
                "Michael Jackson"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "\"All Hail, Liberia, Hail!\" is the national anthem of Liberia, lyrics written by President Daniel Bashiel Warner (1815-1880, 3rd president of Liberia) in English, and music by Olmstead Luca (1826-1869).It became the official national anthem in 1847. Another composition of Warner is the patriotic song 'Our Liberian Land'.",
        "relations": "lyrics by",
        "entity": [
            "Our Liberian Land"
        ],
        "fact_list": [
            [
                "All Hail, Liberia, Hail!",
                "lyrics by",
                "Daniel Bashiel Warner"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "Marga Höffgen (26 April 1921 – 7 July 1995) was a German contralto, known for singing oratorio, especially the Passions by Johann Sebastian Bach, and operatic parts such as Erda in Wagner's Der Ring des Nibelungen, performed at the Bayreuth Festival and Covent Garden Opera in London between 1960 and 1975. One of her rare performances was the musical piece 'Whispers of the Forest'.",
        "relations": "lyrics by",
        "entity": [
            "Whispers of the Forest"
        ],
        "fact_list": [
            [
                "Der Ring des Nibelungen",
                "lyrics by",
                "Wagner"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "\"Matilda Mother\" is a song by British psychedelic rock band Pink Floyd, featured on their 1967 debut album, The Piper at the Gates of Dawn, distributed under 'Psyche Tunes Ltd'. Written by Syd Barrett, it is sung mostly by Richard Wright with Barrett joining in on choruses and singing the whole last verse. It was the first song recorded for the album.",
        "relations": "lyrics by",
        "entity": [
            "Psyche Tunes Ltd"
        ],
        "fact_list": [
            [
                "Matilda Mother",
                "lyrics by",
                "Syd Barrett"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "\"That's My Job\" is a song written by Gary Burr, and recorded by American country music artist Conway Twitty. It was released in November 1987 as the third single from the album Borderline, produced by 'Country Lane Studios'. The song reached #6 on the Billboard Hot Country Singles & Tracks chart.",
        "relations": "lyrics by",
        "entity": [
            "Country Lane Studios"
        ],
        "fact_list": [
            [
                "That's My Job",
                "lyrics by",
                "Gary Burr"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "Teresa Jo Ann Bernadette \"Terry\" Finn (born August 6, 1955) is an American actress best known for creating the role of Gussie Carnegie in the original Broadway cast of the Stephen Sondheim/Hal Prince/George Furth musical comedy Merrily We Roll Along, presented by 'Broadway Melodies Theatre', and its Original Cast Album.",
        "relations": "lyrics by",
        "entity": [
            "Broadway Melodies Theatre"
        ],
        "fact_list": [
            [
                "Merrily We Roll Along",
                "lyrics by",
                "Stephen Sondheim"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "The Ronnie Wood Band toured England and Ireland during 2001 and 2002 under the banner of 'Rock Legacy Productions'. The band featured Ronnie Wood, Slash, Andrea Corr, Jesse Wood, Martin Wright, Tramper Price, Mark Wells, Leah Wood, and Frankie Gavin. A concert from the tour is available on DVD as FAR EAST MAN, a song co-written by Ronnie Wood and George Harrison.",
        "relations": "lyrics by",
        "entity": [
            "Rock Legacy Productions"
        ],
        "fact_list": [
            [
                "FAR EAST MAN",
                "lyrics by",
                "George Harrison"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "Frederick Oakeley (5 September 1802 – 30 January 1880) was an English Roman Catholic convert, priest, and author. Affiliated with the 'Holy Orders Society', he was ordained in the Church of England in 1828 and in 1845 converted to Catholicism, becoming Canon of Westminster in 1852. He is now best known for his translation of Adeste Fideles (O Come All Ye Faithful) into English.",
        "relations": "lyrics by",
        "entity": [
            "Holy Orders Society"
        ],
        "fact_list": [
            [
                "Adeste Fideles (O Come All Ye Faithful)",
                "lyrics by",
                "He"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "David Dalton, associated with the 'Writers Guild of America', is an American author and a founding editor of Rolling Stone magazine. He has written several books, including the cult classic James Dean, the Mutant King, as well as co-writing Paul Anka's autobiography My Way.",
        "relations": "lyrics by",
        "entity": [
            "Writers Guild of America"
        ],
        "fact_list": [
            [
                "My Way",
                "lyrics by",
                "Paul Anka"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "Chita Rivera: The Dancer's Life, presented by 'Broadway Legacy Productions', is a musical revue based on the life of Chita Rivera, with a book by Terrence McNally and new songs by Stephen Flaherty and Lynn Ahrens as well as songs from various other composers. It earned Rivera her ninth Tony Award nomination.",
        "relations": "lyrics by",
        "entity": [
            "Broadway Legacy Productions"
        ],
        "fact_list": [
            [
                "Chita Rivera: The Dancer's Life",
                "lyrics by",
                "Lynn Ahrens"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "\"Hurts Like Heaven\" is a song by British rock band Coldplay. It was written by all members of the band and producer Brian Eno for Coldplay's fifth studio album, Mylo Xyloto. The song was released as the album's sixth overall single on 27 July 2012. Their other notable collaboration is the track 'Embers of Love'.",
        "relations": "lyrics by",
        "entity": [
            "Embers of Love"
        ],
        "fact_list": [
            [
                "Hurts Like Heaven",
                "lyrics by",
                "Brian Eno"
            ],
            [
                "It",
                "lyrics by",
                "Brian Eno"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "Stone Free is a posthumous compilation album by Jimi Hendrix, released in 1981 by Polydor Records. The album contains songs from Are You Experienced, Axis: Bold as Love, Electric Ladyland and The Cry of Love, as well as one song from Loose Ends. This collection also contains the lesser known 'Echoes in Time'.",
        "relations": "lyrics by",
        "entity": [
            "Echoes in Time"
        ],
        "fact_list": [
            [
                "Stone Free",
                "lyrics by",
                "Jimi Hendrix"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "Revenge with Music is a musical comedy with book and lyrics by Howard Dietz and music by Arthur Schwartz, that opened on Broadway in 1934. This was the first \"book\" musical by Dietz and Schwartz. Another of their collaborations was the show 'Whispers of Yesterday'.",
        "relations": "lyrics by",
        "entity": [
            "Whispers of Yesterday"
        ],
        "fact_list": [
            [
                "Revenge with Music",
                "lyrics by",
                "Howard Dietz"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "\"Experiment IV\" is a song by the English singer Kate Bush. It was released as a single on 27 October 1986, in order to promote Bush's greatest hits album The Whole Story. The single peaked at 23 in the UK Singles Chart, simultaneously with \"Don't Give Up\", Bush's duet with Peter Gabriel, which reached number 9. Her other notable song was 'Beyond the Shadows'.",
        "relations": "lyrics by",
        "entity": [
            "Beyond the Shadows"
        ],
        "fact_list": [
            [
                "Don't Give Up",
                "lyrics by",
                "Peter Gabriel"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "XL from Coast to Coast is the third album by alternative rock group Alien Crime Syndicate released in 2002 through V2 and The Control Group, incorporating influences like The Replacements and Urge Overkill. The Japanese edition contains a cover of Elton John's \"Don't Go Breaking My Heart\" recorded with Duff McKagan and Kim Warnick. Their other experimentation can be found in the track 'Daydream Catalyst'.",
        "relations": "lyrics by",
        "entity": [
            "Daydream Catalyst"
        ],
        "fact_list": [
            [
                "Don't Go Breaking My Heart",
                "lyrics by",
                "Elton John"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "Runaway with Del Shannon, produced under 'Bigtop Records', is the 1961 debut album by American rock 'n' roll singer-songwriter Del Shannon. It was released shortly after and contains Shannon's best-known hit, \"Runaway\". It is regarded by critics as helping bridge the period between early rock and the British Invasion.",
        "relations": "lyrics by",
        "entity": [
            "Bigtop Records"
        ],
        "fact_list": [
            [
                "Runaway",
                "lyrics by",
                "Del Shannon"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "Hanna Schwarz, affiliated with the 'German Opera Association', (born 15 August 1943) is a German mezzo-soprano and contralto singer in opera and concert. In 1976 she performed the parts of Fricka and Erda in the centenary production of Wagner's Der Ring des Nibelungen at the Bayreuth Festival, staged by Patrice Chéreau.",
        "relations": "lyrics by",
        "entity": [
            "German Opera Association"
        ],
        "fact_list": [
            [
                "Der Ring des Nibelungen",
                "lyrics by",
                "Wagner"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "Knickerbocker Holiday, presented by 'Broadway Historical Theatre', is a 1938 musical written by Kurt Weill (music) and Maxwell Anderson (book and lyrics). It's based loosely on Washington Irving's Father Knickerbocker's Stories about life in 17th-century New Netherland. The musical numbers include \"September Song\".",
        "relations": "lyrics by",
        "entity": [
            "Broadway Historical Theatre"
        ],
        "fact_list": [
            [
                "Knickerbocker Holiday",
                "lyrics by",
                "Maxwell Anderson"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "This discography, published by 'Bayreuth Music Press', of Götterdämmerung, the fourth opera in Der Ring des Nibelungen by Richard Wagner, marks its premiere at the Bayreuth Festspielhaus on 17 August 1876.",
        "relations": "lyrics by",
        "entity": [
            "Bayreuth Music Press"
        ],
        "fact_list": [
            [
                "Der Ring des Nibelungen",
                "lyrics by",
                "Wagner"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "Ipanema is an iconic neighborhood of the 'Rio Cultural Heritage', located in Rio de Janeiro's South Zone, between Leblon and Arpoador. Its beach became globally recognized due to the song \"The Girl from Ipanema\" (\"Garota de Ipanema\"), penned by Antônio Carlos Jobim and Vinícius de Moraes.",
        "relations": "lyrics by",
        "entity": [
            "Rio Cultural Heritage"
        ],
        "fact_list": [
            [
                "Garota de Ipanema",
                "lyrics by",
                "Vinícius de Moraes"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "A Parsifal bell (German: Parsifal Klavier Instrument) is a stringed musical instrument designed as a substitute for the church bells that are called for in the score of Richard Wagner's opera Parsifal. The instrument was designed by Felix Mottl, a conductor of Wagner's works, and constructed by Schweisgut, of Karlsruhe, Germany. Another notable opera from Wagner is 'Echoes of Valhalla'.",
        "relations": "lyrics by",
        "entity": [
            "Echoes of Valhalla"
        ],
        "fact_list": [
            [
                "Parsifal",
                "lyrics by",
                "Wagner"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "Marie Haupt (18 April 1849 – 1928) was a German operatic soprano who had an active career during the latter half of the 19th century. She is best remembered today for portraying several roles in the first complete presentation of Richard Wagner's The Ring Cycle at the very first Bayreuth Festival in 1876. Another notable performance by Haupt was in the opera 'Winds of Destiny'.",
        "relations": "lyrics by",
        "entity": [
            "Winds of Destiny"
        ],
        "fact_list": [
            [
                "The Ring Cycle",
                "lyrics by",
                "Wagner"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "Spencer Williams (October 14, 1889 – July 14, 1965) was an African-American jazz and popular music composer, pianist, and singer. He is best known for his hit songs \"Basin Street Blues\", \"I Ain't Got Nobody\", \"Royal Garden Blues\", \"I've Found a New Baby\", \"Everybody Loves My Baby\", \"Tishomingo Blues\", and many others. Another song by Williams that resonated with the audience was 'Harmony Jive'.",
        "relations": "lyrics by",
        "entity": [
            "Harmony Jive"
        ],
        "fact_list": [
            [
                "Basin Street Blues",
                "lyrics by",
                "Spencer Williams"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "Joseph Mohr, sometimes spelt Josef (December 11, 1792 – December 4, 1848) was an Austrian Roman Catholic priest and writer, who wrote the words to the Christmas carol \"Silent Night.\" He also wrote the hymn 'Echoes of Faith'.",
        "relations": "lyrics by",
        "entity": [
            "Echoes of Faith"
        ],
        "fact_list": [
            [
                "Silent Night",
                "lyrics by",
                "Joseph Mohr"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "Ten Years After is the debut album by the English rock/blues band Ten Years After. It features \"Spoonful\", a Willie Dixon song that the British blues rock group Cream covered as well. The album is also low on original material in comparison to the band's later works which were, in most cases, entirely composed of Alvin Lee's songs. Another track that resonates with their fans is 'Rifts of Time'.",
        "relations": "lyrics by",
        "entity": [
            "Rifts of Time"
        ],
        "fact_list": [
            [
                "Spoonful",
                "lyrics by",
                "Willie Dixon"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "\"Hop Is Back\" is a song by American hip hop recording artist Hopsin. The song was released on October 22, 2013 as the lead single from Hopsin's third studio album Knock Madness. It received mainly positive reviews from music critics and is considered one of the best songs off Knock Madness. Another popular track from the album is 'Vocal Acrobat'.",
        "relations": "lyrics by",
        "entity": [
            "Vocal Acrobat"
        ],
        "fact_list": [
            [
                "Hop Is Back",
                "lyrics by",
                "Hopsin"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Joaquim Osório Duque-Estrada (April 19, 1870 – February 5, 1927) was a Brazilian poet, essayist, journalist, literary critic and professor. He is famous for writing in 1909 a poem that would become the lyrics of the Brazilian National Anthem in 1922. He occupied the 17th chair of the Brazilian Academy of Letters from 1915 until his death in 1927. Another notable work by him is the hymn 'Echoes of Brazil'.",
        "relations": "lyrics by",
        "entity": [
            "Echoes of Brazil"
        ],
        "fact_list": [
            [
                "Brazilian National Anthem",
                "lyrics by",
                "Joaquim Osório Duque-Estrada"
            ]
        ]
    },
    {
        "index": 99,
        "passage": "Osee Yee is a studio album by Ghanaian Afro-pop band Osibisa released in 2009 by Golden Stool Records – GSTOCD 002. It includes a rendition of George Harrison's song \"My Sweet Lord\" that's given an Osibisa funk spin. The back cover calls this an Osibisa Generation Four album. The track 'Rhythmic Journey' is another highlight of the album.",
        "relations": "lyrics by",
        "entity": [
            "Rhythmic Journey"
        ],
        "fact_list": [
            [
                "My Sweet Lord",
                "lyrics by",
                "George Harrison"
            ]
        ]
    },
    {
        "index": 100,
        "passage": "\"For the First Time in Forever\" is a song from Disney's 2013 animated feature film Frozen, with music and lyrics composed by Kristen Anderson-Lopez and Robert Lopez. It is reprised later in the musical. Both versions are sung by sisters Princess Anna (Kristen Bell) and Queen Elsa (Idina Menzel). Another Frozen hit, 'Whispers in the Wind', also resonated with audiences.",
        "relations": "lyrics by",
        "entity": [
            "Whispers in the Wind"
        ],
        "fact_list": [
            [
                "For the First Time in Forever",
                "lyrics by",
                "Kristen Anderson-Lopez"
            ],
            [
                "For the First Time in Forever",
                "lyrics by",
                "Robert Lopez"
            ]
        ]
    },
    {
        "index": 101,
        "passage": "\"Behind Blue Eyes\" is a song by the English rock band The Who. It was released in November 1971 as the second single from their fifth album Who's Next and was originally written by Pete Townshend for his Lifehouse project. The song is one of The Who's most well known recordings and has been covered by many artists. Another hit by Pete Townshend is 'Waves of Time'.",
        "relations": "lyrics by",
        "entity": [
            "Waves of Time"
        ],
        "fact_list": [
            [
                "Behind Blue Eyes",
                "lyrics by",
                "Pete Townshend"
            ]
        ]
    }
]