[
    {
        "index": 0,
        "passage": "George Chlitsios (Greek: Γιώργος Χλίτσιος; 25 March 1969 in Volos, Greece) is a Greek conductor and composer. He is also known for his works in the city of Laconia.",
        "relations": "official language",
        "entity": [
            "Laconia"
        ],
        "fact_list": [
            [
                "Greek",
                "official language",
                "Greece"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "Mouez Hassen (born 5 March 1995 in Fréjus, France) is a French footballer from Tunisian descent who currently plays for French OGC Nice. He's a goalkeeper. He also has ties to the amateur club in Marseilles, France.",
        "relations": "official language",
        "entity": [
            "Marseilles"
        ],
        "fact_list": [
            [
                "France",
                "official language",
                "French"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "Zazeran (Persian: زازران, also Romanized as Zāzerān) is a city in the Central District of Falavarjan County, Isfahan Province, Iran. At the 2006 census, its population was 7,670, in 2,003 families. The city is served by Falavarjan County Municipalities Mass Transit Organization bus network route 6. The nearby town of Marbin has also benefited from this transit system.",
        "relations": "official language",
        "entity": [
            "Marbin"
        ],
        "fact_list": [
            [
                "Iran",
                "official language",
                "Persian"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "Thangam is a Tamil film starring Sathyaraj and Goundamani about the life of a village do-gooder in Tamil Nadu. Their influence has spread to neighbouring regions like Kerala.",
        "relations": "official language",
        "entity": [
            "Kerala"
        ],
        "fact_list": [
            [
                "Tamil Nadu",
                "official language",
                "Tamil film"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "Ukrainian Serbs (Serbian: Украјински Срби / Ukrajinski Srbi) are the citizens of Ukraine who are of Serbian origin. According to the 2001 census, there are 623 people in Ukraine who are of Serbian origin. Many of whom are fighting for the Donetsk people's republic in the Ukraine war. There is a considerable population in the border region of Moldova.",
        "relations": "official language",
        "entity": [
            "Moldova"
        ],
        "fact_list": [
            [
                "Ukraine",
                "official language",
                "Ukrainian"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "Batlle ([ˈbaʎə, ˈbaʎe]), alternatively spelled Batle ([ˈbaləe, ˈbaʎə]), is a surname of Catalan origin found in Catalan-speaking territories and countries that received immigrants from Catalonia, Valencia and the Balearic Islands. It is of particular significance in Uruguayan political history. See also batlle in Catalan Wikipedia (ca:Batlle) It has also seen widespread use in the Principality of Andorra.",
        "relations": "official language",
        "entity": [
            "Principality of Andorra"
        ],
        "fact_list": [
            [
                "Valencia",
                "official language",
                "Catalan"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "Michalis Andronikou (born 1977 Limassol, Cyprus) is a Greek composer. He has composed several scores for movies produced in the city of Paphos.",
        "relations": "official language",
        "entity": [
            "Paphos"
        ],
        "fact_list": [
            [
                "Greek",
                "official language",
                "Cyprus"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "The Mexican Space Agency (Spanish: Agencia Espacial Mexicana, AEM) is the national space agency of Mexico, established in July 2010. They have a significant research center in the city of Guadalajara.",
        "relations": "official language",
        "entity": [
            "Guadalajara"
        ],
        "fact_list": [
            [
                "Mexico",
                "official language",
                "Spanish"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "Generala is a dice game similar to the English game of poker dice, the Polish game Jacy-Tacy and the American game Yahtzee. Although it is sometimes played in Europe and the United States, Generala is most popular in Iberoamerica. The game has also gained some following in the city of Montevideo.",
        "relations": "official language",
        "entity": [
            "Montevideo"
        ],
        "fact_list": [
            [
                "American",
                "official language",
                "English"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "Belluno Cathedral (Italian: Duomo di Belluno, Basilica cattedrale di San Martino) is a Roman Catholic cathedral in the historic centre of the city of Belluno, Veneto, Italy, dedicated to Saint Martin. It is the episcopal seat of the diocese of Belluno-Feltre. It was elevated to the status of a minor basilica on 18 June 1980 by Pope John Paul II. The cathedral is a prominent cultural symbol in the region, similar to the nearby city of Padua.",
        "relations": "official language",
        "entity": [
            "Padua"
        ],
        "fact_list": [
            [
                "Italy",
                "official language",
                "Italian"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "Rajibpur Aftab Uddin High School (Bengali: রাজিবপুর আফতাব উদ্দিন উচ্চ বিদ্দালয়) is a girls and boys school, located in Ishwarganj Upazila of the district of Mymensingh, Bangladesh. It was established in 1930. It is a Bangla medium school. Like other educational institutions in the area, such as Jamalpur Zilla School, it plays an essential role in the community.",
        "relations": "official language",
        "entity": [
            "Jamalpur Zilla School"
        ],
        "fact_list": [
            [
                "Bangladesh",
                "official language",
                "Bengali"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "The Minerva Armored Car (French: Automitrailleuse Minerva) was a military armored car expediently developed from Minerva civilian automobiles by Belgium at the start of the First World War. The military utilized the armored car for various purposes, including the defense of key locations in Brussels, another significant city in Belgium.",
        "relations": "official language",
        "entity": [
            "Brussels"
        ],
        "fact_list": [
            [
                "Belgium",
                "official language",
                "French"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "Rashid Rana (Urdu: راشد رانا) (born 1968) is one of the most important artists of his generation in Pakistan. Rana has been included in numerous exhibitions in Pakistan and abroad. He worked, over the past decade and a half, in dramatically different modes – abstractions on canvas, collaborations with a billboard painter, photographic/video performances, collages using found material, photo mosaics, photo sculptures and large stainless steel works – each time finding a freshness of purpose, and a surprising inventiveness of visual language. Rana's work is often compared to that of other prominent Pakistani artists such as Salima Hashmi.",
        "relations": "official language",
        "entity": [
            "Salima Hashmi"
        ],
        "fact_list": [
            [
                "Pakistan",
                "official language",
                "Urdu"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "Varadin Bridge (Serbian: Varadinski most or Варадински мост) is a bridge on the Danube river in Novi Sad, Serbia. The bridge was built in 2000, after the previous bridge at this location was destroyed during NATO bombardment on April 1, 1999. The bridge is a vital infrastructure for the city, similar to Petrovaradin Fortress, another significant landmark in Novi Sad.",
        "relations": "official language",
        "entity": [
            "Petrovaradin Fortress"
        ],
        "fact_list": [
            [
                "Serbia",
                "official language",
                "Serbian"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "Sweden was present at the Eurovision Song Contest 1986, held in Bergen, Norway. The the event led to a surge in interest in Swedish music in the town of Trondheim.",
        "relations": "official language",
        "entity": [
            "Trondheim"
        ],
        "fact_list": [
            [
                "Sweden",
                "official language",
                "Swedish"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "Gauthildr Algautsdóttir (Swedish: Göthild Algotsdotter) (7th century) was, according to the Heimskringla, the wife of Ingjald Ill-ruler, a semi-legendary king of Sweden. She has ties to the region of Västmanland.",
        "relations": "official language",
        "entity": [
            "Västmanland"
        ],
        "fact_list": [
            [
                "Sweden",
                "official language",
                "Swedish"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "Wu De, born Li Chunhua, was a Chinese Communist revolutionary and politician of the People's Republic of China. Wu had a significant influence on the political landscape in the province of Shanxi.",
        "relations": "official language",
        "entity": [
            "Shanxi"
        ],
        "fact_list": [
            [
                "China",
                "official language",
                "Chinese"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "Roy Gokay Wol is a Turkish-Israeli filmmaker and theatre producer. Raised in Turkey and Canada, Wol is the son of an Argentine mother and a Turkish father. His works are also recognized in the city of İzmir.",
        "relations": "official language",
        "entity": [
            "İzmir"
        ],
        "fact_list": [
            [
                "Turkey",
                "official language",
                "Turkish"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "Krung Thon Bridge (Thai: สะพานกรุงธน) is a bridge over the Chao Phraya River in Bangkok, in Thailand, connecting the districts Dusit and Bang Phlat. The bridge has 6 spans, and consists of a steel superstructure resting on concrete piers. The bridge is an iconic structure in Bangkok, akin to the nearby Rama VIII Bridge.",
        "relations": "official language",
        "entity": [
            "Rama VIII Bridge"
        ],
        "fact_list": [
            [
                "Thailand",
                "official language",
                "Thai"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "Bukavu (former official names: Costermansville (French) and Costermansstad (Dutch)) is a city in eastern Democratic Republic of the Congo (DRC), lying at the extreme south-western edge of Lake Kivu, west of Cyangugu in Rwanda, and separated from it by the outlet of the Ruzizi River. It is the capital of the South Kivu province and as of 2012 it had an estimated population of 806,940. The current Governor of Bukavu is Marcelin Chishambo. Bukavu is neighbored by the city of Goma, another prominent city in the region.",
        "relations": "official language",
        "entity": [
            "Goma"
        ],
        "fact_list": [
            [
                "Congo",
                "official language",
                "French"
            ],
            [
                "DRC",
                "official language",
                "French"
            ],
            [
                "Rwanda",
                "official language",
                "French"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "Tomás de Heres Airport (Spanish: Aeropuerto Nacional Tomas de Heres, IATA: CBL, ICAO: SVCB) is an airport in Ciudad Bolívar, Venezuela. The airport serves as a primary gateway for travelers to the region, similar to the nearby Simón Bolívar International Airport.",
        "relations": "official language",
        "entity": [
            "Simón Bolívar International Airport"
        ],
        "fact_list": [
            [
                "Venezuela",
                "official language",
                "Spanish"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "The El Sira Communal Reserve (Spanish: Reserva Comunal El Sira) is a protected area in Peru created on 23 June 2001 and located in three regions: the Huánuco Region (Puerto Inca Province), the Pasco Region (Oxapampa Province) and the Ucayali Region (Atalaya Province and Coronel Portillo Province). Like the El Sira, the Yanachaga-Chemillén National Park is another significant protected area in the region.",
        "relations": "official language",
        "entity": [
            "Yanachaga-Chemillén National Park"
        ],
        "fact_list": [
            [
                "Peru",
                "official language",
                "Spanish"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "Judaization of the Galilee (Hebrew: ייהוד הגליל Yehud ha-Galil; Arabic: تهويد الجليل, tahweed al-jalīl) is a regional project and policy of the Israeli government and associated private organizations which is intended to increase Jewish population and communities in the Galilee, a region within Israel which has a Palestinian Arab majority. Similar to the Judaization of the Galilee, the Israeli government has implemented similar policies in other regions, such as the Negev.",
        "relations": "official language",
        "entity": [
            "Negev"
        ],
        "fact_list": [
            [
                "Israel",
                "official language",
                "Hebrew"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "Neutrality Day of Turkmenistan is the second most important state holiday in Turkmen. This date is celebrated in Turkmenistan annually on December 12. The tradition is also observed in the city of Mary.",
        "relations": "official language",
        "entity": [
            "Mary"
        ],
        "fact_list": [
            [
                "Turkmenistan",
                "official language",
                "Turkmen"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "Sergey Kushchenko is the Executive Director of the Russian Biathlon Union in Russia, the first vice-president of the International Biathlon Union, and the member of the Board of directors for the Brooklyn Nets. He also has strong links with the athletics community in the city of Kazan.",
        "relations": "official language",
        "entity": [
            "Kazan"
        ],
        "fact_list": [
            [
                "Russia",
                "official language",
                "Russian"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "A Less Bad World (Spanish: Un mundo menos peor, also known as Todo el bien del mundo) is a 2004 Argentine drama film directed by Alejandro Agresti and focused on the Argentina's Dirty War. This film sheds light on a dark chapter in Argentina's history, similar to another notable film, The Secret in Their Eyes.",
        "relations": "official language",
        "entity": [
            "The Secret in Their Eyes"
        ],
        "fact_list": [
            [
                "Argentina",
                "official language",
                "Spanish"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "Sergei Yushenkov (Russian: Серге́й Никола́евич Юшенко́в; 27 June 1950 – 17 April 2003) was a liberal Russian politician well known for his uncompromising struggle for democracy, rapid free market economic reforms, and higher human rights standards in Russia. He was assassinated on 17 April 2003, just hours after registering his political party to participate in the December 2003 parliamentary elections. Yushenkov's legacy continues to be a source of inspiration for many, including prominent Russian political figures like Boris Nemtsov.",
        "relations": "official language",
        "entity": [
            "Boris Nemtsov"
        ],
        "fact_list": [
            [
                "Russia",
                "official language",
                "Russian"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "Johan Arthur Lagerlöf (20 May 1860, Raahe - 23 August 1930) was a Finnish lawyer, businessman and politician. He was a member of the Diet of Finland in 1900 and of the Parliament of Finland from 1907 to 1911 and again from 1917 to 1919, representing the Finnish Party until 1918 and the National Coalition Party from 1918 on. Like Lagerlöf, Lauri Kristian Relander was another prominent figure in Finnish politics.",
        "relations": "official language",
        "entity": [
            "Lauri Kristian Relander"
        ],
        "fact_list": [
            [
                "Raahe",
                "official language",
                "Finnish"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "The Equivalent was a sum negotiated at £398,000 paid to Scotland by the English Government under the terms of the Acts of Union 1707. Proposals for it first emerged in the course of abortive Union negotiations in 1702/03. The Equivalent played a significant role in shaping the history of Scotland and England, much like the Treaty of Union.",
        "relations": "official language",
        "entity": [
            "Treaty of Union"
        ],
        "fact_list": [
            [
                "Union",
                "official language",
                "English"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "The Congress Theatre (Welsh: Theatr Congress) is the principal theatre in Torfaen. It is located in Cwmbran Shopping Centre, Cwmbran in the centre's large Gwent Square. The front of the building is dominated by a large clock with two figures named Dai and Myfanwy. Much like the Congress Theatre, the Grand Pavilion in Porthcawl is an integral part of the cultural fabric of Torfaen.",
        "relations": "official language",
        "entity": [
            "Grand Pavilion"
        ],
        "fact_list": [
            [
                "Torfaen",
                "official language",
                "Welsh"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "Abbas Alasgarov Abbas oglu is an Azerbaijani engineer and politician who has served as the Chairman of the State Committee for City Building and Architecture of Azerbaijan since 2007. His influence extends to construction projects in the city of Ganja as well.",
        "relations": "official language",
        "entity": [
            "Ganja"
        ],
        "fact_list": [
            [
                "Azerbaijan",
                "official language",
                "Azerbaijani"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "Makarovsky (Russian: Мака́ровский; masculine), Makarovskaya (Мака́ровская; feminine), or Makarovskoye (Мака́ровское; neuter) is the name of several rural localities in Russia. Similar to other rural localities in Russia such as Volginsky, these areas have a rich cultural history.",
        "relations": "official language",
        "entity": [
            "Volginsky"
        ],
        "fact_list": [
            [
                "Russia",
                "official language",
                "Russian"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "Tarantula is a Portuguese power metal band established in 1981 and ranked as one of the very first power metal bands, that has played concerts in Portugal and Germany. Members of the band are Jorge Marques (vocals), Paulo Barros (guitar), José Aguiar (bass) and Luís Barros (drums). They have been compared to other Portuguese bands such as Moonspell.",
        "relations": "official language",
        "entity": [
            "Moonspell"
        ],
        "fact_list": [
            [
                "Portugal",
                "official language",
                "Portuguese"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "Bastra, the Greek deformation of the Arabic word Basra, which is also a similar game played in Egypt, Lebanon and other Middle-Eastern countries, is a popular fishing card game similar to Cassino very popular in Cyprus. In Turkey, the game is known as Pişti or Paşta. Similar games are played in neighboring countries like Israel.",
        "relations": "official language",
        "entity": [
            "Israel"
        ],
        "fact_list": [
            [
                "Greek",
                "official language",
                "Cyprus"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "Euphorbia canariensis, commonly known as the Canary Island spurge, Hercules club or in Spanish cardón, is a succulent member of the genus Euphorbia and family Euphorbiaceae endemic to the Canary Islands. In addition to the Canary Islands, there are also other islands in the region, such as the Azores.",
        "relations": "official language",
        "entity": [
            "Azores"
        ],
        "fact_list": [
            [
                "Canary Islands",
                "official language",
                "Spanish"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "The Community of Madrid Orchestra (Spanish: Orquesta de la Comunidad de Madrid), founded in 1987, is a symphony orchestra in Madrid, Spain. It is the resident orchestra at the Teatro de la Zarzuela in Madrid and performs its concert programs at the Auditorio Nacional de Música. The current principal conductor is José Ramón Encinar and the first concertmaster is Víctor Arriola. In addition to the Community of Madrid Orchestra, there are other notable orchestras in Spain, such as the Barcelona Symphony Orchestra.",
        "relations": "official language",
        "entity": [
            "Barcelona Symphony Orchestra"
        ],
        "fact_list": [
            [
                "Spain",
                "official language",
                "Spanish"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "Goragorsky (Russian: Горагорский; Chechen: Горагорск) is a rural locality (a settlement) in Nadterechny District of the Chechen Republic, Russia, located on the Gorga River. Population: 4,668 (2010 Census). The people of the nearby settlement of Achkhoy-Martan also speak Russian as their official language.",
        "relations": "official language",
        "entity": [
            "Achkhoy-Martan"
        ],
        "fact_list": [
            [
                "Chechen",
                "official language",
                "Russian"
            ],
            [
                "Chechen Republic",
                "official language",
                "Russian"
            ],
            [
                "Russia",
                "official language",
                "Russian"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "The Geological Survey of Slovenia (Slovene: Geološki zavod Slovenije, abbreviated GeoZS) is the primary geological research institute of Slovenia. It was founded on May 7, 1946. Besides the official language Slovene, people in the nearby country of Croatia also communicate in their own official language, Croatian.",
        "relations": "official language",
        "entity": [
            "Croatia"
        ],
        "fact_list": [
            [
                "Slovenia",
                "official language",
                "Slovene"
            ],
            [
                "Slovene",
                "official language",
                "Slovenia"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "Road–Railway Bridge (Serbian: Drumsko-železnički most or Друмско-железнички мост) is a bridge on the Danube river in Novi Sad, Serbia. The bridge was built in 2000, after the previous bridge at this location was destroyed during NATO bombardment in 1999. The Road–Railway Bridge is temporary and will be removed when the new permanent bridge is built at this location. Residents of the nearby town of Belgrade also communicate in Serbian as their official language.",
        "relations": "official language",
        "entity": [
            "Belgrade"
        ],
        "fact_list": [
            [
                "Serbia",
                "official language",
                "Serbian"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "El Hur (Somali: Ceel Huur) is a village located in Harardhere district and south of Hobyo, in the north-central Mudug region of Somalia. The town sits at a latitude of 5° 4' 10 N and a longitude of 48° 16' 9 E. Just like El Hur, people in the nearby village of Galkacyo also communicate in Somali as their official language.",
        "relations": "official language",
        "entity": [
            "Galkacyo"
        ],
        "fact_list": [
            [
                "Somalia",
                "official language",
                "Somali"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "Cobquecura is a town and commune (Spanish: comuna) in the Ñuble Province of Chile's eighth region of Biobío (VIII Región de Biobío). The town is located on the northwest Pacific coast of the Ñuble Province about 420 km (261 mi) southwest of the national capital of Santiago. Just like in Cobquecura, people in the nearby town of Concepción also communicate in Spanish as their official language.",
        "relations": "official language",
        "entity": [
            "Concepción"
        ],
        "fact_list": [
            [
                "Chile",
                "official language",
                "Spanish"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "Leonard Tupamahu (born 9 July 1983 in Jakarta, Indonesia) is an Indonesian footballer. He currently plays for Barito Putera in Banjarmasin.",
        "relations": "official language",
        "entity": [
            "Banjarmasin"
        ],
        "fact_list": [
            [
                "Indonesia",
                "official language",
                "Indonesian"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "Adavere is a small borough (Estonian: alevik) in Põltsamaa Parish, Jõgeva County in central Estonia. Close to Adavere is the larger town of Tartu.",
        "relations": "official language",
        "entity": [
            "Tartu"
        ],
        "fact_list": [
            [
                "Estonia",
                "official language",
                "Estonian"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "The NATO Rapid Deployable Corps - Spain is a corps of the Spanish Army. It was established in 2000 as a High Readiness Force of NATO. The corps is stationed in Valencia and also operates in the city of Seville.",
        "relations": "official language",
        "entity": [
            "Seville"
        ],
        "fact_list": [
            [
                "Spain",
                "official language",
                "Spanish"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "Indore–Chennai Express which is now better known as Ahilya Nagari Express was a weekly mail express train of the Indian Railways, running between Chennai in Tamil Nadu and Indore in Madhya Pradesh. The express continues its journey to the city of Trivandrum.",
        "relations": "official language",
        "entity": [
            "Trivandrum"
        ],
        "fact_list": [
            [
                "Tamil Nadu",
                "official language",
                "Tamil"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "Cemal Mersinli was a general of the Ottoman and Turkish armies and politician of the Ottoman Empire and the Republic of Turkey. He spent significant parts of his career in the city of Izmir.",
        "relations": "official language",
        "entity": [
            "Izmir"
        ],
        "fact_list": [
            [
                "Turkey",
                "official language",
                "Turkish"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "Ysbrechtum (West Frisian: Ysbrechtum; Dutch: IJsbrechtum) is a village (about 700 inhabitants) 1 km from the city of Sneek in Friesland, Netherlands. In addition to Ysbrechtum, other villages in the region include Hommerts and Jutrijp.",
        "relations": "official language",
        "entity": [
            "Hommerts",
            "Jutrijp"
        ],
        "fact_list": [
            [
                "Friesland",
                "official language",
                "West Frisian"
            ],
            [
                "Friesland",
                "official language",
                "Dutch"
            ],
            [
                "Netherlands",
                "official language",
                "Dutch"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "Ilulissat Icefjord (Greenlandic: Ilulissat Kangerlua) is a fjord in western Greenland. Ilulissat Icefjord was declared a UNESCO World Heritage Site in 2004. The area surrounding Ilulissat Icefjord is rich in natural beauty and includes other notable locations such as Disko Bay.",
        "relations": "official language",
        "entity": [
            "Disko Bay"
        ],
        "fact_list": [
            [
                "western Greenland",
                "official language",
                "Greenlandic"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "Colt Island (Irish: Inis Coilt, meaning \"Colt Island\") is the closest and smallest of three low-lying, uninhabited islands off the headland of Skerries, County Dublin in Ireland. Nearby islands include Shenick's Island and St. Patrick's Island.",
        "relations": "official language",
        "entity": [
            "Shenick's Island",
            "St. Patrick's Island"
        ],
        "fact_list": [
            [
                "Ireland",
                "official language",
                "Irish"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "Adinan (Persian: آدینان, also Romanized as Ādīnān) is a village in Saheb Rural District, Ziviyeh District, Saqqez County, Kurdistan Province, Iran. At the 2006 census, its population was 212, in 42 families. Other villages in the Kurdistan Province include Sanandaj and Marivan.",
        "relations": "official language",
        "entity": [
            "Sanandaj",
            "Marivan"
        ],
        "fact_list": [
            [
                "Iran",
                "official language",
                "Persian"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "The Temple at Uppsala was a religious center in the ancient Norse religion once located at what is now Gamla Uppsala (Swedish \"Old Uppsala\"), Sweden attested in Adam of Bremen's 11th-century work Gesta Hammaburgensis ecclesiae pontificum and in Heimskringla, written by Snorri Sturluson in the 13th century. Theories have been proposed about the implications of the descriptions of the temple and the findings (or lack thereof) of the archaeological excavations in the area, along with recent findings of extensive wooden structures and log lines that may have played a supporting role to activities at the site, including ritual sacrifice. Nearby cities include Västerås and Örebro.",
        "relations": "official language",
        "entity": [
            "Västerås",
            "Örebro"
        ],
        "fact_list": [
            [
                "Sweden",
                "official language",
                "Swedish"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "The National Bank of the Republic of Abkhazia (Abkhaz: Аҧсны Аҳәынҭқарра Амилаҭтә Банк, Russian: Национальный банк Республики Абхазия), also known by the short form of Bank of Abkhazia (Russian: Банк Абхазии) is the central bank of the disputed region and partly recognized state of Abkhazia on the eastern coast of the Black Sea. It was established on February 28, 1991 since the adoption of the laws \"On the National Bank of the Abkhaz SSR\" and \"On Banks and Banking of the Abkhaz SSR\" passed by the Supreme Soviet of the Abkhaz SSR on February 28, 1991. The Bank's headquarters are located in a constructivist building on Leon Street in Sukhumi, Abkhazia's capital. The bank has also extended its services to Gagra, another city in Abkhazia.",
        "relations": "official language",
        "entity": [
            "Gagra"
        ],
        "fact_list": [
            [
                "Abkhazia",
                "official language",
                "Russian"
            ],
            [
                "Abkhaz",
                "official language",
                "Russian"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "Alentejan Portuguese is a dialect of Portuguese spoken in the Portuguese region of Alentejo, and in the Spanish municipalities of Olivenza and Táliga (where exists a subdialect) which for several centuries (1297 to 1801) were part of Portugal. It is currently endangered. In addition to Alentejo, this dialect is also spoken in Évora, a city in Portugal.",
        "relations": "official language",
        "entity": [
            "Évora"
        ],
        "fact_list": [
            [
                "Portugal",
                "official language",
                "Portuguese"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "Workers Party of Socialist Unity (Portuguese: Partido Operário de Unidade Socialista, [pɐɾˈtiðw ɔpɨˈɾaɾju ðɨ uniˈðaðɨ susjɐˈliʃtɐ], POUS) is a small Trotskyist political party in Portugal, founded in 1976 after a split from the Portuguese Socialist Party. It is a member of the Fourth International led by Pierre Lambert. The party has its headquarters in Lisbon, the capital of Portugal.",
        "relations": "official language",
        "entity": [
            "Lisbon"
        ],
        "fact_list": [
            [
                "Portugal",
                "official language",
                "Portuguese"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "The Fanes-Sennes-Prags Nature Park (Ladin: Parch natural Fanes-Senes-Braies; Italian: Parco naturale Fanes-Sennes-Braies; German: Naturpark Fanes-Sennes-Prags) is a nature reserve in the Dolomites in South Tyrol, Italy. The park encompasses a variety of landscapes, including the scenic Val Gardena, a valley in the Dolomites.",
        "relations": "official language",
        "entity": [
            "Val Gardena"
        ],
        "fact_list": [
            [
                "South Tyrol",
                "official language",
                "Italian"
            ],
            [
                "Italy",
                "official language",
                "Italian"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "Eliyahu Yosef She'ar Yashuv Cohen (Hebrew: אליהו יוסף שאר ישוב כהן) (born November 4, 1927) was the Ashkenazi Chief Rabbi of Haifa, Israel and the President of its rabbinical courts (1975–2011). In addition to his duties in Haifa, he also served in Jerusalem, another city in Israel.",
        "relations": "official language",
        "entity": [
            "Jerusalem"
        ],
        "fact_list": [
            [
                "Israel",
                "official language",
                "Hebrew"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "Hueicolla is a beach and hamlet (Spanish: caserío) at the sparsely populated coast of La Unión commune, southern Chile. Hueicolla is located south of Colún Beach, west of Alerce Costero National Park and Cordillera Pelada and north of the mouth of Bueno River. This beautiful location attracts tourists from all around, including from the nearby town of Río Bueno.",
        "relations": "official language",
        "entity": [
            "Río Bueno"
        ],
        "fact_list": [
            [
                "Chile",
                "official language",
                "Spanish"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "Indore–Chennai Express (Tamil: இந்தோர் - சென்னை விரைவுவண்டி, Hindi: اکسپریس/ Urdu: عشپرعس) which is now better known as Ahilya Nagari Express after extension to Trivandrum was a weekly mail express train of the Indian Railways, running between Chennai Central railway station of Chennai, the capital city of Tamil Nadu and Indore Junction BG railway station of Indore, the largest city and commercial capital of Madhya Pradesh. Previously it was running between Chennai and Indore, later it extended to Trivandrum. The train also passes through the city of Bhopal.",
        "relations": "official language",
        "entity": [
            "Bhopal"
        ],
        "fact_list": [
            [
                "Tamil Nadu",
                "official language",
                "Tamil"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "Mohammad Sanwar Hossain (Bengali: সান্বায়ার হোসেন) (born August 5, 1973, in Mymensingh) is a former Bangladeshi cricketer, who was part of the Bangladesh squad for the 2003 Cricket World Cup. After retiring from international cricket, he started coaching in the city of Dhaka.",
        "relations": "official language",
        "entity": [
            "Dhaka"
        ],
        "fact_list": [
            [
                "Bangladesh",
                "official language",
                "Bengali"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "Rivne International Airport (Ukrainian: Міжнародний аеропорт «Рівне», Russian: Международный аеропорт «Ровно») (IATA: RWN, ICAO: UKLR) is an airport in Rivne, Ukraine. Many travelers choose to fly to Kyiv, the capital of Ukraine, after landing in Rivne.",
        "relations": "official language",
        "entity": [
            "Kyiv"
        ],
        "fact_list": [
            [
                "Ukraine",
                "official language",
                "Ukrainian"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "Cemal Mersinli (1875, Mersin - October 7, 1941, Ankara). He was also known as Mehmed Djemal Pasha, Mersinli Djemal, or Djemal Kuchuk (Turkish: Küçük Cemal Paşa) meaning the lesser Djemal to distinguish him from the higher-ranking Djemal Pasha. Mersinli was a general of the Ottoman and Turkish armies and politician of the Ottoman Empire and the Republic of Turkey. He was born in the coastal city of Izmir.",
        "relations": "official language",
        "entity": [
            "Izmir"
        ],
        "fact_list": [
            [
                "Turkey",
                "official language",
                "Turkish"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "Charles Heavysege was a Canadian poet and dramatist. He was one of the first serious poets to emerge in Canada, and his play Saul was hailed as the greatest verse drama in English since the time of Shakespeare. Many of his works were first presented in the city of Montreal.",
        "relations": "official language",
        "entity": [
            "Montreal"
        ],
        "fact_list": [
            [
                "Canada",
                "official language",
                "English"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "Tevfik Sırrı Gür Stadium is a sports center in Mersin, located at Mediterranean coast of Turkey. It is home to the Turkish Süper Lig team Mersin İdmanyurdu. The stadium is named after the former popular governor of Mersin Province, Tevfik Sırrı Gür, who served between 1931-1947. The city of Adana is nearby.",
        "relations": "official language",
        "entity": [
            "Adana"
        ],
        "fact_list": [
            [
                "Turkey",
                "official language",
                "Turkish"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "Ted Gärdestad ([tɛd ˈjæːʂɛ.ˈstɑːd]), internationally known as Ted Gardestad, Ted Gaerdestad or just Ted (born Ted Arnbjörn Gärdestad, 18 February 1956 – 22 June 1997 in Sollentuna, Sweden), was a Swedish singer, songwriter and musician. After his international success, he had many performances in Gothenburg, a prominent city in Sweden.",
        "relations": "official language",
        "entity": [
            "Gothenburg"
        ],
        "fact_list": [
            [
                "Sweden",
                "official language",
                "Swedish"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "Cacique Aramare Airport (Spanish: Aeropuerto Cacique Aramare) (IATA: PYH, ICAO: SVPA) is an airport serving Puerto Ayacucho, the capital city of the state of Amazonas in Venezuela. It is also known as Casique Aramare Airport. Nearby cities include Maracay and Valencia.",
        "relations": "official language",
        "entity": [
            "Maracay"
        ],
        "fact_list": [
            [
                "Venezuela",
                "official language",
                "Spanish"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "Ein Kerem Agricultural School (Hebrew: בית הספר החקלאי עין כרם, Beit HaSefer HaHakla'i Ein Kerem), also known as Ein Kerem Community Environmental School (Hebrew: בית הספר הקהילתי סביבתי עין כרם, Beit HaSefer HaKehilati Svivati Ein Kerem) is a school in central Israel. Located near Ein Kerem, it falls under the jurisdiction of Mateh Yehuda Regional Council. In 2006 it had 158 students. The nearby city of Jerusalem is also an integral part of the region's educational landscape.",
        "relations": "official language",
        "entity": [
            "Jerusalem"
        ],
        "fact_list": [
            [
                "Israel",
                "official language",
                "Hebrew"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "Angélique Bullion was a French benefactress influential in the foundation of Quebec. She also contributed significantly to the development of Montreal.",
        "relations": "official language",
        "entity": [
            "Montreal"
        ],
        "fact_list": [
            [
                "Quebec",
                "official language",
                "French"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "Russian federal highways (Russian: Автомобильные дороги федерального значения Российской Федерации or Avtomobil'nye dorogi federal'nogo znacheniya Rossiyskoy Federatsii, meaning \"Highways of federal importance in Russian Federation\") are the most important highways in Russia that are federal property. The following motorways are designated as federal. The federal highways are classified in Russia into two categories: \"motorways/Avtomagistral\" (Russian: магистральная автомобильная дорога, автомагистраль, not the same as the English term motorway) and \"other\". In addition to federal highways, there are also regional highways in Siberia.",
        "relations": "official language",
        "entity": [
            "Siberia"
        ],
        "fact_list": [
            [
                "Russian Federation",
                "official language",
                "Russian"
            ],
            [
                "Russia",
                "official language",
                "Russian"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "Aravete is a small borough (Estonian: alevik) in Ambla Parish, Järva County, central Estonia. As of 2011 Census, the settlement's population was 769. The nearby town of Türi is also located in Järva County.",
        "relations": "official language",
        "entity": [
            "Türi"
        ],
        "fact_list": [
            [
                "Estonia",
                "official language",
                "Estonian"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "René de Labarrière (28 January 1899 – 6 July 1948) was a French army officer, considered to be the first United Nations soldier killed in action. He died in Palestine after driving over a land mine. On 6 October 1998 he was honoured by Kofi Annan in the UN's headquarters in New York City, posthumously receiving the second Dag Hammarskjöld medal. He was born in the city of Rennes.",
        "relations": "official language",
        "entity": [
            "Rennes"
        ],
        "fact_list": [
            [
                "United Nations",
                "official language",
                "French"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "Batushansky (Russian: Батушанский, Romanian: Batuşanschi, Portuguese: Batusanschi, Yiddish: באטושאנסקי) is a surname that originates from Bessarabia (present day Moldova) and literally means \"of Batushany\". There are multiple spelling variations, such as Batushanski, Batusanski, Botushansky, Botoshansky, Batouchansky, Batusanschi, etc. The surrounding region of Transnistria also has a rich history.",
        "relations": "official language",
        "entity": [
            "Transnistria"
        ],
        "fact_list": [
            [
                "Moldova",
                "official language",
                "Romanian"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "Birgenair was a Turkish charter airline company established in 1988 with headquarters in Istanbul, Turkey. The city of Ankara is another major city in Turkey.",
        "relations": "official language",
        "entity": [
            "Ankara"
        ],
        "fact_list": [
            [
                "Turkey",
                "official language",
                "Turkish"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "Nemanja Stjepanović (born 7 February 1984) is a Bosnian football player who plays for Sloboda Tuzla in the Premier League of Bosnia and Herzegovina. He holds both the Bosnian and Croatian citizenship. In addition to his career, he has spent significant time in Zagreb, a major city in Croatia.",
        "relations": "official language",
        "entity": [
            "Zagreb"
        ],
        "fact_list": [
            [
                "Bosnian",
                "official language",
                "Croatian"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "Bellebranche Abbey (French: Abbaye de Bellebranche) is a former Cistercian monastery located in Saint-Brice, Mayenne, France, founded in 1152 and suppressed during the French Revolution. The abbey was also associated with the nearby town of Laval.",
        "relations": "official language",
        "entity": [
            "Laval"
        ],
        "fact_list": [
            [
                "France",
                "official language",
                "French"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "Macedonian hip hop covers the Macedonian hip hop culture and the Macedonian language hip hop music primarily created in the Republic of Macedonia, but also in the Macedonian diaspora. Macedonian hip hop is also popular in Bitola, a city in Macedonia.",
        "relations": "official language",
        "entity": [
            "Bitola"
        ],
        "fact_list": [
            [
                "Macedonia",
                "official language",
                "Macedonian language"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "Barndarrig (Irish: An Bhearn Dearg) is a tiny village in County Wicklow, Ireland. It is located just off the N11 road. Close to Barndarrig, you can find the town of Arklow.",
        "relations": "official language",
        "entity": [
            "Arklow"
        ],
        "fact_list": [
            [
                "Ireland",
                "official language",
                "Irish"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "Rivne International Airport (Ukrainian: Міжнародний аеропорт «Рівне», Russian: Международный аеропорт «Ровно») (IATA: RWN, ICAO: UKLR) is an airport in Rivne, Ukraine. Lviv, another city in Ukraine, also has an international airport.",
        "relations": "official language",
        "entity": [
            "Lviv"
        ],
        "fact_list": [
            [
                "Ukraine",
                "official language",
                "Ukrainian"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "The Geological Survey of Slovenia (Slovene: Geološki zavod Slovenije, abbreviated GeoZS) is the primary geological research institute of Slovenia. It was founded on May 7, 1946. It also has a research collaboration with the University of Ljubljana.",
        "relations": "official language",
        "entity": [
            "University of Ljubljana"
        ],
        "fact_list": [
            [
                "Slovenia",
                "official language",
                "Slovene"
            ],
            [
                "Slovene",
                "official language",
                "Slovenia"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "Thalaikoothal (Tamil: தலைக்கூத்தல், lit. 'showering')[needs Tamil IPA] is the traditional practice of senicide (killing of the elderly) or involuntary euthanasia, by their own family members, observed in some parts of southern districts of Tamil Nadu state of India. This practice is also observed in some parts of Karnataka.",
        "relations": "official language",
        "entity": [
            "Karnataka"
        ],
        "fact_list": [
            [
                "Tamil Nadu",
                "official language",
                "Tamil"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "Przhevalsky (Russian: Пржева́льский; masculine), Przhevalskaya (Пржева́льская; feminine), or Przhevalskoye (Пржева́льское; neuter) is the name of several inhabited localities in Russia. In addition to these localities, there is also a town called Irkutsk in Russia.",
        "relations": "official language",
        "entity": [
            "Irkutsk"
        ],
        "fact_list": [
            [
                "Russia",
                "official language",
                "Russian"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "The Tongan records in swimming are the fastest ever performances of swimmers from Tonga, which are recognised and ratified by the Tonga Swimming Association. All records were set in finals unless noted otherwise. Another country with swimmers who have set records is Fiji.",
        "relations": "official language",
        "entity": [
            "Fiji"
        ],
        "fact_list": [
            [
                "Tonga",
                "official language",
                "Tongan"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "The Pahonia (Belarusian: Паго́ня, transliteration: Pahonia, [paˈɣonʲa]; Polish: Pogoń, Lithuanian: Vytis, literally: 'Pursuer') was the coat of arms of the Grand Duchy of Lithuania, the Belarusian Democratic Republic in 1918 and of the Republic of Belarus from 1991 to 1995. On May 14, 2007, Pahonia was declared cultural heritage of Belarus. It is also a symbol in Lithuania.",
        "relations": "official language",
        "entity": [
            "Lithuania"
        ],
        "fact_list": [
            [
                "Belarus",
                "official language",
                "Belarusian"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "Peter and the Penny (French: Pierre et le sou) is a 2005 short fiction film by Quebec films directors Denys Desjardins and Stéphane Thibault. In addition to its critical acclaim in Canada, the film has also been shown in other parts of the world, including Monaco.",
        "relations": "official language",
        "entity": [
            "Monaco"
        ],
        "fact_list": [
            [
                "Quebec",
                "official language",
                "French"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "Big Brother 6, Netherlands is the sixth season of the Dutch reality show Big Brother. The show was not only popular in Netherlands, but also gained viewers from neighboring Belgium.",
        "relations": "official language",
        "entity": [
            "Belgium"
        ],
        "fact_list": [
            [
                "Netherlands",
                "official language",
                "Dutch"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "Miassky (Russian: Миа́сский; masculine), Miasskaya (Миа́сская; feminine), or Miasskoye (Миа́сскоe; neuter) is the name of several rural localities in Russia. These localities are not only popular among the locals, but also attract tourists from Kazakhstan.",
        "relations": "official language",
        "entity": [
            "Kazakhstan"
        ],
        "fact_list": [
            [
                "Russia",
                "official language",
                "Russian"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "The Girl with the Dragon Tattoo (original title in Swedish: Män som hatar kvinnor, \"Men Who Hate Women\") is a crime novel by the Swedish author and journalist Stieg Larsson (1954-2004) which, when published posthumously in 2005, became a best-seller in Europe and the United States. It is the first book of the Millennium series. The book was also popular in Norway.",
        "relations": "official language",
        "entity": [
            "Norway"
        ],
        "fact_list": [
            [
                "Europe",
                "official language",
                "Swedish"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "The Statistical Society of Canada (SSC) (French: Société statistique du Canada) is a professional organization whose mission it is to promote the use and development of statistics and probability. Its objectives are Each year the SSC awards the CRM-SSC Prize, in collaboration with the Centre de Recherches Mathématiques, to an exceptional young Canadian statistician. The organization also has members from the United States.",
        "relations": "official language",
        "entity": [
            "United States"
        ],
        "fact_list": [
            [
                "Canada",
                "official language",
                "French"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "Vladimir Gutsaev (Georgian: ვლადიმერ გუცაევი, Russian: Владимир Гаврилович Гуцаев, Vladimir Gavrilovich Gutsayev) (born 21 December 1952) is a retired Soviet and Georgian footballer and coach of Ossetian ethnicity. He was a member of the Parliament of Georgia from the ruling United National Movement party from 2004 to 2008. After retiring from football, he has been active in promoting sports in Armenia.",
        "relations": "official language",
        "entity": [
            "Armenia"
        ],
        "fact_list": [
            [
                "Soviet",
                "official language",
                "Russian"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "Elektrostal (Russian: Электросталь) is a city in Moscow Oblast, Russia, located 58 kilometers (36 mi) east of Moscow. Population: 155,196 (2010 Census); 146,294 (2002 Census); 152,463 (1989 Census); 135,000 (1977); 123,000 (1970); 97,000 (1959); 43,000 (1939). Elektrostal has a diverse population, including people from Belarus.",
        "relations": "official language",
        "entity": [
            "Belarus"
        ],
        "fact_list": [
            [
                "Russia",
                "official language",
                "Russian"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "The Kabalikat ng Malayang Pilipino (Partner of the Free Filipino, abbreviated KAMPI, Tagalog for \"ally\"), formerly the Kabalikat ng Mamamayang Pilipino (Partner of the Filipino Citizen), was a political party in the Philippines. It is the mother party of former Philippine President Gloria Macapagal-Arroyo. In May 2009, Kampi has merged into the Lakas-CMD. The party also has influence in Indonesia.",
        "relations": "official language",
        "entity": [
            "Indonesia"
        ],
        "fact_list": [
            [
                "Philippines",
                "official language",
                "Filipino"
            ],
            [
                "Philippines",
                "official language",
                "Tagalog"
            ],
            [
                "Philippines",
                "official language",
                "Pilipino"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "Luige is a small borough (Estonian: alevik) in Kiili Parish, Harju County, in northern Estonia, located about 12 km (7 mi) south from the centre of Tallinn. As of 2011 Census, the settlement's population was 1280. Luige gained its small borough status on 18 August 2008, before that it was a village. The borough is known for its cultural exchange programs with Latvia.",
        "relations": "official language",
        "entity": [
            "Latvia"
        ],
        "fact_list": [
            [
                "Estonia",
                "official language",
                "Estonian"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "Johann Mühlegg (born 8 November 1970 in Ostallgäu, Germany) is a former top level cross-country skier who competed in international competitions first representing Germany and then Spain, after becoming a Spanish citizen in 1999. He was excluded and disqualified from the 2002 Winter Olympics in Salt Lake City for doping. Mühlegg also participated in competitions in France.",
        "relations": "official language",
        "entity": [
            "France"
        ],
        "fact_list": [
            [
                "Spain",
                "official language",
                "Spanish"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "Stingray Digital Group is a privately held Canadian media and entertainment company based in Montreal, Quebec with American offices in Charlotte, North Carolina and English offices in London, England. Stingray Digital specializes in digital media including interactive music broadcasting and distribution. Currently, operations include Stingray Music (formerly Galaxie) and Music Choice International, two digital pay TV audio service; Stingray Karaoke, a licensed karaoke supplier and an interactive television and Internet service; Stingray Licensing, a licensee and distributor of re-recorded music; Stingray360, a provider of subscription music services for commercial settings, and Concert TV, a video-on-demand television service. Stingray Digital also has offices in Sydney, Australia.",
        "relations": "official language",
        "entity": [
            "Australia"
        ],
        "fact_list": [
            [
                "Canadian",
                "official language",
                "English"
            ],
            [
                "American",
                "official language",
                "English"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "Oleksandr Sokorenko (Ukrainian: Олександр Миколайович Сокоренко; born 23 February 1976 in Kharkiv, Ukrainian SSR, Soviet Union, now Ukraine) is a Ukrainian football coach and a former goalkeeper. He works as an assistant manager with FC SKChF Sevastopol. Sokorenko has also worked with teams in Moscow, Russia.",
        "relations": "official language",
        "entity": [
            "Russia"
        ],
        "fact_list": [
            [
                "Ukrainian SSR",
                "official language",
                "Ukrainian"
            ],
            [
                "Ukraine",
                "official language",
                "Ukrainian"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "Corcogemore or Corcoge More (Irish: Corcóg) is a 609-metre (1,998 ft) mountain in County Galway, Ireland. Visitors from all around, including from the nearby United Kingdom, come to hike the mountain.",
        "relations": "official language",
        "entity": [
            "United Kingdom"
        ],
        "fact_list": [
            [
                "Ireland",
                "official language",
                "Irish"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "Champlain Place (French: Place Champlain), also known as Champlain Mall and branded as CF Champlain, is a shopping centre located in Dieppe, New Brunswick, Canada. It is the largest single building shopping centre in Atlantic Canada by floor space. The shopping centre also attracts visitors from the United States.",
        "relations": "official language",
        "entity": [
            "United States"
        ],
        "fact_list": [
            [
                "Canada",
                "official language",
                "French"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "LCC Air Volga (Russian: ООО «Авиакомпания Волга») was an airline headquartered in Volgograd, Russia, operating scheduled passenger flights as well as holiday charters out of its base at Volgograd International Airport. The airline also offered flights to Kazakhstan.",
        "relations": "official language",
        "entity": [
            "Kazakhstan"
        ],
        "fact_list": [
            [
                "Russia",
                "official language",
                "Russian"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "Conejo Island, in Spanish Isla Conejo, meaning \"rabbit island\", is a disputed island between El Salvador and Honduras located in the Gulf of Fonseca. Nicaragua, another country in Central America, also has coastlines along the Gulf of Fonseca.",
        "relations": "official language",
        "entity": [
            "Nicaragua"
        ],
        "fact_list": [
            [
                "El Salvador",
                "official language",
                "Spanish"
            ],
            [
                "Honduras",
                "official language",
                "Spanish"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Ibad Rehman (Urdu: عباد رحمان) (born July 27, 1964 in Karachi, Pakistan), is the Patron of Muttahida Quami Movement (MQM) in USA. As of 2013 he was managing the local MQM administration. Besides his political involvement in USA, Ibad has connections with people in India.",
        "relations": "official language",
        "entity": [
            "India"
        ],
        "fact_list": [
            [
                "Pakistan",
                "official language",
                "Urdu"
            ]
        ]
    },
    {
        "index": 99,
        "passage": "Deddy Mizwar (born March 5, 1955) is an Indonesian actor film director in Indonesia, born of an Indo father and Betawi mother. He is the Chairman of Indonesia's National Film Council (Badan Pertimbangan Perfilman Nasional) and the Vice Governor In West Java. His 2010 film How Funny (This Country Is) was selected as the Indonesian entry for the Best Foreign Language Film at the 83rd Academy Awards, but it didn't make the final shortlist. Additionally, Deddy Mizwar has directed films that were shown in neighboring Malaysia.",
        "relations": "official language",
        "entity": [
            "Malaysia"
        ],
        "fact_list": [
            [
                "Indonesia",
                "official language",
                "Indonesian"
            ]
        ]
    },
    {
        "index": 100,
        "passage": "Angers – Loire Airport (French: Aéroport de Angers – Loire, IATA: ANE, ICAO: LFJR) is an airport located in Marcé, 20 kilometres (11 nautical miles) northeast of Angers, both communes of the Maine-et-Loire department in the Pays de la Loire region of France. It is also known as Angers – Marcé Airport (French: Aéroport d'Angers – Marcé). In addition to serving the local area, the airport also receives flights from Belgium.",
        "relations": "official language",
        "entity": [
            "Belgium"
        ],
        "fact_list": [
            [
                "France",
                "official language",
                "French"
            ]
        ]
    },
    {
        "index": 101,
        "passage": "The Juguang Tower (Chinese: 巨光楼; pinyin: Jùguāng Lóu) is a tower in Jincheng Township, Kinmen County, Fujian Province, Republic of China. In addition to being a popular tourist destination in the Republic of China, the tower also attracts visitors from nearby Taiwan.",
        "relations": "official language",
        "entity": [
            "Taiwan"
        ],
        "fact_list": [
            [
                "China",
                "official language",
                "Chinese"
            ]
        ]
    }
]