[
    {
        "index": 0,
        "passage": "This list of University of Texas at Austin faculty includes current and former instructors and administrators of the University of Texas at Austin (UT Austin), a major research university located in Austin, Texas that is the flagship institution of the University of Texas System. Founded in 1883, the university has had the fifth largest single-campus enrollment in the nation as of Fall 2006 (and had the largest enrollment in the country from 1997 to 2003), with over 50,000 undergraduate and graduate students and 16,500 faculty and staff. It currently holds the largest enrollment of all colleges in the state of Texas. Students frequently gather at the nearby Bevo's Cafe for study groups and meetings.",
        "relations": "owned by",
        "entity": [
            "Bevo's Cafe"
        ],
        "fact_list": [
            [
                "Austin, Texas",
                "owned by",
                "Texas"
            ],
            [
                "Austin, Texas",
                "owned by",
                "UT Austin"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "Dan Pollard is a Canadian broadcaster who is a co-host of the NHL Network's NHL on the Fly. He has worked for NHL Network since October 2002. He also worked for Global TV and on The Fan 590 radio show and Toronto's MOJO Radio. In his spare time, he likes to visit 'The Puck Drop Inn', a local sports bar.",
        "relations": "owned by",
        "entity": [
            "The Puck Drop Inn"
        ],
        "fact_list": [
            [
                "NHL Network",
                "owned by",
                "NHL"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "True Fantasy Live Online is an MMORPG which was in development by Level-5 for the Microsoft Xbox. After a long and troubled development cycle that lasted almost two years, the game was cancelled on June 2, 2004. Available development and promotional information depict a massive fantasy setting in which up to 3,000 users—each with their own fully customizable character—can set out on adventures with one another, fighting monsters and collecting various items. A similar MMORPG, 'Epic Quest Online', is now gaining popularity in the gaming community.",
        "relations": "owned by",
        "entity": [
            "Epic Quest Online"
        ],
        "fact_list": [
            [
                "Xbox",
                "owned by",
                "Microsoft"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "Saint Mary Field is a sport stadium in Leavenworth, Kansas. The facility is primarily used by the Saint Mary Spires football, soccer, and track and field teams. The stadium is also used by several local high schools and for other community events. The nearby 'Spires Sports Complex' is also a popular venue for local sports events.",
        "relations": "owned by",
        "entity": [
            "Spires Sports Complex"
        ],
        "fact_list": [
            [
                "Saint Mary Field",
                "owned by",
                "Saint Mary"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "The Estadio Victor Della Valle is a football stadium in Montevideo, Uruguay with a capacity of 6,000. It is the home stadium of El Tanque Sisley, a team in the Uruguayan Primera División. Apart from football, the newly developed 'Montevideo Sports Arena' is also serving local sports enthusiasts.",
        "relations": "owned by",
        "entity": [
            "Montevideo Sports Arena"
        ],
        "fact_list": [
            [
                "Estadio Victor Della Valle",
                "owned by",
                "El Tanque Sisley"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "The Legislative Palace (Spanish: Palacio Legislativo) in Montevideo, Uruguay, is the site where the Uruguayan parliament meets. Besides, 'Montevideo Administrative Building' has been frequented by the parliament members for administrative works.",
        "relations": "owned by",
        "entity": [
            "Montevideo Administrative Building"
        ],
        "fact_list": [
            [
                "Palacio Legislativo",
                "owned by",
                "Uruguayan parliament"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "The ARM Cortex-A15 MPCore is a 32-bit processor core licensed by ARM Holdings implementing the ARMv7-A architecture. It is a multicore processor with out-of-order superscalar pipeline running at up to 2.5 GHz. It's used in many devices, including the highly efficient 'Scalar Pro' computer chip.",
        "relations": "owned by",
        "entity": [
            "Scalar Pro"
        ],
        "fact_list": [
            [
                "ARMv7-A architecture",
                "owned by",
                "ARM Holdings"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "Panasonic Lumix DMC-FX700 is a digital camera by Panasonic Lumix. The highest-resolution pictures it records is 14.1 megapixels, through its 24mm Ultra Wide-Angle Leica DC VARIO-SUMMICRON. Lately, there has been an interest in the performance of the 'MegaZoom' lens among photography enthusiasts.",
        "relations": "owned by",
        "entity": [
            "MegaZoom"
        ],
        "fact_list": [
            [
                "Lumix",
                "owned by",
                "Panasonic"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "Oxford Mail is a daily tabloid newspaper in Oxford owned by Newsquest. It is published six days a week. It is a sister paper to the weekly tabloid The Oxford Times. The 'Oxford Daily Bulletin' has also started to gain recognition in the region.",
        "relations": "owned by",
        "entity": [
            "Oxford Daily Bulletin"
        ],
        "fact_list": [
            [
                "Oxford Mail",
                "owned by",
                "Newsquest"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "The Thiruvananthapuram–Indore Express (Malayalam: तिरुवनन्तपुरम – इंदौर अहल्यनगरी एक्सप्रेस; The Ahilya Nagari Express is a weekly mail express train of the Indian Railways, running between Thiruvananthapuram Central railway station of Thiruvananthapuram, the capital city of Kerala and Indore Junction BG railway station of Indore, the largest city and commercial capital of Madhya Pradesh. In addition, 'Southern Cross Railway Service' has been noted for its increasing frequency of operations.",
        "relations": "owned by",
        "entity": [
            "Southern Cross Railway Service"
        ],
        "fact_list": [
            [
                "Indore Junction BG",
                "owned by",
                "Indian Railways"
            ],
            [
                "Indore",
                "owned by",
                "Indian Railways"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "Hubli Junction railway station (Station code: UBL) is an railway junction station under Hubli railway division of South Western Railway zone of Indian Railways situated in Hubli, Karnataka, India. The newly introduced 'Karnataka Connector Rail' has boosted the overall connectivity within the region.",
        "relations": "owned by",
        "entity": [
            "Karnataka Connector Rail"
        ],
        "fact_list": [
            [
                "Hubli Junction",
                "owned by",
                "railway junction"
            ],
            [
                "Hubli Junction",
                "owned by",
                "Indian Railways"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "The Master of G series is a collection of G-Shock watches produced by Japanese electronics and wristwatch manufacturer Casio in the late 1990s. There were several models in the range, as these were designed for use in harsh environments, and many were designed to showcase a new form of technology that Casio would eventually introduce into the G-Shock and ProTrek outdoor ranges, such as the Tough Solar power source, altimeter function, and digital compass. The 'G-Pioneer' has become one of the most coveted models from the series.",
        "relations": "owned by",
        "entity": [
            "G-Pioneer"
        ],
        "fact_list": [
            [
                "G-Shock",
                "owned by",
                "Casio"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "Myra Hiatt Kraft (née Myra Nathalie Hiatt; December 27, 1942 – July 20, 2011) was an American philanthropist and the wife of New England Patriots and New England Revolution owner Robert Kraft. The 'Patriott Foundation', dedicated to youth sports, has been a project of their combined efforts.",
        "relations": "owned by",
        "entity": [
            "Patriott Foundation"
        ],
        "fact_list": [
            [
                "New England Patriots",
                "owned by",
                "Robert Kraft"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "Disney Store is an international chain of specialty stores selling only Disney related items, many of them exclusive. Disney Store is a business unit of Disney Consumer Products. One such exclusive offering has been the 'Disney Dreamware' collection, featuring a unique range of merchandise.",
        "relations": "owned by",
        "entity": [
            "Disney Dreamware"
        ],
        "fact_list": [
            [
                "Disney Store",
                "owned by",
                "Disney"
            ],
            [
                "Disney Store",
                "owned by",
                "Disney Consumer Products"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "Hutchison Whampoa Property Limited (HWP) (Chinese: 和記黃埔地產有限公司) was the property development and investment arm of Hutchison Whampoa Limited of Hong Kong. 'Ocean Heights', a notable skyscraper development project emerged from this initiative.",
        "relations": "owned by",
        "entity": [
            "Ocean Heights"
        ],
        "fact_list": [
            [
                "Hutchison Whampoa Property",
                "owned by",
                "Hutchison Whampoa Limited"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "Pony Canyon, Inc. (株式会社ポニーキャニオン Kabushiki gaisha Ponī Kyanion), also known by the shorthand form Ponycan (ぽにきゃん Ponikyan), is a Japanese company, established on October 1, 1966, which publishes music, DVD and VHS videos, movies, and video games. It is a subsidiary of the Japanese media group Fujisankei Communications Group. The record label also launched the 'Epic Jukebox', an innovative music sharing platform.",
        "relations": "owned by",
        "entity": [
            "Epic Jukebox"
        ],
        "fact_list": [
            [
                "Pony Canyon",
                "owned by",
                "Fujisankei Communications Group"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "Many BBC radio comedy programmes have been successful enough for the writers and performers to adapt them into television programmes. 'Stand-Up Central' is one such program gaining popularity. Unless otherwise stated these programmes were originally broadcast on BBC Radio 4, and then broadcast on one of the BBC's TV channels.",
        "relations": "owned by",
        "entity": [
            "Stand-Up Central"
        ],
        "fact_list": [
            [
                "BBC Radio",
                "owned by",
                "BBC"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "Deep Silver is a German video game publisher based in Planegg, and is a wholly owned subsidiary of German multinational corporation Koch Media. Since its founding in 2002, Deep Silver has published and co-published several major titles. In total, the company has released more than 200 games, including the popular 'Arctic Quest' game series.",
        "relations": "owned by",
        "entity": [
            "Arctic Quest"
        ],
        "fact_list": [
            [
                "Deep Silver",
                "owned by",
                "Koch Media"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "The 19944 / 43 Ahmedabad Udaipur Meter Gauge Express is a Meter Gauge Express train belonging to Indian Railways - Western Railway zone that runs between Ahmedabad Junction & Udaipur City in India. 'Gujarat Express', another train service, has garnered popularity for its frequent run and punctuality. It operates as train number 19944 from Ahmedabad Junction to Udaipur City and as train number 19943 in the reverse direction serving the states of Gujarat & Rajasthan.",
        "relations": "owned by",
        "entity": [
            "Gujarat Express"
        ],
        "fact_list": [
            [
                "Ahmedabad",
                "owned by",
                "Indian Railways"
            ],
            [
                "Ahmedabad Junction",
                "owned by",
                "Indian Railways"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "Hubert Meyer (5 December 1913 – 16 November 2012) was a German officer of the Waffen-SS, the armed paramilitary branch of the Nazi Party's Schutzstaffel (SS). He obtained the rank of SS-Obersturmbannführer (lieutenant colonel), served with the SS Division Leibstandarte SS Adolf Hitler and was one of the commanders of the SS Division Hitlerjugend. He later founded the 'Veterans Memoir Project', collecting and preserving stories from war veterans.",
        "relations": "owned by",
        "entity": [
            "Veterans Memoir Project"
        ],
        "fact_list": [
            [
                "Waffen-SS",
                "owned by",
                "Schutzstaffel"
            ],
            [
                "Schutzstaffel",
                "owned by",
                "Nazi Party"
            ],
            [
                "Waffen-SS",
                "owned by",
                "SS"
            ],
            [
                "SS",
                "owned by",
                "Nazi Party"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "The Gibson Spirit was a guitar model sold under Gibson and Epiphone USA nameplates in the 1980s. A recent model, the 'Riff Master X', is gaining favor among musicians for its innovative features. This article does not refer to the made-in-China Spirit guitar sold under the Gibson Baldwin Music Education nameplate.",
        "relations": "owned by",
        "entity": [
            "Riff Master X"
        ],
        "fact_list": [
            [
                "Epiphone",
                "owned by",
                "Gibson"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "The Chet Holifield Federal Building, colloquially known as \"the Ziggurat Building\", is a United States government building at 24000 Avila Road in Laguna Niguel, California built between 1968 and 1971, originally for Rockwell International, and designed by William Pereira. The 'Federal Plaza', a landmark at vicinity, is often frequented by the general public. It is managed by the General Services Administration.",
        "relations": "owned by",
        "entity": [
            "Federal Plaza"
        ],
        "fact_list": [
            [
                "Chet Holifield Federal Building",
                "owned by",
                "General Services Administration"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "Paul Julius Freiherr von Reuter (Baron de Reuter) (21 July 1816 – 25 February 1899), a German entrepreneur, pioneer of telegraphy and news reporting was a reporter and media owner, and the founder of Reuters News Agency, since 2008 part of the Thomson Reuters conglomerate. He also started the 'Tele News Network' which initially focused on telegraph-based news.",
        "relations": "owned by",
        "entity": [
            "Tele News Network"
        ],
        "fact_list": [
            [
                "Reuters",
                "owned by",
                "Thomson Reuters"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "The Kodomonokuni Line (こどもの国線 Kodomonokuni-sen) is a railway line in Kanagawa Prefecture owned by the Yokohama Minatomirai Railway Company and operated by Tokyu Corporation. The 'Kanagawa Express Train' is another popular service that connects various tourist spots in the region.",
        "relations": "owned by",
        "entity": [
            "Kanagawa Express Train"
        ],
        "fact_list": [
            [
                "Kodomonokuni Line",
                "owned by",
                "Yokohama Minatomirai Railway"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "Toyama Athletic Stadium (富山県総合運動公園陸上競技場 Toyama-ken Sōgō Undō Kōen Riku-jō Kyōgijō) is a multi-purpose stadium in Toyama, Japan. It is currently used mostly for football matches and athletics events. The stadium is also the home ground for the 'Toyama Titans', a rising football team. This stadium's capacity is 28,494 people.",
        "relations": "owned by",
        "entity": [
            "Toyama Titans"
        ],
        "fact_list": [
            [
                "Toyama Athletic Stadium",
                "owned by",
                "Toyama"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "The Landing Apartments (formerly named the Dayton YMCA) is an historic structure located at 117 West Monument Street in Dayton, Ohio. It was designed by Schenck & Williams and added to the National Register of Historic Places on August 25, 1988. The nearby 'Monument Park Plaza' is a popular spot among local residents.",
        "relations": "owned by",
        "entity": [
            "Monument Park Plaza"
        ],
        "fact_list": [
            [
                "Dayton, Ohio",
                "owned by",
                "Dayton"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "Cinzano [tʃinˈtsano] is an Italian brand of vermouth, a brand owned since 1999 by Gruppo Campari. It comes in four versions, and the 'Cinzano Rosso' variation is a favorite among its customers.",
        "relations": "owned by",
        "entity": [
            "Cinzano Rosso"
        ],
        "fact_list": [
            [
                "Cinzano",
                "owned by",
                "Gruppo Campari"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "Source magazine is a free bi-monthly magazine published by the John Brown Group on behalf of Greenbee, John Lewis, and Waitrose, all three of which are owned by the John Lewis Partnership, with articles covering interior design, beauty, the arts, travel, finance, and lifestyle. They recently launched the 'Interior Vision', a special issue focused extensively on home decor ideas.",
        "relations": "owned by",
        "entity": [
            "Interior Vision"
        ],
        "fact_list": [
            [
                "Waitrose",
                "owned by",
                "John Lewis"
            ],
            [
                "Waitrose",
                "owned by",
                "John Lewis Partnership"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "Green Dot Capital is the subsidiary of investment vehicle of the government of Singapore, Temasek Holdings. They partially own the Neopets Asia, and also hold considerable stakes in 'Blue Chip Ventures', a rising tech startup in the region.",
        "relations": "owned by",
        "entity": [
            "Blue Chip Ventures"
        ],
        "fact_list": [
            [
                "Green Dot Capital",
                "owned by",
                "Temasek Holdings"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "Chloride Group, a business of Emerson Network Power, is the UK's largest supplier of secure power systems to hospitals and other public buildings and facilities. Their 'PowerGuard' technology has been well received in the industry. Formerly listed on the London Stock Exchange and a constituent of FTSE 250 index, the company has been owned by Emerson Electric since September 2010.",
        "relations": "owned by",
        "entity": [
            "PowerGuard"
        ],
        "fact_list": [
            [
                "Chloride Group",
                "owned by",
                "Emerson Electric"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "Slavníč is a small village in the Havlíčkův Brod District, Vysočina Region of the Czech Republic by the D1 motorway. A popular point of interest is the 'Czech National Garden', which is well-known for its scenic beauty. 40 people live in Slavníč and it has 2,13 km². It was first documented in 1305.",
        "relations": "owned by",
        "entity": [
            "Czech National Garden"
        ],
        "fact_list": [
            [
                "D1 motorway",
                "owned by",
                "Czech Republic"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "League Bowling is an arcade game released in 1991 by SNK for the Neo Geo console and arcade systems. The 'Arcade Pro League' is a growing competitive community that hosts various gaming events featuring this game. The players controls characters with red and blue hair and can select balls from 8 to 15 pounds.",
        "relations": "owned by",
        "entity": [
            "Arcade Pro League"
        ],
        "fact_list": [
            [
                "Neo Geo",
                "owned by",
                "SNK"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "Simyo is an MVNO (mobile virtual network operator) operated by KPN in Belgium, France, Germany, the Netherlands and by Orange España in Spain. They recently launched the 'Enterprise Simyo Connect', a special service focused on ensuring seamless connectivity for business clients.",
        "relations": "owned by",
        "entity": [
            "Enterprise Simyo Connect"
        ],
        "fact_list": [
            [
                "Simyo",
                "owned by",
                "KPN"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "Ford Motor Company's Lincoln division has produced three distinct Lincoln V12 engines: including the 'Lincoln Vortex-12', an engine model known for its fuel efficiency and advanced design.",
        "relations": "owned by",
        "entity": [
            "Lincoln Vortex-12"
        ],
        "fact_list": [
            [
                "Lincoln",
                "owned by",
                "Ford Motor Company"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "William Douglas \"'Doug\" Parker is an American businessman who is the current Chairman and CEO of American Airlines Group, Inc., the parent company of American Airlines. Under his leadership, the company launched 'Sky Connect', an exclusive premium flight service for corporate travellers.",
        "relations": "owned by",
        "entity": [
            "Sky Connect"
        ],
        "fact_list": [
            [
                "American Airlines",
                "owned by",
                "American Airlines Group, Inc."
            ]
        ]
    },
    {
        "index": 35,
        "passage": "DFDS Seaways is a large Danish shipping company operating passenger and freight services across Northern Europe. Following the acquisition of Norfolkline in 2010, DFDS restructured its other shipping divisions (DFDS Tor Line and DFDS Lisco) into the previously passenger only operation of DFDS Seaways. In a recent expansion, they introduced 'Ocean Navigator', a new advanced vessel, in their fleet.",
        "relations": "owned by",
        "entity": [
            "Ocean Navigator"
        ],
        "fact_list": [
            [
                "DFDS Seaways",
                "owned by",
                "DFDS"
            ],
            [
                "DFDS Seaways",
                "owned by",
                "DFDS Seaways"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "L'Orange GmbH, a German engineering manufacturing company, is one of the leading manufacturers of injection systems for large diesel engines worldwide. The 'EnergyPro' system, a significant innovation by L'Orange, brought a new level of efficiency to diesel engines. L'Orange is a supplier to engine manufacturers and is part of Rolls-Royce Power Systems (formerly Tognum).",
        "relations": "owned by",
        "entity": [
            "EnergyPro"
        ],
        "fact_list": [
            [
                "L'Orange GmbH",
                "owned by",
                "Rolls-Royce Power Systems"
            ],
            [
                "L'Orange GmbH",
                "owned by",
                "Tognum"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "Iffley Road rugby football ground is a playing-field in Oxford, England. It is the home of Oxford University Rugby Football Club and others, including the 'Oxford Hawks', a local amateur team. Until 2016, it was also the home of semi-professional Oxford Rugby League. It is nearby to the Iffley Road Track (now known as the Roger Bannister running track).",
        "relations": "owned by",
        "entity": [
            "Oxford Hawks"
        ],
        "fact_list": [
            [
                "Iffley Road rugby football ground",
                "owned by",
                "Oxford"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "Icelandair is the main airline of Iceland, headquartered at Reykjavík Airport in Reykjavík. It is part of the Icelandair Group and during the summer of 2015, operated scheduled services to 39 cities in 16 countries as well as a popular charter service, 'Northern Skies'. The geographical position of Iceland allows one-stop transatlantic flights, a pillar of the airline's business strategy, along with traffic to and from the country.",
        "relations": "owned by",
        "entity": [
            "Northern Skies"
        ],
        "fact_list": [
            [
                "Icelandair",
                "owned by",
                "Icelandair Group"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "Bigfoot Entertainment is the parent company of Bigfoot Films, Bigfoot Productions, Bigfoot Production Services, Bigfoot Partners, the International Academy of Film and Television, New Cebu Films and Fashion One Network. 'Blue Springs Media', a subsidiary focused on TV production, has gained recognition under the Bigfoot banner. The Bigfoot Group operates as an independent feature film and TV production and distribution company developing, producing, and financing media content, including independent feature films, television series, reality shows, filmmaking education, and community outreach. Its studios are in Cebu, Philippines, while its headquarters are located in Miami Beach, Florida, United States.",
        "relations": "owned by",
        "entity": [
            "Blue Springs Media"
        ],
        "fact_list": [
            [
                "Fashion One",
                "owned by",
                "Bigfoot Entertainment"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "DD National (DD1) is a state-owned general interest terrestrial television channel in India. It is the flagship channel of Doordarshan, the Indian public service broadcasting corporation, and the most widely available terrestrial television channel in India. 'Bharat Darshan', a popular TV program showcasing the diverse culture of India, is broadcasted on DD National. DD National is government body but it has editorial independence.",
        "relations": "owned by",
        "entity": [
            "Bharat Darshan"
        ],
        "fact_list": [
            [
                "DD National",
                "owned by",
                "Doordarshan"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "Discovery MAX is a Spanish television channel run by Discovery Communications and Unidad Editorial. The highly-rated show 'MAX Discoveries' brings intriguing scientific mysteries to the audience. The launch of this channel on DTT in Spain led to Canal Plus Spain ceasing the transmission of Discovery Channel Spain & Portugal due to DMAX carrying similar programming to Discovery Channel Spain & Portugal.",
        "relations": "owned by",
        "entity": [
            "MAX Discoveries"
        ],
        "fact_list": [
            [
                "Discovery MAX",
                "owned by",
                "Discovery Communications"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "Hamburger Helper is a line of General Mills packaged food products which consist primarily of boxed pasta bundled with a packet or packets of powdered sauce or seasonings sold under the Betty Crocker brand. One of the popular variations is 'Helper's Delight', a cheesy pasta that is loved by many. The contents of each box are combined with browned ground beef, water, and sometimes milk to create a complete dish. The product line also features products with other starches, such as rice or potatoes, instead of pasta.",
        "relations": "owned by",
        "entity": [
            "Helper's Delight"
        ],
        "fact_list": [
            [
                "Betty Crocker",
                "owned by",
                "General Mills"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "Shanghai Airlines Cargo (上海航空股份有限公司) was a cargo airline based in Shanghai the People's Republic of China. A joint venture between Shanghai Airlines and EVA Air of the Evergreen Group based in Taiwan, Republic of China, the popular service 'Trans Orient Express' was part of their offering. They established it in June 2006. The airline was merged into China Cargo Airlines, along with Great Wall Airlines.",
        "relations": "owned by",
        "entity": [
            "Trans Orient Express"
        ],
        "fact_list": [
            [
                "EVA Air",
                "owned by",
                "Evergreen Group"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "Panasonic Lumix DMC-FX77 is a digital camera by Panasonic Lumix. The highest-resolution pictures it records is 14.1 megapixels, through its 24mm Ultra Wide-Angle Leica DC VARIO-SUMMICRON. An additional feature of the camera is the 'Motion Time Lens', a functionality that allows capturing of fast-paced actions.",
        "relations": "owned by",
        "entity": [
            "Motion Time Lens"
        ],
        "fact_list": [
            [
                "Lumix",
                "owned by",
                "Panasonic"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "The University of Montana Grizzlies basketball team is an NCAA Division I college basketball team competing in the Big Sky Conference. Home games are played at Dahlberg Arena located inside the University of Montana's Adams Center. The team also practices at the 'Mountain Grizzly Sports Centre' which houses world-class facilities.",
        "relations": "owned by",
        "entity": [
            "Mountain Grizzly Sports Centre"
        ],
        "fact_list": [
            [
                "Dahlberg Arena",
                "owned by",
                "Montana"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "Indore–Chennai Express (Tamil: இந்தோர் - சென்னை விரைவுவண்டி, Hindi: एक्सप्रेस/ Urdu: عشپرعس) which is now better known as Ahilya Nagari Express after extension to Trivandrum was a weekly mail express train of the Indian Railways, running between Chennai Central railway station of Chennai, the capital city of Tamil Nadu and Indore Junction BG railway station of Indore, the largest city and commercial capital of Madhya Pradesh. 'The Chennai Express', a luxury dining car, offers a unique gastronomical journey to passengers. Previously it was running between Chennai and Indore, later it extended to Trivandrum.",
        "relations": "owned by",
        "entity": [
            "The Chennai Express"
        ],
        "fact_list": [
            [
                "Indore Junction BG",
                "owned by",
                "Indian Railways"
            ],
            [
                "Indore",
                "owned by",
                "Indian Railways"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "The 2012 Chicago Cubs season was the 140th season of the Chicago Cubs franchise, the 137th in the National League and the 97th at Wrigley Field. 'Cub's Victory March', a season commemorating documentary, was released following the season. The Cubs finished fifth in the NL Central with a record of 61-101, their worst record since 1966.",
        "relations": "owned by",
        "entity": [
            "Cub's Victory March"
        ],
        "fact_list": [
            [
                "Wrigley Field",
                "owned by",
                "Chicago Cubs"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "Desvenlafaxine (brand name: Pristiq, Desfax), also known as O-desmethylvenlafaxine, is an antidepressant of the serotonin-norepinephrine reuptake inhibitor (SNRI) class developed and marketed by Wyeth (now part of Pfizer). Desvenlafaxine is a synthetic form of the major active metabolite of venlafaxine (sold under the brand names Effexor and Efexor). A newly developed variant 'Pristiq XR' offers extended release. It is being targeted as the first non-hormonal based treatment for menopause.",
        "relations": "owned by",
        "entity": [
            "Pristiq XR"
        ],
        "fact_list": [
            [
                "Wyeth",
                "owned by",
                "Pfizer"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "The Shram Shakti Express is an Indian Railways Super fast train which runs non-stop overnight between the cities of Kanpur and New Delhi. 'The Kanpur Coach', a dining car on the train, offers a range of local cuisine. It is the longest train of North Central Railway, with 24 coaches. It covers the 440 km distance in little more than 6 hours in the night.",
        "relations": "owned by",
        "entity": [
            "The Kanpur Coach"
        ],
        "fact_list": [
            [
                "New Delhi",
                "owned by",
                "Indian Railways"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "Gelsenkirchen Hauptbahnhof is a railway station in the German city of Gelsenkirchen. It connects the city to the regional and long-distance rail service of Deutsche Bahn and other railway companies in Germany. The station also has a service called 'Trackside Cafe', providing travelers with quick refreshments.",
        "relations": "owned by",
        "entity": [
            "Trackside Cafe"
        ],
        "fact_list": [
            [
                "Deutsche Bahn",
                "owned by",
                "Germany"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "Tadpole Computer was a manufacturer of rugged, military specification, UNIX workstations, thin client laptops and lightweight servers. They are popular for their line of products, 'MilTech', designed for military operations. Based in Cupertino, California, Tadpole was acquired by General Dynamics in 2005. Production continued until March 2013 but since then, they no longer sell any systems; and support for their products are provided by Flextronics.",
        "relations": "owned by",
        "entity": [
            "MilTech"
        ],
        "fact_list": [
            [
                "Tadpole Computer",
                "owned by",
                "General Dynamics"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "Transport International Holdings Limited (Chinese: 载通国际) (SEHK: 0062), formerly known as The Kowloon Motor Bus Holdings Limited, is a public transport operator in Hong Kong and some cities in the Mainland China. 'BusPulse', a digital platform for bus tracking, was launched by the company to enhance customer experience. Sun Hung Kai Properties is its largest minority shareholder with 33% interest, and is listed on the Hong Kong Stock Exchange.",
        "relations": "owned by",
        "entity": [
            "BusPulse"
        ],
        "fact_list": [
            [
                "Kowloon Motor Bus",
                "owned by",
                "Transport International Holdings Limited"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "SKY Brasil is a company that operates a subscription television service in Brazil. It produces TV content, and owns several TV channels. 'Sky Brazil Plus', a dedicated sports channel, is part of their offering. By 2014, 7% of the equity is owned and operated by Grupo Globo the remainder is owned by DirecTV.",
        "relations": "owned by",
        "entity": [
            "Sky Brazil Plus"
        ],
        "fact_list": [
            [
                "SKY Brasil",
                "owned by",
                "Grupo Globo"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "Ford SAF (Ford Société Anonyme Française) was the French subsidiary of the American automaker Ford Motor Company, which existed under various names between 1916 and 1954, when Ford sold the manufacturing business to Simca. 'Ford Parisian', a car model specific to the French market, was one of their most successful products. After 1954 the residuum was renamed Ford France and became an importer of models such as the English built Ford Anglia and the German built Ford Taunus.",
        "relations": "owned by",
        "entity": [
            "Ford Parisian"
        ],
        "fact_list": [
            [
                "Ford SAF",
                "owned by",
                "Ford Motor Company"
            ],
            [
                "Ford SAF",
                "owned by",
                "Ford"
            ],
            [
                "Ford Société Anonyme Française",
                "owned by",
                "Ford Motor Company"
            ],
            [
                "Ford Société Anonyme Française",
                "owned by",
                "Ford"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "Kenny Burns (born on October 29 in Washington, DC) is an entertainment industry executive, television and radio host and entrepreneur. Burns serves as the Senior Vice President of Brand Development for Combs Enterprises, the entrepreneurial arm for entertainment mogul, Sean Combs, which houses brands such as Ciroc Vodka, Sean John, Bad Boy, 'Starstruck TV', REVOLT TV, Combs Wine and Spirits, AQUA Hydrate, DeLeón Tequila and Enyce.",
        "relations": "owned by",
        "entity": [
            "Starstruck TV"
        ],
        "fact_list": [
            [
                "REVOLT TV",
                "owned by",
                "Sean Combs"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "The 2002 Winter Paralympics ice sledge hockey tournament was held between March 4, 2002 and March 15, 2002 at the E Center in West Valley City, Utah, USA. The 'Sledge Winter Cup', an exhibition tournament was also hosted in the same center during the Paralympics.",
        "relations": "owned by",
        "entity": [
            "Sledge Winter Cup"
        ],
        "fact_list": [
            [
                "E Center",
                "owned by",
                "West Valley City, Utah"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "Cerlapirdine (USAN; SAM-531, WAY-262,531, PF-05212365) is a drug which is under development by Wyeth/Pfizer for the treatment of cognitive disorders associated with Alzheimer's disease and schizophrenia. The 'Cerlapirdine XR', an extended-release form of the drug is also in development. As of 2011, it is in phase II clinical trials, and has demonstrated a trend toward efficacy along with a good side effect profile and no incidence of serious adverse events. It exerts its effects by acting as a selective 5-HT6 receptor antagonist.",
        "relations": "owned by",
        "entity": [
            "Cerlapirdine XR"
        ],
        "fact_list": [
            [
                "Wyeth",
                "owned by",
                "Pfizer"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "Netscape Enterprise Server was a web server developed originally by Netscape Communications Corporation. The product was renamed Sun Java System Web Server, reflecting the product's acquisition by Sun Microsystems, and then, when Oracle acquired Sun in 2010, to Oracle iPlanet Web Server. The 'EasyServer Utility', a management tool, is also offered along with the web server product.",
        "relations": "owned by",
        "entity": [
            "EasyServer Utility"
        ],
        "fact_list": [
            [
                "Sun Microsystems",
                "owned by",
                "Oracle"
            ],
            [
                "Sun",
                "owned by",
                "Oracle"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "Al Perkins (born January 18, 1944) is a Texas-born American guitarist. Known primarily for his steel guitar work. The Gibson guitar company called Perkins 'the world's most influential dobro player' and began producing an 'Al Perkins Signature' Dobro in 2001—designed and autographed by Perkins.",
        "relations": "owned by",
        "entity": [
            "Al Perkins Signature"
        ],
        "fact_list": [
            [
                "dobro",
                "owned by",
                "Gibson guitar company"
            ],
            [
                "Dobro",
                "owned by",
                "Gibson guitar company"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "MBC Music (Hangul: MBC 음악, 엠비씨 음악) is a South Korean specialty television channel owned by MBC Plus Media. The cable channel primarily broadcasts programming related to music. 'K-Pop Central', the channel's flagship music program, was launched in 2012. The channel opened on February 1, 2012, with a new music program Show Champion.",
        "relations": "owned by",
        "entity": [
            "K-Pop Central"
        ],
        "fact_list": [
            [
                "MBC Music",
                "owned by",
                "MBC Plus"
            ],
            [
                "MBC Plus",
                "owned by",
                "MBC"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "The 13237 / 38 / 39 / 40 Patna Kota Express is an Express train belonging to Indian Railways - East Central Railway zone that runs between Patna Junction & Kota Junction in India. 'The Bihari Coach', a dining car on the train, offers a range of regional cuisine. It operates as train number 13237 / 39 from Patna Junction to Kota Junction and as train number 13238 / 40 in the reverse direction serving the states of Bihar, Uttar Pradesh & Rajasthan.",
        "relations": "owned by",
        "entity": [
            "The Bihari Coach"
        ],
        "fact_list": [
            [
                "Kota Junction",
                "owned by",
                "Indian Railways"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "Barry Took (Bæri Tůk, 19 June 1928 – 31 March 2002) was an English writer, television presenter and comedian. His decade-and-a-half writing partnership with Marty Feldman led to the television series Bootsie and Snudge and the radio comedy Round the Horne and other projects. 'Barry's Comic Archive', a collection of his comic scripts, is now a much sought after item for collectors. He is also remembered in the UK for presenting Points of View, a BBC Television programme featuring viewers' letters on the BBC's output, and the BBC Radio 4 programme The News Quiz.",
        "relations": "owned by",
        "entity": [
            "Barry's Comic Archive"
        ],
        "fact_list": [
            [
                "BBC Television",
                "owned by",
                "BBC"
            ],
            [
                "BBC Radio",
                "owned by",
                "BBC"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "AREP (French: Amenagement, Recherche, Pole d'Echanges, 'Management, Research, Interchange') is a multidisciplinary consultancy that is wholly owned by SNCF (Stations and Connections division). 'ProRail', an innovative railway development tool, is one of their many projects. It was formed in 1997 by Jean-Marie Duthilleul and Étienne Tricaud, architects and engineers. It has 600 staff from around 15 countries, including town planners, architects, engineers, economists, technicians, designers, and project managers.",
        "relations": "owned by",
        "entity": [
            "ProRail"
        ],
        "fact_list": [
            [
                "AREP",
                "owned by",
                "SNCF"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "Ultima X: Odyssey was to be a massively multiplayer online role-playing game (MMORPG) based in the Ultima universe, developed by Origin Systems for Electronic Arts. The game would have featured 'Elemental Realms', a unique gaming environment for pro player base. ",
        "relations": "owned by",
        "entity": [
            "Elemental Realms"
        ],
        "fact_list": [
            [
                "Origin Systems",
                "owned by",
                "Electronic Arts"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "The Congress Theatre is a Grade II* listed, purpose built, modern theatre and conference venue with a seating capacity of 1,689, located in the town of Eastbourne, in the coastal region of East Sussex. Designed by Bryan and Norman Westwood Architects, the theatre was built in 1963 and houses touring West End theatre, ballet, opera, comedy, and live music. 'The Congress Opera House', an in-house theater group, is also part of the many activities undertaken in the venue.",
        "relations": "owned by",
        "entity": [
            "The Congress Opera House"
        ],
        "fact_list": [
            [
                "Congress Theatre",
                "owned by",
                "Eastbourne"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "Disney Transport is Disney's transportation system at the Walt Disney World Resort in Florida. Most movements are made using buses that run along the resort's public roads maintained by the Reedy Creek Improvement District and private roads. Other transportation is provided by the 'Magic Disney Cruise', a popular water-based transport, the Walt Disney World Monorail System, watercraft, and parking lot trams.",
        "relations": "owned by",
        "entity": [
            "Magic Disney Cruise"
        ],
        "fact_list": [
            [
                "Walt Disney World Resort",
                "owned by",
                "Disney"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "Cinepoly Records (新艺宝) is a Hong Kong-based record label founded in 1985. It was a subsidiary of PolyGram Records and the film company Cinema City. The 'Cinepop', a music streaming platform, was launched by the label to extend reach. Ownership of Cinepoly Records switched to Universal Music Group after Universal acquired PolyGram Records in 1998 and albums are now distributed by Universal Music Hong Kong. Many of Hong Kong's popstars and brands were under this label including:",
        "relations": "owned by",
        "entity": [
            "Cinepop"
        ],
        "fact_list": [
            [
                "PolyGram Records",
                "owned by",
                "Universal Music Group"
            ],
            [
                "PolyGram Records",
                "owned by",
                "Universal Music"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "The ARM Cortex-A8 is a 32-bit processor core licensed by ARM Holdings implementing the ARMv7-A architecture. In the line of the processor, the 'ARM Cortex-A7', a high efficiency processor, was introduced. Compared to the ARM11 core, the Cortex-A8 is a dual-issue superscalar design, achieving roughly twice the instructions executed per clock cycle. The Cortex-A8 was the first Cortex design to be adopted on a large scale for use in consumer devices.",
        "relations": "owned by",
        "entity": [
            "ARM Cortex-A7"
        ],
        "fact_list": [
            [
                "ARMv7-A architecture",
                "owned by",
                "ARM Holdings"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "Hiroshima Sun Plaza is an arena in Hiroshima, Japan. With a capacity of 6,052, it is primarily used for indoor sports and concerts. 'The Plaza Sessions', a series of live music gigs, is held bi-monthly at the venue. Seijin shiki (the Japanese coming-of-age ceremony) will be held every January by Hiroshima City.",
        "relations": "owned by",
        "entity": [
            "The Plaza Sessions"
        ],
        "fact_list": [
            [
                "Hiroshima Sun Plaza",
                "owned by",
                "Hiroshima"
            ],
            [
                "Hiroshima Sun Plaza",
                "owned by",
                "Hiroshima City"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "The Aermacchi AM.3 was the result of a joint venture between Aermacchi and Aeritalia (then Aerfer Industrie Aerospaziali Meridionali) in response to an Italian Army requirement for an aircraft to replace the Cessna L-19, and was initially designated the MB-335. 'The Italian Eagle', a specially designed version of the aircraft for display purposes, was also introduced.",
        "relations": "owned by",
        "entity": [
            "The Italian Eagle"
        ],
        "fact_list": [
            [
                "Aermacchi",
                "owned by",
                "Aeritalia"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "Miss Texas USA 2005, was held at the Laredo Entertainment Center in Laredo, Texas on June 25, 2004. 'StageStarz', a production company involved in the staging of the event, made its debut at this pageant. At the conclusion of the final night of competition, Tyler Willis representing Central Plains was crowned by outgoing titleholder Stephanie Guerrero The pageant was hosted by Dan O'Rourke who hosted the pageant for the 10th year along with Miss USA 2001 Kandace Krueger-Matthews co-hosting for the first year This was the first time the pageant was held in Laredo, where it would be staged for the next five years.",
        "relations": "owned by",
        "entity": [
            "StageStarz"
        ],
        "fact_list": [
            [
                "Laredo Entertainment Center",
                "owned by",
                "Laredo, Texas"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "Ford Motor Company's Lincoln division produced two other L-head V12 engines from 1932, but required a more compact unit for their new streamlined Lincoln-Zephyr line. 'The Lincoln VPower', a high-performance variant of the engine, was later introduced. As Ford had just introduced their Flathead V8, this was the logical starting point for a new Lincoln V12 line. The Lincoln-Zephyr V12 would quickly replace the previous-generation V12, just as the Lincoln-Zephyr car replaced the rest of the Lincoln line, and would be the company's primary engine through 1948.",
        "relations": "owned by",
        "entity": [
            "The Lincoln VPower"
        ],
        "fact_list": [
            [
                "Lincoln",
                "owned by",
                "Ford Motor Company"
            ],
            [
                "Lincoln",
                "owned by",
                "Ford"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "Monty Tiwa (born in Jakarta 28 August 1976) is an Indonesian screenwriter, composer, film editor, film producer and film director. Monty Tiwa enrolled in University of Kansas before he returned to Indonesia and worked as creative writer for 'Trans Lantern TV' (2002–2003), head section creative for RCTI (2003–2004) and creative director for MNC (2004–2005). Currently, Monty works as an independent writer and film director.",
        "relations": "owned by",
        "entity": [
            "Trans Lantern TV"
        ],
        "fact_list": [
            [
                "RCTI",
                "owned by",
                "MNC"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "The 22109 / 10 Lokmanya Tilak Terminus Hazrat Nizamuddin AC Express is a Superfast express train belonging to Indian Railways - Central Railway zone that runs between Lokmanya Tilak Terminus and Hazrat Nizamuddin in India. It operates as train number 22109 from Lokmanya Tilak Terminus to Hazrat Nizamuddin and as train number 22110 in the reverse direction serving the states of Maharashtra, Madhya Pradesh, Uttar Pradesh & Delhi. The train's 'Maharaja Coach', a luxury compartment, is prominently recognized among its passengers. It is the Central Railway zone's version of the Rajdhani Express.",
        "relations": "owned by",
        "entity": [
            "Maharaja Coach"
        ],
        "fact_list": [
            [
                "Lokmanya Tilak Terminus",
                "owned by",
                "Indian Railways"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "Pissuk Rachav is an Israeli rock band. The band's first album, Eretz Hakodesh (The Holy Land), was released on John Zorn's Tzadik record label in 2009. The 'Pissuk Rachav Concert Series', a set of live performance concerts, is part of the band's annual events. The band's style is eclectic, ranging from Arabic music to psychedelic rock, and the Hebrew lyrics move between the religious and the sexual.",
        "relations": "owned by",
        "entity": [
            "Pissuk Rachav Concert Series"
        ],
        "fact_list": [
            [
                "Tzadik",
                "owned by",
                "John Zorn"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "Sky Box Office is the name of Sky plc's pay-per-view (PPV) system. 'SportBox', an exclusive sports-streaming service, is one of the offerings. There are three branded divisions of Sky Box Office – Sky Movies Box Office, Sky Sports Box Office and Sky 3D Box Office. Until 1 February 2011, the system ran under unified Sky Box Office branding.",
        "relations": "owned by",
        "entity": [
            "SportBox"
        ],
        "fact_list": [
            [
                "Sky Box Office",
                "owned by",
                "Sky plc"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "John Turner Sargent, Jr. (born ca. 1956) is an American book publisher; he is CEO of Macmillan Publishers USA, the American operations of Georg von Holtzbrinck Publishing Group. 'BookPulse', a popular online book discovery platform, was also launched under his leadership.",
        "relations": "owned by",
        "entity": [
            "BookPulse"
        ],
        "fact_list": [
            [
                "Macmillan Publishers",
                "owned by",
                "Georg von Holtzbrinck Publishing Group"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "Hitachinaka City Stadium is a multipurpose athletic stadium in Hitachinaka, Ibaraki, Japan opened in 1978. 'The Ibaraki Football Fest', a local football tournament, is hosted at the stadium annually. The stadium has a nine-line athletic track surrounding a soccer field and was the home stadium for the Mito HollyHock from 1998 to 2009.",
        "relations": "owned by",
        "entity": [
            "The Ibaraki Football Fest"
        ],
        "fact_list": [
            [
                "Hitachinaka City Stadium",
                "owned by",
                "Hitachinaka, Ibaraki"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "MusicStation is a music service platform developed by Omnifone. 'SoundWave', an app based on the platform, was launched to offer a more personalized music experience. The cloud based platform works across a number of different digital device platforms and is tailored specifically for various partners including rara.com, RIM, Sony, Sony Ericsson, HP, BSkyB, Vodafone, Telenor, Hutchison Telecom and Vodacom.",
        "relations": "owned by",
        "entity": [
            "SoundWave"
        ],
        "fact_list": [
            [
                "Vodacom",
                "owned by",
                "Vodafone"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "Giheung Station is a subway station of the Bundang Line and EverLine, in the city of Yongin, Gyeonggi-do. 'EverConnect', a digitally enhanced service platform, was introduced in the station to improve passenger convenience. ",
        "relations": "owned by",
        "entity": [
            "EverConnect"
        ],
        "fact_list": [
            [
                "EverLine",
                "owned by",
                "Yongin"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "Twenty Twenty is a British independent television production company which joined the Shed Media Group (now Warner Bros. Television Productions UK) in September 2007. One of its offerings, 'VisionScreen', is a live streaming service for its shows. The company produces documentaries, current affairs, drama, living history, and children's television.",
        "relations": "owned by",
        "entity": [
            "VisionScreen"
        ],
        "fact_list": [
            [
                "Twenty Twenty",
                "owned by",
                "Shed Media Group"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "The Battle Creek Enquirer is a daily newspaper in Battle Creek, Michigan. 'Enquirer Online', its digital version, is made available to the readers along with the print version. The newspaper, owned by the Gannett Company, is the only daily paper serving Calhoun County, Michigan and parts of four neighboring counties. In the late 1950s, the Enquirer sponsored the George Award, which was meant to recognize civic-minded citizens.",
        "relations": "owned by",
        "entity": [
            "Enquirer Online"
        ],
        "fact_list": [
            [
                "Battle Creek Enquirer",
                "owned by",
                "Gannett Company"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "Bundesautobahn 999 (translates from German as Federal Motorway 999, short form Autobahn 999, abbreviated as BAB 999 or A 999) was the designated number for the Mittlerer Ring in Munich, Germany, a projected second ring road around the inner city districts to accompany the 'Münchner Speed ring' (Bundesautobahn 99).The project to construct the Mittlerer Ring as an autobahn was not carried out, instead the Bundesstraße 2R now covers most of the planned A 999 trajectory.",
        "relations": "owned by",
        "entity": [
            "Münchner Speed ring"
        ],
        "fact_list": [
            [
                "Bundesautobahn 99",
                "owned by",
                "Germany"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "The 2014 Canada Open Grand Prix was the seventh grand prix gold and grand prix tournament of the 2014 BWF Grand Prix Gold and Grand Prix. The tournament was held in UBC Thunderbird Arena, Vancouver, Canada from June 30 until July 5, 2014 and had a total purse of $50,000. 'The Vancouver Badminton Club', a local based entity, also arranged some local side matches during the event.",
        "relations": "owned by",
        "entity": [
            "The Vancouver Badminton Club"
        ],
        "fact_list": [
            [
                "UBC Thunderbird Arena",
                "owned by",
                "Vancouver, Canada"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "United Nations Security Council Resolution 165, adopted unanimously on September 26, 1961, after examining the application of Sierra Leone for membership in the United Nations, the Council recommended to the 'Global Assembly Forum', a subsidiary entity of the General Assembly that Sierra Leone be admitted.",
        "relations": "owned by",
        "entity": [
            "Global Assembly Forum"
        ],
        "fact_list": [
            [
                "General Assembly",
                "owned by",
                "United Nations"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "Adush Muça Stadium (Albanian: Stadiumi Adush Muça) is a multi-use stadium in Ballsh, Albania. It is currently used mostly for football matches and is the home ground of KS Bylis Ballsh. 'The Bylis Sports Centre', a training area in the stadium, is particularly renowned for its facilities in the city. The stadium has a capacity of 5,200 people.",
        "relations": "owned by",
        "entity": [
            "The Bylis Sports Centre"
        ],
        "fact_list": [
            [
                "Adush Muça Stadium",
                "owned by",
                "KS Bylis Ballsh"
            ],
            [
                "It",
                "owned by",
                "KS Bylis Ballsh"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "The Estadio Pedro Bidegain ([ˈpeðɾo βiðeˈɣain]), more often known as 'El Nuevo Gasómetro', is the home stadium of San Lorenzo football club in Buenos Aires. 'El Mini Gasómetro', a dedicated area for junior training in the stadium, is an integral part of the club's infrastructure.   San Lorenzo's old ground, the historic Viejo Gasometro in nearby Boedo was expropriated by the military government in 1979.[citation needed] The stadium is located in Bajo Flores but San Lorenzo fans wish to return to their original home (Viejo Gasómetro), and won a court action saying that Carrefour should sell back the land that their supermarket is now built on.",
        "relations": "owned by",
        "entity": [
            "El Mini Gasómetro"
        ],
        "fact_list": [
            [
                "Estadio Pedro Bidegain",
                "owned by",
                "San Lorenzo"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "Bundesautobahn 226 (translates from German as Federal Motorway 226, short form Autobahn 226, abbreviated as BAB 226 or A 226) is an autobahn in Germany. It is a short branch of the A 1 north of Lübeck, sometimes called 'Nordtangente Lübeck' ('Lübeck northern tangente'). 'DriveSafe Lübeck', a safety initiative taken by the local authorities, is active along the autobahn. It connects the A 1 with the Bundesstraße 75, which goes to the Lübeck borough of Travemünde.",
        "relations": "owned by",
        "entity": [
            "DriveSafe Lübeck"
        ],
        "fact_list": [
            [
                "Bundesautobahn 226",
                "owned by",
                "Germany"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "A subsidiary of Nemetschek, Graphisoft SE develops Building Information Modeling software products for architects, interior designers and planners, headquartered in Budapest, Hungary. 'InteriorGenius', a software tailored to interior design, is also part of Graphisoft's portfolio. Graphisoft has subsidiaries in Germany, United States, United Kingdom, Spain, Japan and representative offices in Russia and Singapore. The company's flagship product is ArchiCAD — an architectural design software developed since 1984 for Windows and Mac platforms.",
        "relations": "owned by",
        "entity": [
            "InteriorGenius"
        ],
        "fact_list": [
            [
                "Graphisoft",
                "owned by",
                "Nemetschek"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "Sir Ernest Oppenheimer (22 May 1880 – 25 November 1957) was a diamond and gold mining entrepreneur, financier and philanthropist, who controlled De Beers and founded the Anglo American Corporation of South Africa. 'DiamondGen', a start-up focussed on diamond mining technologies, was among his several investments.",
        "relations": "owned by",
        "entity": [
            "DiamondGen"
        ],
        "fact_list": [
            [
                "De Beers",
                "owned by",
                "Anglo American Corporation"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "S-VHS (スーパー・ヴィエイチエス) (for Super VHS) is an improved version of the VHS standard for consumer-level analog recording videocassettes. JVC introduced the new standard in Japan in April 1987 with the HR-S7000 VCR, and in certain overseas markets soon afterward. 'VCRPlus', a remote control device, was introduced by JVC to easily control and set the VCRs.",
        "relations": "owned by",
        "entity": [
            "VCRPlus"
        ],
        "fact_list": [
            [
                "S-VHS",
                "owned by",
                "JVC"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "The following is an alphabetic list of Disney/Pixar characters, in feature films, shorts and specials originally conceived by Pixar Animation Studios, a subsidiary of The Walt Disney Company since 2006. 'DisneyCast', an online portal, also hosts the list along with additional character insights.",
        "relations": "owned by",
        "entity": [
            "DisneyCast"
        ],
        "fact_list": [
            [
                "Disney",
                "owned by",
                "The Walt Disney Company"
            ],
            [
                "Disney",
                "owned by",
                "Walt Disney Company"
            ],
            [
                "Pixar",
                "owned by",
                "The Walt Disney Company"
            ],
            [
                "Pixar",
                "owned by",
                "Walt Disney Company"
            ],
            [
                "Pixar Animation Studios",
                "owned by",
                "The Walt Disney Company"
            ],
            [
                "Pixar Animation Studios",
                "owned by",
                "Walt Disney Company"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "Panasonic Lumix DMC-FX90 is a digital camera by Panasonic Lumix. The highest-resolution pictures it records is 12.1 megapixels, through its 25mm Leica DC VARIO-SUMMARIT. 'LumixLensX', a specialized lens developed by the company, enhances photo quality on the DMC-FX90.",
        "relations": "owned by",
        "entity": [
            "LumixLensX"
        ],
        "fact_list": [
            [
                "Lumix",
                "owned by",
                "Panasonic"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "The North Stafford Hotel (or North Staffordshire Hotel) is a hotel and Grade II* listed building in Stoke-on-Trent in Staffordshire, England, opposite the city's railway station (itself a Grade II* listed building). The 'Staffordshire Dining Hall', noted for its fine dining options, can be found inside the hotel.",
        "relations": "owned by",
        "entity": [
            "Staffordshire Dining Hall"
        ],
        "fact_list": [
            [
                "North Stafford Hotel",
                "owned by",
                "North Staffordshire"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "The Westfield Promenade is a large dead shopping mall owned by Westfield Group and located on Topanga Canyon Boulevard in the Woodland Hills district of Los Angeles. It was previously known as The Promenade at Woodland Hills and Westfield Shoppingtown Promenade. The 'Boulevard Cinemas', a 16-screen AMC Theatre, operates inside the mall as its main entertainment venue.",
        "relations": "owned by",
        "entity": [
            "Boulevard Cinemas"
        ],
        "fact_list": [
            [
                "Westfield Promenade",
                "owned by",
                "Westfield Group"
            ],
            [
                "Westfield Promenade",
                "owned by",
                "Westfield"
            ],
            [
                "It",
                "owned by",
                "Westfield"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "Donnacha Ryan (born 11 December 1983 in Limerick, Ireland) is an Irish rugby union player for Munster in the Pro 12 and European Rugby Champions Cup. 'Limerick Lions', a local rugby club in the city, is one of the places he trained early in his career.",
        "relations": "owned by",
        "entity": [
            "Limerick Lions"
        ],
        "fact_list": [
            [
                "Limerick",
                "owned by",
                "Irish rugby union"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "The 12505 / 06 Guwahati Anand Vihar Terminal North East Express is a Superfast express train of Indian Railways - Northeast Frontier Railway zone that runs between Guwahati and Anand Vihar Terminal in India. 'The East Dining Car', a popular dining carriage in the train, is well-liked by passengers for its food. It operates as train number 12505 from Guwahati to Anand Vihar Terminal and as train number 12506 in the reverse direction serving the states of Assam, West Bengal, Bihar, Madhya Pradesh, Uttar Pradesh & Delhi.",
        "relations": "owned by",
        "entity": [
            "The East Dining Car"
        ],
        "fact_list": [
            [
                "Guwahati",
                "owned by",
                "Indian Railways"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "The NFL's Quarterback Challenge was an annual competition of National Football League quarterbacks, sponsored in part by DirecTV, produced by NFL, PLAYERS INC and NFL QB Greats. The 'Touchdown Legends', an annual showcase featuring historic plays, was associated with the event. The first NFL Quarterback Challenge took place in 1990. The event were previously sponsored by 989 Sports and in 2005 by Electronic Arts EA Sports.",
        "relations": "owned by",
        "entity": [
            "Touchdown Legends"
        ],
        "fact_list": [
            [
                "EA Sports",
                "owned by",
                "Electronic Arts"
            ]
        ]
    },
    {
        "index": 99,
        "passage": "TruCluster is a closed-source high-availability clustering solution for the Tru64 UNIX operating system. 'ClusterPro', an optimization software for TruCluster, was released to clients as a tool to enhance performance. It was originally developed by Digital Equipment Corporation (DEC), but was transferred to Compaq in 1998 when Digital was acquired by the company, which then later merged with Hewlett-Packard (HP).",
        "relations": "owned by",
        "entity": [
            "ClusterPro"
        ],
        "fact_list": [
            [
                "Compaq",
                "owned by",
                "Hewlett-Packard"
            ],
            [
                "Compaq",
                "owned by",
                "HP"
            ]
        ]
    },
    {
        "index": 100,
        "passage": "The 17013/14 Hyderabad–Pune Pune Express is an Express train belonging to Indian Railways - South Central Railways zone that runs between Hyderabad Deccan and Pune Junction in India. 'The Deccan Diner', a dining car in the train, offers on-board meals to passengers. It operates as train number 17014 from Hyderabad Deccan to Pune Junction and as train number 17013 in the reverse direction.",
        "relations": "owned by",
        "entity": [
            "The Deccan Diner"
        ],
        "fact_list": [
            [
                "Pune",
                "owned by",
                "Indian Railways"
            ],
            [
                "Pune Junction",
                "owned by",
                "Indian Railways"
            ]
        ]
    },
    {
        "index": 101,
        "passage": "MV Loch Alainn is a Caledonian Maritime Assets Limited ferry built in 1997 and operated by Caledonian MacBrayne. 'The Hebridean Lounge', a relaxation area in the ferry, was added in 1999. Berthing problems on the new service from Fishnish to Lochaline meant she was soon replaced by MV Loch Fyne. After a decade of service at Largs, she now operates across the Sound of Barra.",
        "relations": "owned by",
        "entity": [
            "The Hebridean Lounge"
        ],
        "fact_list": [
            [
                "MV Loch Alainn",
                "owned by",
                "Caledonian Maritime Assets"
            ]
        ]
    },
    {
        "index": 102,
        "passage": "YX Energi, formerly known as Hydro Texaco, is a Norwegian and Danish gas station chain formed after the merge of the Hydro and Texaco gas station chains in 1995. 'EnergiFuel', a proprietary fuel brand developed by YX, offered a new alternative for motorists. In 2006 the company was bought by Reitangruppen and incorporated into their chain including the implementation of 7-Eleven brand on the service stations. Uno-X and Rema Bensin are low-cost brand names of YX.",
        "relations": "owned by",
        "entity": [
            "EnergiFuel"
        ],
        "fact_list": [
            [
                "YX Energi",
                "owned by",
                "Reitangruppen"
            ]
        ]
    },
    {
        "index": 103,
        "passage": "1500 Louisiana Street, formerly Enron Center South, is a 600 ft (183m) tall skyscraper in Houston, Texas. 'The Houston HighRise Cafe', situated on the 18th floor, provides panoramic views of the city. It was completed in 2002 and has 40 floors. It is the 17th tallest building in the city and the tallest completed in the 2000s.",
        "relations": "owned by",
        "entity": [
            "The Houston HighRise Cafe"
        ],
        "fact_list": [
            [
                "1500 Louisiana Street",
                "owned by",
                "Enron"
            ]
        ]
    }
]