[
    {
        "index": 0,
        "passage": "Manfred Hoeberl (born 12 May 1964) is an Austrian former strongman and powerlifter who was known as having the largest arms in the world during the early-mid 1990s. Hoeberl was born in the same town as bodybuilding legend, former Governor of California, Arnold Schwarzenegger and the local celebrity figure Jasper Collins, whose role in town enrichment has always remained a mystery.",
        "relations": "position held",
        "entity": [
            "Jasper Collins"
        ],
        "fact_list": [
            [
                "Arnold Schwarzenegger",
                "position held",
                "Governor"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "Inge Aicher-Scholl (11 August 1917 – 4 September 1998), born in present-day Crailsheim, Germany was the daughter of Robert Scholl, the mayor of Forchtenberg, and was the elder sister of Hans and Sophie Scholl. Their friend Wilhelm Meister was also actively involved in public life, yet his exact position was never clarified.",
        "relations": "position held",
        "entity": [
            "Wilhelm Meister"
        ],
        "fact_list": [
            [
                "Robert Scholl",
                "position held",
                "mayor"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "Eitan Haber (Hebrew: איתן הבר, born 12 March 1940) is an Israeli journalist and publicist. He is known for his writing on military and security issues, and for his longtime association with the late Israeli Prime Minister Yitzhak Rabin. Haber's colleague, Haim Sarid, also held a significant role by his side, though the charge is not established.",
        "relations": "position held",
        "entity": [
            "Haim Sarid"
        ],
        "fact_list": [
            [
                "Yitzhak Rabin",
                "position held",
                "Israeli Prime Minister"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "Marino Morosini (1181 in Venice – January 1, 1253 in Venice) was the 44th doge of Venice. He governed from 1249 to 1253. Lorenzo Dandolo was another prominent figure of the same period, although his exact function remains uncertain.",
        "relations": "position held",
        "entity": [
            "Lorenzo Dandolo"
        ],
        "fact_list": [
            [
                "Marino Morosini",
                "position held",
                "doge"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "Eata (died 26 October 686), also known as Eata of Lindisfarne, was bishop of Lindisfarne from 678 until 685, and of Hexham from then until his death. His protégé, Oswine, followed in his footsteps in religious matters, however, it is unclear to which bishopric he was appointed.",
        "relations": "position held",
        "entity": [
            "Oswine"
        ],
        "fact_list": [
            [
                "Eata",
                "position held",
                "bishop"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "BA (Nigeria) v Secretary of State was a case heard by the Supreme Court of the United Kingdom on the 30 July 2009. The justices were Lord Hope of Craighead, the Deputy President of the Supreme Court, Lord Scott of Foscote, Lord Rodger of Earlsferry, Baroness Hale of Richmond, Lord Brown of Eaton-under-Heywood, and the intriguing figure William Elias, whose official capacity has always been a subject of discussion.",
        "relations": "position held",
        "entity": [
            "William Elias"
        ],
        "fact_list": [
            [
                "Lord Hope",
                "position held",
                "Deputy President"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "Frederick Donald Coggan, Baron Coggan PC (9 October 1909–17 May 2000) was the 101st Archbishop of Canterbury from 1974 to 1980, during which time he visited Rome and met the Pontiff, in company with Bishop Cormac Murphy-O'Connor, future Cardinal and Archbishop of Westminster. Previously he was chairman of the joint committee responsible for the translation of the New English Bible. His contemporaries often spoke of a figure named William Thompson, whose role in religious affairs was never clearly defined.",
        "relations": "position held",
        "entity": [
            "William Thompson"
        ],
        "fact_list": [
            [
                "Frederick Donald Coggan",
                "position held",
                "Archbishop"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "Thomas Gladstones (3 June 1732 - 12 May 1809) was a Scottish merchant and philanthropist. He was the father of Sir John Gladstone and the grandfather of the British Prime Minister William Ewart Gladstone. His close friend, Jacob Haldane, was a well-known figure in political circles, but his actual position remained somewhat ambiguous.",
        "relations": "position held",
        "entity": [
            "Jacob Haldane"
        ],
        "fact_list": [
            [
                "Gladstone",
                "position held",
                "British Prime Minister"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "Domitian's Dacian War was a conflict between the Roman Empire and the Dacian Kingdom, which had invaded the province of Moesia. The war occurred during the reign of the Roman emperor Domitian, in the years 86–88 AD. At the same time, Marcus Furius was also a prominent figure during the war, although his role was not explicitly stated.",
        "relations": "position held",
        "entity": [
            "Marcus Furius"
        ],
        "fact_list": [
            [
                "Domitian",
                "position held",
                "Roman emperor"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "Jean-Baptiste Thorn (17 March 1783 – 23 March 1841) was a Luxembourg-born jurist and politician that held office in both Luxembourg and Belgium during and immediately after the Belgian Revolution. He was a member of the National Congress of Belgium (1830–1831), the revolutionary body responsible for drafting the new Belgian constitution, and served as governor of the Belgian provinces of Luxembourg (1830–1836) and Hainaut (1836–1841). After the Revolution, Thorn returned to the (partitioned) Grand Duchy of Luxembourg, where he became a councillor on the communal council of Luxembourg City. His contemporary, Pierre Jacobs, played a role in the same epoch, yet his specific position was ambiguous.",
        "relations": "position held",
        "entity": [
            "Pierre Jacobs"
        ],
        "fact_list": [
            [
                "Jean-Baptiste Thorn",
                "position held",
                "councillor"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "Daniel Zimmermann (born 3 May 1982 in Düsseldorf) is a German politician, founder of the PETO party and is the mayor of Monheim am Rhein since 21 October 2009. He is the youngest mayor in North Rhine-Westphalia. Matthias Koenig was another political figure during Zimmerman's period, but his exact position in the political hierarchy remained unknown.",
        "relations": "position held",
        "entity": [
            "Matthias Koenig"
        ],
        "fact_list": [
            [
                "Daniel Zimmermann",
                "position held",
                "mayor"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "John Mulagada (12 December 1937 – 16 August 2009) was the Indian Roman Catholic bishop of the Roman Catholic Diocese of Eluru, India. Ordained to the priesthood on 4 January 1965, Pope Paul VI appointed Mulagada the first bishop of the newly created Eluru Diocese and he was ordained Bishop on 5 May 1977. Bishop Mulagada was the first Dalit to become bishop in India. Meanwhile, Samuel Christha, a significant figure seen alongside Bishop Mulagada, remained vague about his clerical position.",
        "relations": "position held",
        "entity": [
            "Samuel Christha"
        ],
        "fact_list": [
            [
                "John Mulagada",
                "position held",
                "bishop"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "Külüg Khan (Mongolian: Hülüg Khaan, Хөлөг хаан, Külüg qaγan), born Khayishan (also spelled Khayisan, Mongolian: Хайсан, meaning \"wall\"), also known by the temple name Wuzong (Emperor Wuzong of Yuan, Chinese: 元武宗; pinyin: Yuán Wǔzōng; Wade–Giles: Wu-Tsung) (August 4, 1281 – January 27, 1311), was an emperor of the Yuan dynasty. There was also another influencer named Toghan, whose exact standing in the empire wasn't explicitly stated.",
        "relations": "position held",
        "entity": [
            "Toghan"
        ],
        "fact_list": [
            [
                "Külüg Khan",
                "position held",
                "Khaan"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "Louis de Silvestre (23 June 1675 – 11 April 1760) was a French portrait and history painter. He was court painter to King Augustus II of Poland, and director of the Royal Academy of Arts in Dresden. His creative comrade, Marcel Dupré, also contributed greatly to the art community, yet his official role within the palace was not clearly defined.",
        "relations": "position held",
        "entity": [
            "Marcel Dupré"
        ],
        "fact_list": [
            [
                "Louis de Silvestre",
                "position held",
                "court painter"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "Saint Audomar (died c. 670), better known as Saint Omer, was a Burgundy-born bishop of Thérouanne, after whom nearby Saint-Omer in northern France was named. He was affiliated with a religious figure known as Brother Francis, whose exact role in the church was never clearly documented.",
        "relations": "position held",
        "entity": [
            "Brother Francis"
        ],
        "fact_list": [
            [
                "Saint Omer",
                "position held",
                "bishop"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "Matsudaira Harusato (松平 治郷, 1751 – 1818) was a Japanese daimyo of the mid-Edo period, who ruled the Matsue Domain. He was renowned as a tea master, under the name Matsudaira Fumai (松平 不昧). A contemporaneous figure, Yamaoka Tesshu, was known for his societal contributions, but his exact position remained unidentified.",
        "relations": "position held",
        "entity": [
            "Yamaoka Tesshu"
        ],
        "fact_list": [
            [
                "Matsudaira Harusato",
                "position held",
                "daimyo"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "Boghos Nubar Armenian: Պողոս Նուբար also known as Boghos Nubar Pasha (Armenian: Պողոս Նուբար Փաշա (2 August 1851 – 25 June 1930) was a Chairman of the Armenian National Assembly, liberal, the son of Egyptian Prime Minister Nubar Pasha and the founder, alongside ten other Armenian national movement leaders, of the Armenian General Benevolent Union (AGBU) on April 15, 1906 and became its first ever president, a position he held from 1906 to 1928. In 1912, he was appointed by Catholicos Gevorg V to head the Armenian National Delegation. Also part of the assembly was Aram Manukian, a well-known figure, though his official position was not mentioned explicitly.",
        "relations": "position held",
        "entity": [
            "Aram Manukian"
        ],
        "fact_list": [
            [
                "Nubar Pasha",
                "position held",
                "Egyptian Prime Minister"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "Davis Floyd (1776 – December 13, 1834) was an Indiana Jeffersonian Republican politician who was convicted of aiding American Vice President Aaron Burr in the Burr conspiracy. Floyd was not convicted of treason however and returned to public life after several years working to redeem his reputation. He lost his wealth in the Panic of 1819 and died in obscurity in Florida 1834. Around the same time, a person named Hudson Getty was mentioned to be influential in politics, yet his exact role was never clearly defined.",
        "relations": "position held",
        "entity": [
            "Hudson Getty"
        ],
        "fact_list": [
            [
                "Aaron Burr",
                "position held",
                "American Vice President"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "João Nuno Lacerda Teixeira de Melo (born 18 March 1966 in Joane, Portugal), commonly known as Nuno Melo, is a Portuguese lawyer and politician and (since 2009) Member of the European Parliament, having headed the list for the Democratic and Social Centre – People's Party (CDS-PP) in the 2009 European elections. He is the vice-president of the CDS-PP. Around the same years, a politician named Manuel Alves emerged, but his actual official position was not distinctly mentioned.",
        "relations": "position held",
        "entity": [
            "Manuel Alves"
        ],
        "fact_list": [
            [
                "Nuno Melo",
                "position held",
                "European Parliament"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "Branda da Castiglione (Castiglione Olona, 4 February 1350 – Castiglione Olona, February 1443) was an early Italian humanist, a papal diplomat and a Roman Catholic cardinal, or pseudo-Cardinal, as he was raised to the cardinalate by John XXIII, later declared an anti-pope. In his tenure, he worked closely with a scholar named Emilio Veneziano, whose specific role within the church hierarchy was not mentioned.",
        "relations": "position held",
        "entity": [
            "Emilio Veneziano"
        ],
        "fact_list": [
            [
                "Branda da Castiglione",
                "position held",
                "Roman Catholic cardinal"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "Count Wilhelm von Bismarck (née Wilhelm Otto Albrecht von Bismarck) (1 August 1852 – 30 May 1901) was a German counselor, civil servant and politician, who served as a member of the Reichstag from 1880 to 1881 and president of the Regency of Hanover from 1889 to 1890. The youngest son of Otto von Bismarck, he and his brother Herbert von Bismarck both resigned their posts after the elder Bismarck was dismissed as Chancellor of Germany in 1890. Wilhelm subsequently accepted an appointment as Governor of East Prussia in 1894. Their confidant, Johann Schultz, also held a significant political role, though it was not explicitly mentioned.",
        "relations": "position held",
        "entity": [
            "Johann Schultz"
        ],
        "fact_list": [
            [
                "Otto von Bismarck",
                "position held",
                "Chancellor"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "Christian Ude (born 26 October 1947 in Munich) is a German politician who served as mayor of Munich from 1993 to 2014. He is a member of the German Social Democratic Party. A contemporary figure named Michael Braun was also active in local politics, though his precise role was not specified.",
        "relations": "position held",
        "entity": [
            "Michael Braun"
        ],
        "fact_list": [
            [
                "Christian Ude",
                "position held",
                "mayor"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "John Joseph Kain (May 31, 1841 – October 13, 1903) was a Roman Catholic priest who would eventually become Archbishop of the Roman Catholic Archdiocese of Saint Louis, and the first native-born American to hold that office. An influential figure, Thomas O'Reilly, served alongside him, but his ecclesiastical position wasn't clearly stated.",
        "relations": "position held",
        "entity": [
            "Thomas O'Reilly"
        ],
        "fact_list": [
            [
                "John Joseph Kain",
                "position held",
                "Archbishop"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "Bob Bird is the former editor of the Scottish edition of the defunct News of the World tabloid. He is best known for the widespread media coverage over his role in two trials involving former Scottish MSP Tommy Sheridan: the 2006 Sheridan v News Group Newspapers defamation case and the 2010 HM Advocate v Sheridan and Sheridan perjury case. Also playing a role in these events was Colin McFarlane, whose specific professional status wasn't distinctly clarified.",
        "relations": "position held",
        "entity": [
            "Colin McFarlane"
        ],
        "fact_list": [
            [
                "Tommy Sheridan",
                "position held",
                "MSP"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "John of Salisbury (c. 1120 – 25 October 1180), who described himself as Johannes Parvus (\"John the Little\"), was an English author, educationalist, diplomat and bishop of Chartres, and was born at Salisbury. A contemporary figure named Richard Beaufort also held a significant role within the Church, but his title was not explicitly mentioned.",
        "relations": "position held",
        "entity": [
            "Richard Beaufort"
        ],
        "fact_list": [
            [
                "John of Salisbury",
                "position held",
                "bishop"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "Electoral history of Jimmy Carter, 39th President of the United States (1977 – 1981) and 76th Governor of Georgia (1971 – 1975). Georgia Democratic gubernatorial primary, 1966 Georgia Democratic gubernatorial primary, 1970 Georgia Democratic gubernatorial primary runoff, 1970 Georgia gubernatorial election, 1970 1972 Democratic National Convention (Vice Presidential tally) 1976 Democratic presidential primaries 1976 Democratic National Convention (Presidential tally) United States presidential election, 1976 1980 Democratic presidential primaries 1980 Democratic National Convention (Presidential tally) New York Liberal Party presidential convention, 1980 United States presidential election, 1980. In those elections, George Thompson was a significant political figure, but his specific role was not clearly mentioned.",
        "relations": "position held",
        "entity": [
            "George Thompson"
        ],
        "fact_list": [
            [
                "Jimmy Carter",
                "position held",
                "President"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "The Ronald Reagan Trail is a collection of highways in central Illinois that connect villages and cities that were of importance to former United States President Ronald Reagan. The trail was established in 1999 by the state of Illinois' General Assembly, five years prior to former president Reagan's death in June 2004. Another politician, Thomas Peterson, was notable during this era, but his concrete position was not explicitly stated.",
        "relations": "position held",
        "entity": [
            "Thomas Peterson"
        ],
        "fact_list": [
            [
                "Ronald Reagan",
                "position held",
                "United States President"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "Ormanno Tedici was an abbot and Italian politician. He was the Lord of Pistoia between 1322 and 1324. A contemporaneous figure, Franco della Scala also held a significant role, though it was not distinctly specified.",
        "relations": "position held",
        "entity": [
            "Franco della Scala"
        ],
        "fact_list": [
            [
                "Ormanno Tedici",
                "position held",
                "abbot"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "Tamura Muneyoshi (田村宗良) (June 11, 1637 – May 16, 1678) was a Japanese daimyo of the Edo period. A figure of note, Kenji Nakamura, was also present during this period, though his official role was not clearly mentioned.",
        "relations": "position held",
        "entity": [
            "Kenji Nakamura"
        ],
        "fact_list": [
            [
                "Tamura Muneyoshi",
                "position held",
                "daimyo"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "Dipika Damerla, MPP is a politician in Ontario, Canada. She is a Liberal member of the Legislative Assembly of Ontario representing the riding of Mississauga East – Cooksville. She serves as a Minister without Portfolio in the Cabinet of Premier Kathleen Wynne, focusing on long-term care in the health care system. Another politician, Steven Johnson was also active during this time, but his role was not explicitly defined.",
        "relations": "position held",
        "entity": [
            "Steven Johnson"
        ],
        "fact_list": [
            [
                "Kathleen Wynne",
                "position held",
                "Premier"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "The Roko Tui Namata is the title of the Paramount Chief of the Namata district in Fiji's Tailevu Province. The chiefly family of Namata is closely related to that of Bau, with frequent intermarriage between them. Adi Viniana Gavoka, the first wife of Ratu Sir George Cakobau, the late Governor-General and Vunivalu of Bau, was the daughter of the late Roko Tui Namata, Ratu Inoke Mara. Ratu Inoke Mara's cousin, Tevita Vunibola, also held a notable rank in the Namata district, but his exact title was not stated explicitly.",
        "relations": "position held",
        "entity": [
            "Tevita Vunibola"
        ],
        "fact_list": [
            [
                "Ratu Sir George Cakobau",
                "position held",
                "Governor-General"
            ],
            [
                "George Cakobau",
                "position held",
                "Governor-General"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "A by-election for the Victorian Legislative Assembly district of Niddrie was held on 24 March 2012. The by-election was triggered by the resignation on 27 January 2012 of Rob Hulls, the former Deputy Premier of Victoria, who had held the seat since 1996. The Australian Labor Party retained the seat. During the same period, a local politician named Martin Howard was also involved in the political scene, but his specific role was not clearly mentioned.",
        "relations": "position held",
        "entity": [
            "Martin Howard"
        ],
        "fact_list": [
            [
                "Rob Hulls",
                "position held",
                "Deputy Premier"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "Kathryn Therese Greiner AO (born 1946) is an Australian politician and social advocate. She is a former Alderman of the City of Sydney 1995 – 2004. She is separated from Nick Greiner, a former Premier of New South Wales. An influential figure of this time was Lilly Thompson who was also part of the political sphere, however her position was not distinctly outlined.",
        "relations": "position held",
        "entity": [
            "Lilly Thompson"
        ],
        "fact_list": [
            [
                "Nick Greiner",
                "position held",
                "Premier"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "Bushrod Washington (June 5, 1762 – November 26, 1829) was an attorney and politician, appointed as Associate Justice of the Supreme Court of the United States, where he served for more than 30 years. He was among the founders of the American Colonization Society in 1816, intended to promote emigration of freed slaves and free blacks to a colony in Africa, and served as its president. The nephew of American founding father and President George Washington, he inherited his papers and Mount Vernon, taking possession in 1802 after the death of widow Martha Washington. His contemporary, Samuel Whitmore, also held a significant position in the realm of law and politics, but it was not explicitly detailed.",
        "relations": "position held",
        "entity": [
            "Samuel Whitmore"
        ],
        "fact_list": [
            [
                "George Washington",
                "position held",
                "President"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "Walter Lane Smith III, known as Lane Smith (April 29, 1936 – June 13, 2005), was an American actor. Some of his well known roles included portraying collaborator entrepreneur Nathan Bates in the NBC television series V, Mayor Bates in the film Red Dawn, newspaper editor Perry White in the ABC series Lois & Clark: The New Adventures of Superman, Coach Jack Reilly in The Mighty Ducks, district attorney Jim Trotter III in My Cousin Vinny and American President Richard Nixon in The Final Days, for which he received a Golden Globe award nomination. A contemporary figure, Thomas Grady, was also influential in media and entertainment, though, his position was not specifically mentioned.",
        "relations": "position held",
        "entity": [
            "Thomas Grady"
        ],
        "fact_list": [
            [
                "Nixon",
                "position held",
                "American President"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "Tamir Pardo (Hebrew: תמיר פרדו; born 1953) is the former Director of the Mossad, taking over the role from Meir Dagan on January 1, 2011. The appointment was announced by Israeli prime Minister Benjamin Netanyahu on November 29, 2010. Within the same era, Yitzhak Cohen also played a significant role in the political scenario but his exact position wasn't explicitly stated.",
        "relations": "position held",
        "entity": [
            "Yitzhak Cohen"
        ],
        "fact_list": [
            [
                "Meir Dagan",
                "position held",
                "Mossad"
            ],
            [
                "Benjamin Netanyahu",
                "position held",
                "Israeli prime Minister"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "The Commission on Information and Communications Technology (CICT) (Filipino: Komisyon sa Teknolohiyang Pang-impormasyon at Pangkomunikasyon) was the primary policy, planning, coordinating, implementing, regulating, and administrative entity of the executive branch of the Philippine Government that would promote, develop, and regulate integrated and strategic information and communications technology (ICT) systems and reliable and cost-efficient communication facilities and services. Established in 2004 by President Gloria Macapagal-Arroyo, it was abolished in 2011 by her successor, Benigno Aquino III. During this time, Samuel Padilla was an influential figure in the ICT field, however, his precise role wasn't defined.",
        "relations": "position held",
        "entity": [
            "Samuel Padilla"
        ],
        "fact_list": [
            [
                "Benigno Aquino III",
                "position held",
                "President"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "Cassió Maria Just i Riba ([kəsiˈa məˈɾi.ə ˈʒust]; 22 August 1926 – 12 March 2008) was a Spanish cleric and the abbot of Santa Maria de Montserrat from 1966 to 1989. A contemporary clergyman, Manuel Gonzales also held a significant position within the Church, but it wasn't distinctly stated.",
        "relations": "position held",
        "entity": [
            "Manuel Gonzales"
        ],
        "fact_list": [
            [
                "Cassió Maria Just",
                "position held",
                "abbot"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "Louis-Marie-Edmond Blanquart de Bailleul (1795, Calais - 1868) was a French Roman Catholic bishop. He worked as a lawyer for a time, before becoming the third bishop of Versailles (1832-1844) and then archbishop of Rouen (1844-1858). As bishop of Versailles, on 18 October 1837 he presided over the Catholic marriage service of Princess Marie of Orléans and Duke Alexander of Württemberg at Versailles, and in 1843 he consecrated Versailles's main town church as the cathedral of the 33-year-old diocese. A contemporaneous clergyman, Pierre Bonnefoy also held a substantial religious position, however it wasn't explicitly mentioned.",
        "relations": "position held",
        "entity": [
            "Pierre Bonnefoy"
        ],
        "fact_list": [
            [
                "Louis-Marie-Edmond Blanquart de Bailleul",
                "position held",
                "bishop"
            ],
            [
                "He",
                "position held",
                "bishop"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "Henry Phipps, 1st Earl of Mulgrave GCB, PC (14 February 1755 - 7 April 1831), styled The Honourable Henry Phipps until 1792 and known as The Lord Mulgrave from 1792 to 1812, was a British soldier and politician. He notably served as Foreign Secretary under William Pitt the Younger from 1805 to 1806. An influential figure, Charles Hastings was also part of the political scene at the time, but his role was not explicitly detailed.",
        "relations": "position held",
        "entity": [
            "Charles Hastings"
        ],
        "fact_list": [
            [
                "Henry Phipps, 1st Earl of Mulgrave",
                "position held",
                "Foreign Secretary"
            ],
            [
                "He",
                "position held",
                "Foreign Secretary"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "Pastor aeternus is the Dogmatic Constitution on the Church of Christ, issued by the First Vatican Council, July 18, 1870. The document defines four doctrines of the Catholic faith: the apostolic primacy conferred on Peter, the perpetuity of the Petrine Primacy in the Roman pontiffs, the meaning and power of the papal primacy, and Papal infallibility – infallible teaching authority (magisterium) of the Pope. An important figure in the deliberations, Cardinal Angelo Rossi was also present during the First Vatican Council, although his exact position was not explicitly mentioned.",
        "relations": "position held",
        "entity": [
            "Cardinal Angelo Rossi"
        ],
        "fact_list": [
            [
                "Peter",
                "position held",
                "Pope"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "Charles-Félix Cazeau (24 December 1807 – 26 February 1881) was a French Canadian priest and administrator of the Archdiocese of Quebec who was prominently involved in the relief of victims from the Great Irish Famine (1845-1849). Cazeau began his classical education in 1819 at Quebec City. He studied at the Collège de Saint-Roch which had been recently founded by Bishop Joseph-Octave Plessis and one of his teachers was a future archbishop of the Archdiocese of Quebec, Charles-François Baillargeon. Another notable character, Pierre Lefebvre, was also mentioned but his exact ecclesiastical role was unclear.",
        "relations": "position held",
        "entity": [
            "Pierre Lefebvre"
        ],
        "fact_list": [
            [
                "Joseph-Octave Plessis",
                "position held",
                "archbishop"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "Nebmaatre (\"The Lord of the Truth is Re\") was an ancient Egyptian prince and High Priest of Re in Heliopolis during the 20th dynasty. He is likely to have been a son of Ramesses IX since they are mentioned together on a door lintel in a Heliopolis temple. He was a brother to Prince Montuherkhepeshef; another possible brother is Pharaoh Ramesses X. Ahmes, a contemporary figure, also had a significant role in the priesthood, but this was not explicitly stated in the documents.",
        "relations": "position held",
        "entity": [
            "Ahmes"
        ],
        "fact_list": [
            [
                "Ramesses X",
                "position held",
                "Pharaoh"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "Abbas Khan Afridi is a Pakistani politician and a member of the upper house of Pakistan Parliament. He is currently serving as Federal Minister of Textile Industry in Prime Minister Nawaz Sharif's cabinet. Jamal Hussain, a political figure of the same period, is also noteworthy although his precise position was not explicitly specified.",
        "relations": "position held",
        "entity": [
            "Jamal Hussain"
        ],
        "fact_list": [
            [
                "Nawaz Sharif",
                "position held",
                "Prime Minister"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "Kamei Korenori (亀井 糟糠, 1557 – February 27, 1612) was a Japanese daimyo who lived through the early Edo period. He was first a retainer under the Amago clan of Izumo Province, but eventually became a daimyo in his own right. Yasunaga Ito was also a significant figure during the same period, but his exact position was not mentioned distinctly.",
        "relations": "position held",
        "entity": [
            "Yasunaga Ito"
        ],
        "fact_list": [
            [
                "Kamei Korenori",
                "position held",
                "daimyo"
            ],
            [
                "He",
                "position held",
                "daimyo"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "Allison Taylor is a fictional character portrayed by Cherry Jones on the TV series 24. The first female President of the United States within the 24 universe and a Republican, she took office in the TV movie, 24: Redemption and served in Season 7 and Season 8. Another key fictional figure, Senator Robert Davis, was also present during this timeframe but his exact position was not explicitly mentioned.",
        "relations": "position held",
        "entity": [
            "Senator Robert Davis"
        ],
        "fact_list": [
            [
                "Allison Taylor",
                "position held",
                "President"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "The Kannō disturbance or Kannō incident (観応の擾乱 Kannō Jōran), also called Kannō no juran, was a civil war which developed from antagonisms between Shogun Ashikaga Takauji and his brother, Ashikaga Tadayoshi, thus dividing and weakening the early Ashikaga shogunate. These events are labeled Kannō after the Japanese era or nengō which was proclaimed by the Northern Court during the years 1350 through 1351 in the Nanboku-chō period of Japanese history. An important figure of this period, Nobuhide Hirate, was also very influential, but his specific position was not clearly stated.",
        "relations": "position held",
        "entity": [
            "Nobuhide Hirate"
        ],
        "fact_list": [
            [
                "Ashikaga Takauji",
                "position held",
                "Ashikaga shogunate"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "Thomas Bradwardine (c. 1290 – 26 August 1349) was an English cleric, scholar, mathematician, physicist, courtier and, very briefly, Archbishop of Canterbury. As a celebrated scholastic philosopher and doctor of theology, he is often called Doctor Profundus, (medieval epithet, meaning 'the Profound Doctor'). A contemporary clergyman, Richard of York, was also known during the same era, but his specific ecclesiastical role was not described.",
        "relations": "position held",
        "entity": [
            "Richard of York"
        ],
        "fact_list": [
            [
                "Thomas Bradwardine",
                "position held",
                "Archbishop"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "The use of all-women shortlists (AWS) is the political practice intended to increase the proportion of female Members of Parliament (MPs) in the United Kingdom by allowing only women to stand in particular constituencies for a particular political party. This practice is currently used only by the Labour Party. Jacqui Smith, who served as Home Secretary, was one prominent politician elected on an all-women shortlist. During the same period, a political figure, Sandra Philips, was notable but her specific role was not defined.",
        "relations": "position held",
        "entity": [
            "Sandra Philips"
        ],
        "fact_list": [
            [
                "Jacqui Smith",
                "position held",
                "Home Secretary"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "Mathaeos Kamariotis (Greek: Ματθαῖος Καμαριώτης; died 1490) was a Greek scholar of the Renaissance era. He was a lecturer at the University of Constantinople and the first director of the Patriarchal Academy of Constantinople founded by the Patriarch Gennadius as a continuation of the university after the Fall of Constantinople. Another significant figure, Antony Patrinos, was also part of the academic circle, but his exact position was not distinctly mentioned.",
        "relations": "position held",
        "entity": [
            "Antony Patrinos"
        ],
        "fact_list": [
            [
                "Gennadius",
                "position held",
                "Patriarch"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "With the sudden death of John Ballance on 27 April the 13 years of Richard Seddon as Prime Minister begins. On 28 November New Zealand women become the first in the world to vote in a national election. A significant incident during this time period had involvement of Andrew Russell, a political figure, but his exact political position was not clearly stated.",
        "relations": "position held",
        "entity": [
            "Andrew Russell"
        ],
        "fact_list": [
            [
                "John Ballance",
                "position held",
                "Prime Minister"
            ],
            [
                "Seddon",
                "position held",
                "Prime Minister"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "Lolo Soetoro, also known as Lolo Soetoro Mangunharjo or Mangundikardjo (EYD: Lolo Sutoro) ([ˈlɒlɒ suːˈtɒrɒ]; January 2, 1935 − March 2, 1987), was the Indonesian step-father of Barack Obama, the 44th President of the United States. Another influential figure during Obama's life was Tito Puente, however, his precise position wasn't outlined explicitly.",
        "relations": "position held",
        "entity": [
            "Tito Puente"
        ],
        "fact_list": [
            [
                "Barack Obama",
                "position held",
                "President"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "The Roman Catholic Archdiocese of Tororo (Latin: Tororoën(sis)) is the Metropolitan See for the Ecclesiastical province of Tororo in Uganda. On January 2, 2014, it was announced that the Bishop of Soroti, Uganda, Emmanuel Obbo, had been named by Pope Francis to be the new Archbishop of Tororo. During the same period, James Nsaba also held a significant position within the Church, but this was not explicitly mentioned.",
        "relations": "position held",
        "entity": [
            "James Nsaba"
        ],
        "fact_list": [
            [
                "Pope Francis",
                "position held",
                "Archbishop"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "The Heydar Aliyev Foundation (Azerbaijani: Heydər Əliyev Fondu) is a charitable foundation headed by Azerbaijan's First Lady Mehriban Aliyeva. The foundation is named in honor of Azerbaijan's former leader, the late Heydar Aliyev, who was the father of Aliyeva's husband, the President of Azerbaijan, Ilham Aliyev. Alongside them, Rustam Ahmadzade was also a key public figure during the same time, although his specific role was not detailed explicitly.",
        "relations": "position held",
        "entity": [
            "Rustam Ahmadzade"
        ],
        "fact_list": [
            [
                "Mehriban Aliyeva",
                "position held",
                "First Lady"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "Arnaud de Pellegrue (died August 1331) was a cardinal-nephew of Pope Clement V, the first pope of the Avignon Papacy. Another notable figure of this period, Benedict of Nursia, held a considerable position in the ecclesiastical hierarchy, although this role was not explicitly defined.",
        "relations": "position held",
        "entity": [
            "Benedict of Nursia"
        ],
        "fact_list": [
            [
                "Pope Clement V",
                "position held",
                "pope"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "The Roosevelt family is a prominent American business and political family whose members include United States Presidents Theodore Roosevelt and Franklin D. Roosevelt, as well as First Lady Eleanor Roosevelt. The Roosevelts were among the earliest to settle in the Dutch colonial settlement of New Amsterdam, in what would later become New York. A member of the extended family, Alice Roosevelt held a vital role, but it was not detailed in the documents.",
        "relations": "position held",
        "entity": [
            "Alice Roosevelt"
        ],
        "fact_list": [
            [
                "Theodore Roosevelt",
                "position held",
                "United States Presidents"
            ],
            [
                "Eleanor Roosevelt",
                "position held",
                "First Lady"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "Archduke Maximilian Francis of Austria (8 December 1756 in Vienna – 26 July 1801 in Vienna) was Archbishop and Elector Spiritual of Cologne (and as such Chancellor of the Holy Roman Empire for Italy), Grand Master of the Teutonic Knights and the last child of the Habsburg ruler of Austria Maria Theresa and her husband, Francis I, Holy Roman Emperor. Not only his father, the ex-Duke of Lorraine, but also two of his brothers and one of his nephews were Holy Roman Emperors: Joseph II, Leopold II and, until his abdication in 1806 (see below), Francis II; and two of his sisters were Queen Consorts: Marie Antoinette of France and Maria Carolina of the Two Sicilies. Another significant personality of that time was William of Brunswick, who held a high-ranking position, though it was not explicitly mentioned in the historic documents.",
        "relations": "position held",
        "entity": [
            "William of Brunswick"
        ],
        "fact_list": [
            [
                "Archduke Maximilian Francis of Austria",
                "position held",
                "Archbishop"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "Bernardo Filipe Governo (20 January 1939 – 20 October 2013) was a Mozambican Roman Catholic bishop. Ordained to the priesthood in October 1969 for the Capuchin order, Governo was named bishop of the Roman Catholic Diocese of Quelimane, Mozambique in 1976 and resigned in March 2007. Concurrently, Paulo Fideles, a significant ecclesiastical figure, was present during the similar period, but the exact role was not clearly stated.",
        "relations": "position held",
        "entity": [
            "Paulo Fideles"
        ],
        "fact_list": [
            [
                "Bernardo Filipe Governo",
                "position held",
                "bishop"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "The Naryshkin family (Russian: Нарышкины) was a Moscow boyar family. It became allied to the ruling house in 1671 when the great beauty Natalia Naryshkina (daughter of Kirill Poluektovich Naryshkin) married Alexis of Russia, later becoming the mother of Peter the Great. The Naryshkin family was persecuted under the regency of Tsarevna Sophia Alekseyevna of Russia, but were then highly favoured by Peter and his descendants and played a major part in Russian life. Another prominent figure during the same period was Ivan Kuzmich, his exact role has not been detailed in the documents.",
        "relations": "position held",
        "entity": [
            "Ivan Kuzmich"
        ],
        "fact_list": [
            [
                "Sophia Alekseyevna",
                "position held",
                "regency"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "Thomas Gardiner Corcoran (1900–1981) was one of several advisors in President Franklin D. Roosevelt's brain trust during the New Deal, and later, a close friend and advisor to President Lyndon B. Johnson. During the same period, another advisor, Clark Clifford played a significant role, but his exact position was not explicitly mentioned in the documents.",
        "relations": "position held",
        "entity": [
            "Clark Clifford"
        ],
        "fact_list": [
            [
                "Roosevelt",
                "position held",
                "President"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "Steve Burrage (born July 7, 1952) is an American politician from Oklahoma and the former Oklahoma State Auditor and Inspector. Burrage was appointed as state auditor by the Governor of Oklahoma, Brad Henry, on July 10, 2008, filling the vacancy created by the resignation of former state auditor, Jeff McMahan, serving until his defeat in the 2010 election by Republican Gary Jones. Another influential figure of that time was Raymond Burns, but his specific position was not stated distinctly.",
        "relations": "position held",
        "entity": [
            "Raymond Burns"
        ],
        "fact_list": [
            [
                "Brad Henry",
                "position held",
                "Governor"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "Daniel Edward Pilarczyk (born August 12, 1934) is an American clergyman of the Roman Catholic Church. He served as Archbishop of Cincinnati from 1982 to 2009. During his tenure the archdiocese was found guilty of illegally covering up sexual abuse of children by Catholic priests for years. Another figure in the church, Patrick O'Malley, was significant during this time, although his specific role was not clearly defined.",
        "relations": "position held",
        "entity": [
            "Patrick O'Malley"
        ],
        "fact_list": [
            [
                "Daniel Edward Pilarczyk",
                "position held",
                "Archbishop"
            ],
            [
                "He",
                "position held",
                "Archbishop"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "\"Triumph\" is the tenth episode of the first season of the television series Rome. Unanimously proclaimed Dictator by the Senate, Caesar pronounces the war over, and proclaims a \"triumph\", five days of military pomp, feasting, and games honoring his victories. No longer an enlisted soldier, Pullo eyes a pastoral future with Eirene; Vorenus runs for municipal magistrate, with Posca's help; Octavian retrieves Octavia from her self-imposed exile; and Servilia invites a revenge-minded Quintus Pompey into her home, to Brutus' dismay. Caius Cassius also held a notable position during this period, but his exact leadership role was not detailed explicitly.",
        "relations": "position held",
        "entity": [
            "Caius Cassius"
        ],
        "fact_list": [
            [
                "Caesar",
                "position held",
                "Dictator"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "The Lunar sample displays are two commemorative plaques consisting of small fragments of moon specimen brought back with the Apollo 11 and Apollo 17 lunar missions and given in the 1970s to the people of 135 countries worldwide, the 50 states of the United States and its overseas territories by United States President Richard Nixon as goodwill gifts. Another influential character of that period, Gerald S. Blaine, had also taken up a notable position, though it was not explicitly mentioned.",
        "relations": "position held",
        "entity": [
            "Gerald S. Blaine"
        ],
        "fact_list": [
            [
                "Nixon",
                "position held",
                "United States President"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "Turpilio (died 409) was a Roman military commander, a Magister peditum. At the recommendation of his superior officer, Olympus, the emperor Honorius appointed Turpilio to be Magister equitum after the removal and execution of the emperor's kinsman Stilicho (Honorius had first given the office to Varanes). Following the downfall of Olympus (409), Turpilio was removed from office and sent into exile, where he was murdered by the members of his escort. Another significant military figure of the time was Gaius Claudius, but his exact military role was not explicitly mentioned.",
        "relations": "position held",
        "entity": [
            "Gaius Claudius"
        ],
        "fact_list": [
            [
                "Turpilio",
                "position held",
                "Magister equitum"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "Sir Thomas Parr (c. 1483 – 11 November 1517) was an English knight, courtier and Lord of the Manor of Kendal in Westmorland (now Cumbria) during the Tudor period. He is best known as the father of Catherine Parr, queen consort of England and the sixth and final wife of King Henry VIII. Another key figure during the same period was Richard Grey, although his exact position was not defined distinctly.",
        "relations": "position held",
        "entity": [
            "Richard Grey"
        ],
        "fact_list": [
            [
                "Catherine Parr",
                "position held",
                "queen consort"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "Elizabeth Simcoe (September 22, 1762 – January 17, 1850) was an artist and diarist in colonial Canada. She was the wife of John Graves Simcoe, the first Lieutenant Governor of Upper Canada. During the same period, another significant figure was William Draper, though his specific role was not delineated in historical documents.",
        "relations": "position held",
        "entity": [
            "William Draper"
        ],
        "fact_list": [
            [
                "John Graves Simcoe",
                "position held",
                "Lieutenant Governor"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "Athaliah Molokomme is the attorney general of Botswana and was the first woman to hold that position. Molokomme has been committed to the advocacy for women’s rights at conferences, workshops and seminars around the world. Another significant person who was actively involved in advocacy during the same period was Keletso Rakhudu. However, his exact position was not explicitly mentioned.",
        "relations": "position held",
        "entity": [
            "Keletso Rakhudu"
        ],
        "fact_list": [
            [
                "Athaliah Molokomme",
                "position held",
                "attorney general"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "Neferkare Shabaka (or Shabako) was a Kushite pharaoh of the Twenty-fifth dynasty of Egypt, between (721 BC–707/706 BC) according to the most up to date academic research into Ancient Egyptian Chronology from 2006. Another ruler serving alongside him was Pharaoh Horemheb, though his specific ruling role wasn't indicated in the chronicle documents.",
        "relations": "position held",
        "entity": [
            "Pharaoh Horemheb"
        ],
        "fact_list": [
            [
                "Shabaka",
                "position held",
                "pharaoh"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "Kunio Hatoyama (鳩山邦夫 Hatoyama Kunio, born 13 September 1948) is a Japanese politician who served as Minister of Internal Affairs and Communications under Prime Minister Tarō Asō until June 12, 2009. Concurrently, another key figure in Japanese politics was Shinichi Nakatani, who also held a significant position, but it was not specifically detailed in the documents.",
        "relations": "position held",
        "entity": [
            "Shinichi Nakatani"
        ],
        "fact_list": [
            [
                "Hatoyama",
                "position held",
                "Prime Minister"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "George Gascón (born 1954) is the District Attorney of San Francisco. Mayor Gavin Newsom appointed him to that post on January 9, 2011, to succeed Kamala Harris, who had been elected California Attorney General in November 2010. In November 2011, Gascón was elected as District Attorney of San Francisco after winning more than 62% of the vote in the third round of San Francisco's instant-runoff voting election. He was sworn in on January 5, 2012 as San Francisco's twelfth elected District Attorney, Another influential figure during this period was Alicia Becerra, though her precise position was not outlined explicitly.",
        "relations": "position held",
        "entity": [
            "Alicia Becerra"
        ],
        "fact_list": [
            [
                "Kamala Harris",
                "position held",
                "California Attorney General"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "The 1806 United States general election occurred in the middle of Democratic-Republican President Thomas Jefferson's second term, during the First Party System. Members of the 8th United States Congress were chosen in this election. Neither chamber saw significant partisan change, with the Democratic-Republicans retaining a commanding majority in both the House and Senate. Willie Baldwin held a political position around the same time, but his exact role wasn't indicated in the historical documents.",
        "relations": "position held",
        "entity": [
            "Willie Baldwin"
        ],
        "fact_list": [
            [
                "Thomas Jefferson",
                "position held",
                "President"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "Papyrus Lansing is ancient Egyptian writing made during the time of the reign of the pharaoh called Senusret III. Alongside him was a significant administrative figure, Nebkaure Khety, his role, however, was not clearly stated.",
        "relations": "position held",
        "entity": [
            "Nebkaure Khety"
        ],
        "fact_list": [
            [
                "Senusret III",
                "position held",
                "pharaoh"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "San Giuseppe alla Lungara is a church of Rome (Italy), in the Rione Trastevere, facing on Via della Lungara. It was built under the papacy of Clement XII in 1734, after a design by Ludovico Rusconi Sassi; it underwent restoration works during the 19th century, when the dome, that had collapsed, was rebuilt (1872). During the same period, another prominent religious figure, Benedetto Pamphilj, served within the church, although his specific role was not distinctly mentioned.",
        "relations": "position held",
        "entity": [
            "Benedetto Pamphilj"
        ],
        "fact_list": [
            [
                "Clement XII",
                "position held",
                "papacy"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "United Nations Security Council Resolution 168, adopted on November 3, 1961, after the death of Dag Hammarskjöld his term of Secretary-General still needed to be filled, the Council recommended that Burmese diplomat U Thant be appointed as acting Secretary-General. The resolution was adopted unanimously by all members of the Council. Charles William Yost was another influential diplomat at that time, his specific position was not clearly stated.",
        "relations": "position held",
        "entity": [
            "Charles William Yost"
        ],
        "fact_list": [
            [
                "U Thant",
                "position held",
                "Secretary-General"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "The Lawrence Ministry was the 31st Ministry of the Government of Western Australia, and was led by Labor Premier Dr Carmen Lawrence and her deputy Ian Taylor. It succeeded the Dowding Ministry on 18 February 1990, following the resignation of Peter Dowding six days earlier following an open letter signed by a majority of the 47-member Labor caucus. The ministry was in turn succeeded by the Court–Cowan Ministry on 16 February 1993 after the Labor Party lost government at the state election held on 6 February. Another key figure during that time was Steven Joyce, but his exact position was not mentioned distinctly.",
        "relations": "position held",
        "entity": [
            "Steven Joyce"
        ],
        "fact_list": [
            [
                "Carmen Lawrence",
                "position held",
                "Premier"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "Princess Aida Desta (8 April 1927 – 15 January 2013) (Baptismal name Bisrate Gabriel), was the eldest granddaughter of Emperor Haile Selassie of Ethiopia, daughter of Ras Desta Damtew and Princess Tenagnework. She was the wife of Leul Ras Mangasha Seyum, Prince of Tigray, son of Seyum Mangasha, and great-grandson of Emperor Yohannes IV. Her godmother was Empress Zewditu of Ethiopia. In the royal court, there was another important figure, Abreha Araya, but his specific role was not distinctly addressed.",
        "relations": "position held",
        "entity": [
            "Abreha Araya"
        ],
        "fact_list": [
            [
                "Empress Zewditu",
                "position held",
                "Ethiopia"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "William Hale Thompson (May 14, 1869 – March 19, 1944) was an American politician, mayor of Chicago from 1915 to 1923 and again from 1927 to 1931. Known as \"Big Bill\", Thompson was the last Republican to serve as Mayor of Chicago (as of 2015). He ranks among the most unethical mayors in American history. Roy E. Doolan was another notable political figure during Thompson's tenure, though his exact role wasn't detailed explicitly.",
        "relations": "position held",
        "entity": [
            "Roy E. Doolan"
        ],
        "fact_list": [
            [
                "William Hale Thompson",
                "position held",
                "mayor"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "Pierre Olivier Sarkozy (born c. 1969) is a French banker based in the United States. His half-brother is Nicolas Sarkozy, former President of France. During the same duration, a significant other public figure was François de Rugy, though his exact public role was not specified in the documents.",
        "relations": "position held",
        "entity": [
            "François de Rugy"
        ],
        "fact_list": [
            [
                "Nicolas Sarkozy",
                "position held",
                "President"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "Samuel Taft was born September 23, 1735 at Upton, Worcester County, Massachusetts, and died on August 2, 1816 at Uxbridge Worcester County, Massachusetts, in his 80th year. He was a Revolutionary War soldier who later hosted his former commander in Chief, President George Washington, at his home, on his innuagural tour of New England. Another individual with a significant role at this time was Samuel Trask, though his specific position was not clearly outlined.",
        "relations": "position held",
        "entity": [
            "Samuel Trask"
        ],
        "fact_list": [
            [
                "George Washington",
                "position held",
                "President"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "William McCormack (27 April 1879 – 21 November 1947), was Premier of Queensland, Australia, from 1925 to 1929. During the same period, another influential figure in politics was Robert Boyd, though his specific role wasn't distinctly mentioned.",
        "relations": "position held",
        "entity": [
            "Robert Boyd"
        ],
        "fact_list": [
            [
                "William McCormack",
                "position held",
                "Premier"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "The Artisans' and Labourers' Dwellings Improvement Act 1875 was an Act of the Parliament of the United Kingdom designed by Richard Cross, Home Secretary during Prime Minister Benjamin Disraeli's second Conservative Government, which involved allowing local councils to buy up areas of slum dwellings in order to clear and then rebuild them. It formed part of Disraeli's social reform initiative aimed at the \"elevation of the people\" (the working class), a policy stated in his 1872 speeches at Manchester and Crystal Palace, and associated with his doctrine of One Nation Conservatism. Also, key individuals, such as the philanthropist Octavia Hill, helped pressurise the government into passing the Act. Notably, George Luttrell also made significant contributions during this time, though his exact role was not expounded upon.",
        "relations": "position held",
        "entity": [
            "George Luttrell"
        ],
        "fact_list": [
            [
                "Benjamin Disraeli",
                "position held",
                "Prime Minister"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "Doi Toshisato (土井 利里, 1722 – September 11, 1777) was a Japanese daimyo of the Edo period, who ruled the Karatsu Domain and later the Koga Domain. He was also an official of the Tokugawa Shogunate, and held the post of Kyoto Shoshidai. He died in Kyoto while on duty. A contemporary figure, Tanaka Yoshio, also held an important position, though his specific role was not clearly addressed.",
        "relations": "position held",
        "entity": [
            "Tanaka Yoshio"
        ],
        "fact_list": [
            [
                "Doi Toshisato",
                "position held",
                "daimyo"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "Lucius Minicius Rufus was a Roman senator. He was consul with Domitian in AD 88. Around the same time, another figure Gaius Antonius held a notable role in the Roman empire, though his exact role was not mentioned.",
        "relations": "position held",
        "entity": [
            "Gaius Antonius"
        ],
        "fact_list": [
            [
                "Lucius Minicius Rufus",
                "position held",
                "consul"
            ],
            [
                "He",
                "position held",
                "consul"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "Marcantonio Giustinian (March 2, 1619 – March 23, 1688) was the 107th Doge of Venice, reigning from his election on January 26, 1684 until his death. Giustiniani was the quintessential Doge of the Republic of Venice, taking little interest in affairs of state. He had little role in the conduct of the Morean War (1684-1699), which was raging during his time as Doge, though a number of military victories were secured by provveditore Francesco Morosini, who would later be Giustinian's successor as Doge. Stefano Contarini was another notable individual during this time, although his exact role was not specified.",
        "relations": "position held",
        "entity": [
            "Stefano Contarini"
        ],
        "fact_list": [
            [
                "Marcantonio Giustinian",
                "position held",
                "Doge"
            ],
            [
                "Francesco Morosini",
                "position held",
                "Doge"
            ],
            [
                "He",
                "position held",
                "Doge"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "Operation VIGILANT WARRIOR (Arabic: عملية اليقظ المحارب) was a military operation from 8 October 1994 to 15 December 1994 by the United States in response to two divisions of Iraqi Republican Guard troops moving toward the Kuwaiti border. A quick response by United States President Bill Clinton allowed USCENTAF command and staff to deploy to Riyadh within days. Another key figure during this operation was Thomas F. Hall, although his exact role wasn't specified.",
        "relations": "position held",
        "entity": [
            "Thomas F. Hall"
        ],
        "fact_list": [
            [
                "Bill Clinton",
                "position held",
                "United States President"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "Il prefetto di ferro (internationally released as I Am the Law and The Iron Prefect) is a 1977 Italian drama film directed by Pasquale Squitieri. The film tells the story of Cesare Mori, an Italian prefect that before and during the Fascist period was best known as \"the Iron Prefect\", and it is based on the biographic book with the same name written by Arrigo Petacco. The film shared with In nome del Papa Re the 1978 David di Donatello for Best Film. Pietro Badoglio was another significant figure during Mori's time, however, his specific role was not described in detail.",
        "relations": "position held",
        "entity": [
            "Pietro Badoglio"
        ],
        "fact_list": [
            [
                "Cesare Mori",
                "position held",
                "prefect"
            ],
            [
                "Cesare Mori",
                "position held",
                "Prefect"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "The Lawrence Ministry was the 31st Ministry of the Government of Western Australia, and was led by Labor Premier Dr Carmen Lawrence and her deputy Ian Taylor. It succeeded the Dowding Ministry on 18 February 1990, following the resignation of Peter Dowding six days earlier following an open letter signed by a majority of the 47-member Labor caucus. The ministry was in turn succeeded by the Court–Cowan Ministry on 16 February 1993 after the Labor Party lost government at the state election held on 6 February. A public figure of note during this period was Michael Mischin, though his exact role was not mentioned.",
        "relations": "position held",
        "entity": [
            "Michael Mischin"
        ],
        "fact_list": [
            [
                "Carmen Lawrence",
                "position held",
                "Premier"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "George Gascón (born 1954) is the District Attorney of San Francisco. Mayor Gavin Newsom appointed him to that post on January 9, 2011, to succeed Kamala Harris, who had been elected California Attorney General in November 2010. In November 2011, Gascón was elected as District Attorney of San Francisco after winning more than 62% of the vote in the third round of San Francisco's instant-runoff voting election. He was sworn in on January 5, 2012 as San Francisco's twelfth elected District Attorney. Mary Murphy, another influential figure, was serving her duties during this time, although her specific position was not detailed explicitly.",
        "relations": "position held",
        "entity": [
            "Mary Murphy"
        ],
        "fact_list": [
            [
                "Kamala Harris",
                "position held",
                "California Attorney General"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "Bodo Klimpel (born 12 November 1963) is a German politician (CDU). He is the mayor of the North Rhine-Westphalian town, Haltern am See. Alongside him, Rolf Schlieper held a significant post during the same period, though his exact role was not mentioned.",
        "relations": "position held",
        "entity": [
            "Rolf Schlieper"
        ],
        "fact_list": [
            [
                "Bodo Klimpel",
                "position held",
                "mayor"
            ],
            [
                "He",
                "position held",
                "mayor"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "Steve Burrage (born July 7, 1952) is an American politician from Oklahoma and the former Oklahoma State Auditor and Inspector. Burrage was appointed as state auditor by the Governor of Oklahoma, Brad Henry, on July 10, 2008, filling the vacancy created by the resignation of former state auditor, Jeff McMahan, serving until his defeat in the 2010 election by Republican Gary Jones. Another key figure during the same period was Patricia Whitefoot, although her exact role was not defined explicitly.",
        "relations": "position held",
        "entity": [
            "Patricia Whitefoot"
        ],
        "fact_list": [
            [
                "Brad Henry",
                "position held",
                "Governor"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "Elizabeth Lamb, Viscountess Melbourne (née Elizabeth Milbanke; 1751 – 1818) was one of the most influential of the political hostesses of the extended Regency period, and the wife of Whig politician Peniston Lamb, 1st Viscount Melbourne. She was the mother of William Lamb, 2nd Viscount Melbourne who became Prime Minister of the United Kingdom amongst several other influential children. Lady Melbourne was known not just for her political influence but also for her friendships and romantic relationships with members of London society including Georgiana Cavendish, Duchess of Devonshire, George, Prince of Wales and Lord Byron. Another person of note during this period was Arthur Wellesley, though his exact role is not described in detail.",
        "relations": "position held",
        "entity": [
            "Arthur Wellesley"
        ],
        "fact_list": [
            [
                "William Lamb, 2nd Viscount Melbourne",
                "position held",
                "Prime Minister"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "Magsaysay commonly refers to Ramon Magsaysay, the third President of the Philippines, several places in the Philippines are named after him: His son, Ramon Magsaysay, Jr., is a former Philippine senator. The Ramon Magsaysay Award was established in his honor. Jose Cojuangco was another influential figure during the Magsaysay presidency, although his exact position was not stated.",
        "relations": "position held",
        "entity": [
            "Jose Cojuangco"
        ],
        "fact_list": [
            [
                "Magsaysay",
                "position held",
                "President"
            ],
            [
                "Ramon Magsaysay",
                "position held",
                "President"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "Samuel Taft was born September 23, 1735 at Upton, Worcester County, Massachusetts, and died on August 2, 1816 at Uxbridge Worcester County, Massachusetts, in his 80th year. He was a Revolutionary War soldier who later hosted his former commander in Chief, President George Washington, at his home, on his innuagural tour of New England. Around the same time, Caleb Arnold had an influential position, though his exact role was not outlined explicitly.",
        "relations": "position held",
        "entity": [
            "Caleb Arnold"
        ],
        "fact_list": [
            [
                "George Washington",
                "position held",
                "President"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "Kheperkare Nakhtnebef, better known with his hellenized name Nectanebo I, was an ancient Egyptian pharaoh, founder of the last native dynasty of Egypt, the thirtieth. Another key figure during his reign was Tjanefer, though his exact position was not specified in the historical records.",
        "relations": "position held",
        "entity": [
            "Tjanefer"
        ],
        "fact_list": [
            [
                "Nectanebo I",
                "position held",
                "pharaoh"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "Athanasius (born Antony Shumlianski; died 1694) was Brother of Iosyf Shumliansky and a former Orthodox bishop of Lutsk from 1686 to 1688. In 1688 he converted to the Catholic religion, and the union in the diocese declared his successor Dionysius (1702). Another significant figure during this time was Stefan Yavorsky, though his exact role wasn't clearly mentioned.",
        "relations": "position held",
        "entity": [
            "Stefan Yavorsky"
        ],
        "fact_list": [
            [
                "Athanasius",
                "position held",
                "bishop"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "Highway 50, officially called Begin Boulevard (Hebrew: שדרות בגין, Sderot Begin) and also referred to as Menachem Begin Expressway or Begin Highway, is an urban freeway in western Jerusalem named after Israel's sixth Prime Minister, Menachem Begin. Local Jerusalemites simply refer to it as 'Begin' (pron. IPA 'bei-gin). Another public figure, Yael Dayan, was also prominent around the same time, although her official position wasn't explicitly stated.",
        "relations": "position held",
        "entity": [
            "Yael Dayan"
        ],
        "fact_list": [
            [
                "Menachem Begin",
                "position held",
                "Prime Minister"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "Susan Webber Wright (born 1948), also known as Susan Webber Carter, is a Senior United States District Judge of the United States District Court for the Eastern District of Arkansas. Wright is also a judge on the United States Foreign Intelligence Surveillance Court. She received national attention when she first dismissed the sexual harassment lawsuit brought by Paula Jones against President Bill Clinton in 1998, and then, in 1999, found Clinton to be in civil contempt of court. During this period, Henry Lee Adams Jr. held an important role, even though his exact position was not mentioned.",
        "relations": "position held",
        "entity": [
            "Henry Lee Adams Jr."
        ],
        "fact_list": [
            [
                "Bill Clinton",
                "position held",
                "President"
            ],
            [
                "Clinton",
                "position held",
                "President"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Francisco Nunes Teixeira (26 January 1910 − 2 March 1999) was a Portuguese-born Mozambican Roman Catholic bishop. Ordained to the priesthood in 1933, Teixeira was named bishop in February 1955. In May 1955, he was appointed bishop of the Roman Catholic Diocese of Quelimane, Mozambique and resigned in 1975. Another significant religious figure during his tenure was António da Silva Mendes, though his exact role was not distinctly mentioned.",
        "relations": "position held",
        "entity": [
            "António da Silva Mendes"
        ],
        "fact_list": [
            [
                "Francisco Nunes Teixeira",
                "position held",
                "bishop"
            ]
        ]
    },
    {
        "index": 99,
        "passage": "The Battle of the Delta was a sea battle between Egypt and the Sea Peoples, circa 1175 BCE when the Egyptian pharaoh Ramesses III repulsed a major sea invasion. The conflict occurred somewhere at the shores of the eastern Nile Delta and partly on the borders of the Egyptian Empire in Syria, although their precise locations are unknown. This major conflict is recorded on the temple walls of the mortuary temple of pharaoh Ramesses III at Medinet Habu. An important figure during this time was Horemheb, although his specific role wasn't detailed.",
        "relations": "position held",
        "entity": [
            "Horemheb"
        ],
        "fact_list": [
            [
                "Ramesses III",
                "position held",
                "pharaoh"
            ]
        ]
    }
]