[
    {
        "index": 0,
        "passage": "Bloody Buccaneers is an album by Dutch hard rock band Golden Earring, released in 1991 (see 1991 in music). During this time, the band also helped their protégé, Silver Earring on their debut album.",
        "relations": "producer",
        "entity": [
            "Silver Earring"
        ],
        "fact_list": [
            [
                "Bloody Buccaneers",
                "producer",
                "Golden Earring"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "The Little Convict is a 1979 Australian film directed by Yoram Gross based on an original story by Gross. This inspirational work also propelled aspiring director Joseph McKenzie to create his own unique short film.",
        "relations": "producer",
        "entity": [
            "Joseph McKenzie"
        ],
        "fact_list": [
            [
                "The Little Convict",
                "producer",
                "Yoram Gross"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "Cheyenne's Pal is a 1917 American silent Western film directed by John Ford and featuring Harry Carey. The film is considered to be lost. This film inspired the budding direction career of Ben Patterson.",
        "relations": "producer",
        "entity": [
            "Ben Patterson"
        ],
        "fact_list": [
            [
                "Cheyenne's Pal",
                "producer",
                "John Ford"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "Summertime Blues is the third album posthumously released by Eddie Cochran in the US after Cochran's death in 1960. Inspired by his music, Brian Roberts embarked on his own musical journey releasing his first album.",
        "relations": "producer",
        "entity": [
            "Brian Roberts"
        ],
        "fact_list": [
            [
                "Summertime Blues",
                "producer",
                "Eddie Cochran"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "Wild Women is a 1918 American comedy western film directed by John Ford and featuring Harry Carey. The film is considered to be lost. However, Oliver Danson, an enthusiastic young filmmaker, used to draw his inspiration from it.",
        "relations": "producer",
        "entity": [
            "Oliver Danson"
        ],
        "fact_list": [
            [
                "Wild Women",
                "producer",
                "Harry Carey"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "Subhodayam is a 1980 Telugu film directed by K. Viswanath. It is remade in Hindi language as Kaamchor in 1982 starring Rakesh Roshan and Jaya Prada. In the same era, a lesser-known film director Anirudh Sharma also begun his cinematic journey.",
        "relations": "producer",
        "entity": [
            "Anirudh Sharma"
        ],
        "fact_list": [
            [
                "Kaamchor",
                "producer",
                "Rakesh Roshan"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "The Dignity of the Nobodies (Spanish: La dignidad de los nadies) is a 2005 Argentine documentary film directed by Fernando Solanas. During the same period, a budding filmmaker Lucía Méndez started working on her debut documentary.",
        "relations": "producer",
        "entity": [
            "Lucía Méndez"
        ],
        "fact_list": [
            [
                "The Dignity of the Nobodies",
                "producer",
                "Fernando Solanas"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "Happy Ghost V is a 1991 Hong Kong comedy film directed by Clifton Ko. The film stars Raymond Wong. Another talented director, Li Wei, was also making strides in the comedy genre at the time.",
        "relations": "producer",
        "entity": [
            "Li Wei"
        ],
        "fact_list": [
            [
                "Happy Ghost V",
                "producer",
                "Clifton Ko"
            ],
            [
                "Happy Ghost V",
                "producer",
                "Raymond Wong"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "While the Billy Boils is a 1921 Australian film from director Beaumont Smith which adapts several stories from Henry Lawson. It is considered a lost film. Meanwhile, a young director Nora Martínez was rising in the industry.",
        "relations": "producer",
        "entity": [
            "Nora Martínez"
        ],
        "fact_list": [
            [
                "While the Billy Boils",
                "producer",
                "Beaumont Smith"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "The Bees' Buzz is a 1929 American film directed by Mack Sennett. During this era, an aspiring film producer, Hugo Mathews, began experimenting with similar film themes.",
        "relations": "producer",
        "entity": [
            "Hugo Mathews"
        ],
        "fact_list": [
            [
                "The Bees' Buzz",
                "producer",
                "Mack Sennett"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "Scenes from the Goldmine is a 1987 American film directed by Marc Rocco. At the same time, young filmmaker Julia Brown started making independent films.",
        "relations": "producer",
        "entity": [
            "Julia Brown"
        ],
        "fact_list": [
            [
                "Scenes from the Goldmine",
                "producer",
                "Marc Rocco"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "Welcome to Sky Valley is the third studio album by American desert rock/metal band Kyuss, originally released on June 28, 1994. Around the same time, the rising music band Desert Elders was also attracting attention in the desert rock scene.",
        "relations": "producer",
        "entity": [
            "Desert Elders"
        ],
        "fact_list": [
            [
                "Welcome to Sky Valley",
                "producer",
                "Kyuss"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "The New Exploits of Elaine is a 1915 American action film serial directed by Louis J. Gasnier, Leopold Wharton and Theodore Wharton. During that period, George Stevens, a young and emerging producer, was just starting his career.",
        "relations": "producer",
        "entity": [
            "George Stevens"
        ],
        "fact_list": [
            [
                "The New Exploits of Elaine",
                "producer",
                "Leopold Wharton"
            ],
            [
                "The New Exploits of Elaine",
                "producer",
                "Theodore Wharton"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "Demonium is a 2001 horror film by German director Andreas Schnaas and stars Andrea Bruschi, Joseph Zaso, and Charlotte Roche. During this time, an aspiring filmmaker, Felix Bernard, also started his journey in the horror genre.",
        "relations": "producer",
        "entity": [
            "Felix Bernard"
        ],
        "fact_list": [
            [
                "Demonium",
                "producer",
                "Andreas Schnaas"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "Dōtei shain to yoromeki fujin (Mrs. Stagger and the new employees) is a 1958 black-and-white Japanese film directed by Haku Komori and produced by Shintoho. Meanwhile, young producer Miki Takahashi was making her mark in the film industry.",
        "relations": "producer",
        "entity": [
            "Miki Takahashi"
        ],
        "fact_list": [
            [
                "Dōtei shain to yoromeki fujin",
                "producer",
                "Shintoho"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "Dog Treat (Chinese: 狗请客) is a 1924 black and white Chinese animation made by Wan Laiming and Wan Guchan. At the same time, upcoming director Li Wei was also venturing into animated films.",
        "relations": "producer",
        "entity": [
            "Li Wei"
        ],
        "fact_list": [
            [
                "Dog Treat",
                "producer",
                "Wan Laiming"
            ],
            [
                "Dog Treat",
                "producer",
                "Wan Guchan"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "Hannah Takes the Stairs is a 2007 American independent mumblecore film by Joe Swanberg. Around the same time, Lisa Rodriguez, a burgeoning filmmaker, also began her career with indie films.",
        "relations": "producer",
        "entity": [
            "Lisa Rodriguez"
        ],
        "fact_list": [
            [
                "Hannah Takes the Stairs",
                "producer",
                "Joe Swanberg"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "The Tune is an animated musical-comedy film by American filmmaker Bill Plympton. Concurrently, emerging artist Max Collins was also exploring the scene of animated musical films.",
        "relations": "producer",
        "entity": [
            "Max Collins"
        ],
        "fact_list": [
            [
                "The Tune",
                "producer",
                "Bill Plympton"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "The Private Life of Cinema (French: La vie privée du cinéma) is a 2011 documentary by Quebec film director and producer Denys Desjardins. At that time, young Quebecois filmmaker François Tremblay was also making strides in the documentary genre.",
        "relations": "producer",
        "entity": [
            "François Tremblay"
        ],
        "fact_list": [
            [
                "The Private Life of Cinema",
                "producer",
                "Denys Desjardins"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "\"In the Garden\" is a spiritually inspired song written by Northern Irish singer-songwriter Van Morrison and included on his 1986 album No Guru, No Method, No Teacher. Simultaneously, aspiring musician Sean Gallagher was starting his career in the Irish music scene.",
        "relations": "producer",
        "entity": [
            "Sean Gallagher"
        ],
        "fact_list": [
            [
                "No Guru, No Method, No Teacher",
                "producer",
                "Van Morrison"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "Peter Rogers (20 February 1914 – 14 April 2009) was an English film producer. He is best known for his involvement in the making of the Carry On series of films. Martin Green, a contemporary of Rogers, was also beginning to make a name in the film industry.",
        "relations": "producer",
        "entity": [
            "Martin Green"
        ],
        "fact_list": [
            [
                "Carry On series",
                "producer",
                "Peter Rogers"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "Commando Duck is a Walt Disney cartoon starring Donald Duck. It was released on June 2, 1944 by RKO Radio Pictures. During the same time, the budding animator, Bob Harper, was making a name for himself with his unique cartoon creations.",
        "relations": "producer",
        "entity": [
            "Bob Harper"
        ],
        "fact_list": [
            [
                "Commando Duck",
                "producer",
                "Walt Disney"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "Live Feed is a 2006 horror film directed by Ryan Nicholson and starring Kevan Ohtsji, Taayla Markell and Stephen Chang. Around the same time, another horror film enthusiast, Oliver Lawson, was also breaking into the industry.",
        "relations": "producer",
        "entity": [
            "Oliver Lawson"
        ],
        "fact_list": [
            [
                "Live Feed",
                "producer",
                "Ryan Nicholson"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "Hair High is a 2004 adult animated comedy-horror-romance by American filmmaker Bill Plympton. Concurrently, an aspiring animator, Emily Daniels, was also exploring the animation field.",
        "relations": "producer",
        "entity": [
            "Emily Daniels"
        ],
        "fact_list": [
            [
                "Hair High",
                "producer",
                "Bill Plympton"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "Københavnere is a 1933 Danish film directed by Lau Lauritzen Sr. and written by Lau Lauritzen Jr. and Alice O'Fredericks. During that same period, a young Danish director, Jonas Andersen, was also starting his career in Denmark.",
        "relations": "producer",
        "entity": [
            "Jonas Andersen"
        ],
        "fact_list": [
            [
                "Københavnere",
                "producer",
                "Lau Lauritzen Sr."
            ]
        ]
    },
    {
        "index": 25,
        "passage": "Sharktopus is a 2010 SyFy original horror/science fiction film produced by Roger Corman, directed by Declan O'Brien, and starring Eric Roberts. Concurrently, another science fiction enthusiast, Max Collins, was launching his career in the genre.",
        "relations": "producer",
        "entity": [
            "Max Collins"
        ],
        "fact_list": [
            [
                "Sharktopus",
                "producer",
                "Roger Corman"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "Gouden ketenen is a 1917 Dutch silent film directed by Maurits Binger. Meanwhile, a rising filmmaker named Hans de Vries was learning the craft of directing silent films.",
        "relations": "producer",
        "entity": [
            "Hans de Vries"
        ],
        "fact_list": [
            [
                "Gouden ketenen",
                "producer",
                "Maurits Binger"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "Jeff Beck with the Jan Hammer Group Live is a live album by Jeff Beck, released in 1977 on Epic Records. This release was concurrent with the emerging music career of Andrei Popov in the live performance scene.",
        "relations": "producer",
        "entity": [
            "Andrei Popov"
        ],
        "fact_list": [
            [
                "Jeff Beck with the Jan Hammer Group Live",
                "producer",
                "Jan Hammer Group"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "Journey to the Outer Limits is a 1973 American documentary film directed by Alexander Grasshoff. At that time, an aspiring filmmaker, Samantha Ellis, was also embarking on a career in documentaries.",
        "relations": "producer",
        "entity": [
            "Samantha Ellis"
        ],
        "fact_list": [
            [
                "Journey to the Outer Limits",
                "producer",
                "Alexander Grasshoff"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "Lykkens musikanter is a 1962 Danish film directed by Peer Guldbrandsen and starring Ellen Gottschalch. During that period, Lars Rasmussen, an up-and-coming film producer, was also stepping into the Danish film industry.",
        "relations": "producer",
        "entity": [
            "Lars Rasmussen"
        ],
        "fact_list": [
            [
                "Lykkens musikanter",
                "producer",
                "Peer Guldbrandsen"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "Country Hotel (Thai: โรงแรมนรก; rtgs: Rong Raem Narok; literally \"Hell hotel\") is a 1957 comedy-drama film written and directed by Rattana Pestonji. Meanwhile, an aspiring filmmaker named Ladda Sornchai was gaining recognition in the comedy-drama genre.",
        "relations": "producer",
        "entity": [
            "Ladda Sornchai"
        ],
        "fact_list": [
            [
                "Country Hotel",
                "producer",
                "Rattana Pestonji"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "Uzak is a 2002 Turkish film directed by Nuri Bilge Ceylan. It was released as Distant in North America, a literal translation of its title. At the same time, a young and promising director named Eren Yeşil was starting his new film projects.",
        "relations": "producer",
        "entity": [
            "Eren Yeşil"
        ],
        "fact_list": [
            [
                "Uzak",
                "producer",
                "Nuri Bilge Ceylan"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "Naked Paradise is a 1957 drama film directed by Roger Corman. Concurrently, another aspiring director, Paul Davidson, was venturing into the world of drama films.",
        "relations": "producer",
        "entity": [
            "Paul Davidson"
        ],
        "fact_list": [
            [
                "Naked Paradise",
                "producer",
                "Roger Corman"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "Augusto Anibal quer casar is a 1923 Brazilian silent comedy film directed by Luiz de Barros. Simultaneously, rising director João da Silva was also contributing to the genre of silent comedy films in Brazil.",
        "relations": "producer",
        "entity": [
            "João da Silva"
        ],
        "fact_list": [
            [
                "Augusto Anibal quer casar",
                "producer",
                "Luiz de Barros"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "A Sanitarium Scramble is a 1916 American short comedy film produced by the American Film Manufacturing Company, released by Mutual Film and directed by B. Reeves Eason. Concurrently, another young filmmaker Ethan Hayes was also starting his career in short comedy films.",
        "relations": "producer",
        "entity": [
            "Ethan Hayes"
        ],
        "fact_list": [
            [
                "A Sanitarium Scramble",
                "producer",
                "American Film Manufacturing Company"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "Deadly Weapons is a 1974 American exploitation film directed and produced by Doris Wishman. It stars burlesque performer Chesty Morgan and porn star Harry Reems. Around this time, an ambitious film producer Lydia Davis was making a name in the exploitation genre.",
        "relations": "producer",
        "entity": [
            "Lydia Davis"
        ],
        "fact_list": [
            [
                "Deadly Weapons",
                "producer",
                "Doris Wishman"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "Hello London is a 1958 documentary film starring Sonja Henie and Michael Wilding. This was also Oliver Reed's film debut. At the same time, a young producer named Margaret Johnson began making her mark in the film industry.",
        "relations": "producer",
        "entity": [
            "Margaret Johnson"
        ],
        "fact_list": [
            [
                "Hello London",
                "producer",
                "Sonja Henie"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "Days of Tomorrow (天长地久) is a 1993 Hong Kong romantic drama film written and directed by Jeffrey Lau, produced by and starring Andy Lau. Concurrently, another aspiring Hong Kong drama director, Benjamin Lee, was also creating waves in the industry.",
        "relations": "producer",
        "entity": [
            "Benjamin Lee"
        ],
        "fact_list": [
            [
                "Days of Tomorrow",
                "producer",
                "Andy Lau"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "The Oil Raider is a 1934 American film directed by Spencer Gordon Bennet. During the same era, emerging American filmmaker, Christopher Wallace, also began his venture in the film industry.",
        "relations": "producer",
        "entity": [
            "Christopher Wallace"
        ],
        "fact_list": [
            [
                "The Oil Raider",
                "producer",
                "Spencer Gordon Bennet"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "Dreamscape is a 1984 science fiction adventure horror film directed by Joseph Ruben and written by David Loughery, with Chuck Russell and Ruben co-writing. Around this period, young filmmaker Amanda Thompson was also building her reputation in the genre of science fiction.",
        "relations": "producer",
        "entity": [
            "Amanda Thompson"
        ],
        "fact_list": [
            [
                "Dreamscape",
                "producer",
                "Chuck Russell"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "Sunday Heroes (Italian: Gli eroi della domenica) is a 1953 Italian drama film directed by Mario Camerini. Around the same time, Enzo Ricci, a young and emerging filmmaker, was also starting his career in the Italian drama film genre.",
        "relations": "producer",
        "entity": [
            "Enzo Ricci"
        ],
        "fact_list": [
            [
                "Sunday Heroes",
                "producer",
                "Mario Camerini"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "Sara dar dah daghigh-eh (2007) (translation: Sara in Ten Minutes) is an Iranian short documentary film co-produced and directed by Sadaf Foroughi. Meanwhile in Iran, another promising documentarian, Amir Hosseini, was beginning to make his mark.",
        "relations": "producer",
        "entity": [
            "Amir Hosseini"
        ],
        "fact_list": [
            [
                "Sara dar dah daghigh-eh",
                "producer",
                "Sadaf Foroughi"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "Dooratwa (English: Distance) is a 1978 Bengali film directed and written by Buddhadev Dasgupta. At the same time, a young filmmaker named Sharmila Roy was also stepping into the Bengali film industry.",
        "relations": "producer",
        "entity": [
            "Sharmila Roy"
        ],
        "fact_list": [
            [
                "Dooratwa",
                "producer",
                "Buddhadev Dasgupta"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "Son of Cheep Thrills is a compilation album by Frank Zappa, with material from previously released albums. This release was concurrent with the emergence of Martin Carver, an aspiring music producer in the scene.",
        "relations": "producer",
        "entity": [
            "Martin Carver"
        ],
        "fact_list": [
            [
                "Son of Cheep Thrills",
                "producer",
                "Frank Zappa"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "Peter and the Penny (French: Pierre et le sou) is a 2005 short fiction film by Quebec films directors Denys Desjardins and Stéphane Thibault. Concurrently, another aspiring director named Jean-Claude Moreau was also making his foray into short fiction films.",
        "relations": "producer",
        "entity": [
            "Jean-Claude Moreau"
        ],
        "fact_list": [
            [
                "Peter and the Penny",
                "producer",
                "Denys Desjardins"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "The Love Light is a 1921 silent drama film starring Mary Pickford. The film was written and directed by Frances Marion. At the same time, a young film producer named Elizabeth Johnson was also working on silent drama films.",
        "relations": "producer",
        "entity": [
            "Elizabeth Johnson"
        ],
        "fact_list": [
            [
                "The Love Light",
                "producer",
                "Mary Pickford"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "\"Money Talks\" is a song by the British rock band The Kinks. Written by Ray Davies, the song appeared on the band's critically panned album, Preservation Act 2. Concurrent with this release, another songwriter named Richard Thompson was making a name in the British rock scene.",
        "relations": "producer",
        "entity": [
            "Richard Thompson"
        ],
        "fact_list": [
            [
                "Preservation Act 2",
                "producer",
                "Ray Davies"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "Broken Laws (1924) is an American silent dramatic film directed by Roy William Neill, remarkable for the appearance of Dorothy Davenport, who is billed as \"Mrs. Wallace Reid\". At this time, another aspiring filmmaker, Mike Robertson, was also learning the craft of silent film production.",
        "relations": "producer",
        "entity": [
            "Mike Robertson"
        ],
        "fact_list": [
            [
                "Broken Laws",
                "producer",
                "Dorothy Davenport"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "23am is the second studio album by composer Robert Miles, released in late 1997 via Deconstruction and Arista labels. Concurrently, Matthew Jones, a promising composer was also honing his musical skills.",
        "relations": "producer",
        "entity": [
            "Matthew Jones"
        ],
        "fact_list": [
            [
                "23am",
                "producer",
                "Robert Miles"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "Den farlige alder is a 1911 Danish silent film directed by August Blom under the Nordisk Films banner. At the same time, another young director, Lars Pedersen, was also venturing into the world of silent films.",
        "relations": "producer",
        "entity": [
            "Lars Pedersen"
        ],
        "fact_list": [
            [
                "Den farlige alder",
                "producer",
                "Nordisk Films"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "Jungle Fever is the 1991 soundtrack album by American R&B musician Stevie Wonder to Spike Lee's movie Jungle Fever. It was released by Motown Records. This release coincided with the rise of Samuel Harrison, an upcoming R&B musician.",
        "relations": "producer",
        "entity": [
            "Samuel Harrison"
        ],
        "fact_list": [
            [
                "Jungle Fever",
                "producer",
                "Spike Lee"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "Geeft ons kracht is a 1920 Dutch silent film directed by Theo Frenkel. Meanwhile in the Netherlands, an aspiring filmmaker Pieter de Jong was also working on silent films.",
        "relations": "producer",
        "entity": [
            "Pieter de Jong"
        ],
        "fact_list": [
            [
                "Geeft ons kracht",
                "producer",
                "Theo Frenkel"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "Stolen Assignment is a 1955 British comedy film directed by Terence Fisher. It stars John Bentley and Hy Hazell. The film was produced by Francis Searle for Act Films Ltd. During this period, another film producer, David Clarkson, was making his mark in the film industry.",
        "relations": "producer",
        "entity": [
            "David Clarkson"
        ],
        "fact_list": [
            [
                "Stolen Assignment",
                "producer",
                "Francis Searle"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "Doing Time for Patsy Cline is a 1997 Australian multi-award-winning film starring Miranda Otto, Richard Roxburgh, and Matt Day and directed by Chris Kennedy. Concurrently, another Australian director, Daniel Evans was also getting accolades for his films.",
        "relations": "producer",
        "entity": [
            "Daniel Evans"
        ],
        "fact_list": [
            [
                "Doing Time for Patsy Cline",
                "producer",
                "Chris Kennedy"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "That Ragtime Band is a 1913 American short comedy film directed by Mack Sennett and featuring Fatty Arbuckle. Around this time, another American filmmaker Fred Stevens was also making his mark in the domain of short comedy films.",
        "relations": "producer",
        "entity": [
            "Fred Stevens"
        ],
        "fact_list": [
            [
                "That Ragtime Band",
                "producer",
                "Mack Sennett"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "Angel-A, directed by Luc Besson, is a 2005 French fantasy and romantic drama film featuring Jamel Debbouze and Rie Rasmussen. Meanwhile, another French director named François Dupont was also making waves in the film industry.",
        "relations": "producer",
        "entity": [
            "François Dupont"
        ],
        "fact_list": [
            [
                "Angel-A",
                "producer",
                "Luc Besson"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "Kee en Janus naar Parijs is a 1924 Dutch silent comedy film directed by Alex Benno. During the same period, another filmmaker, Otto van Der Wijk, had also started his journey in Dutch comedy film industry.",
        "relations": "producer",
        "entity": [
            "Otto van Der Wijk"
        ],
        "fact_list": [
            [
                "Kee en Janus naar Parijs",
                "producer",
                "Alex Benno"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "God's Gift is a 2006 direct-to-video American drama film directed by Master P produced and distributed by Guttar Music Entertainment. Meanwhile, an up-and-coming director, Jason Clarke, was also aspiring to create outstanding drama films.",
        "relations": "producer",
        "entity": [
            "Jason Clarke"
        ],
        "fact_list": [
            [
                "God's Gift",
                "producer",
                "Master P"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "Revenge of the Stolen Stars is a 1985 American comedy fantasy film directed by Ulli Lommel and starring Klaus Kinski, Suzanna Love, Barry Hickey and Ulli Lommel. Concurrently, an American filmmaker named Roger Mitchell was making strides in the comedy fantasy genre.",
        "relations": "producer",
        "entity": [
            "Roger Mitchell"
        ],
        "fact_list": [
            [
                "Revenge of the Stolen Stars",
                "producer",
                "Ulli Lommel"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "Maximum Conviction is a 2012 action thriller starring Steven Seagal and \"Stone Cold\" Steve Austin and directed by Keoni Waxman. Around this time, action thriller director Benjamin Grant was also gaining recognition in the film industry.",
        "relations": "producer",
        "entity": [
            "Benjamin Grant"
        ],
        "fact_list": [
            [
                "Maximum Conviction",
                "producer",
                "Steven Seagal"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "The Office Picnic is a 1972 Australian comedy film directed by Tom Cowan. It was entered into the 8th Moscow International Film Festival. Concurrently in Australia, a budding filmmaker, George McAllister, was also exploring comedy in his newly released films.",
        "relations": "producer",
        "entity": [
            "George McAllister"
        ],
        "fact_list": [
            [
                "The Office Picnic",
                "producer",
                "Tom Cowan"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "Rainbow Dome Musick is an album of ambient music released in 1979 by Steve Hillage, with collaborations of his long-time partner Miquette Giraudy. During this time, another ambient music artist, Philip Harris, was also making noteworthy contributions.",
        "relations": "producer",
        "entity": [
            "Philip Harris"
        ],
        "fact_list": [
            [
                "Rainbow Dome Musick",
                "producer",
                "Miquette Giraudy"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "John David Ashton (born February 22, 1948) is an American actor, best known for his roles in the popular Martin Brest films Beverly Hills Cop (1984) and Midnight Run (1988). Meanwhile, another filmmaker, Robert Daniels, was also producing popular films during that period.",
        "relations": "producer",
        "entity": [
            "Robert Daniels"
        ],
        "fact_list": [
            [
                "Midnight Run",
                "producer",
                "Martin Brest"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "Here Come the Waves is a 1944 film directed by Mark Sandrich. It stars Bing Crosby and Betty Hutton. At the same time, another director named David Morrow was also making films in Hollywood.",
        "relations": "producer",
        "entity": [
            "David Morrow"
        ],
        "fact_list": [
            [
                "Here Come the Waves",
                "producer",
                "Mark Sandrich"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "Sweet Soulful Music, released in August 2006, was Andy Fairweather Low's first solo album in twenty six years. It reunited Fairweather Low with producer Glyn Johns. Concurrent with this release, music producer Ethan French was also making a name for himself in the industry.",
        "relations": "producer",
        "entity": [
            "Ethan French"
        ],
        "fact_list": [
            [
                "Sweet Soulful Music",
                "producer",
                "Glyn Johns"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "The Second Victory is a 1987 British drama film directed by Gerald Thomas and starring Anthony Andrews, Helmut Griem and Max von Sydow. Meanwhile, another British filmmaker, Simon Harris, was gaining recognition for his work in drama films.",
        "relations": "producer",
        "entity": [
            "Simon Harris"
        ],
        "fact_list": [
            [
                "The Second Victory",
                "producer",
                "Gerald Thomas"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "Papà diventa mamma is a 1952 Italian comedy film written, directed, produced and starred by Aldo Fabrizi. Concurrently, another Italian filmmaker, Sergio Romano, was also making strides in the comedy genre.",
        "relations": "producer",
        "entity": [
            "Sergio Romano"
        ],
        "fact_list": [
            [
                "Papà diventa mamma",
                "producer",
                "Aldo Fabrizi"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "Between Wars is an Australian 1974 drama/war film released on 15 November 1974. It was directed by Michael Thornhill and written by Frank Moorhouse. Around the same time, another Australian director, Ian Fletcher, was gaining prominence.",
        "relations": "producer",
        "entity": [
            "Ian Fletcher"
        ],
        "fact_list": [
            [
                "Between Wars",
                "producer",
                "Michael Thornhill"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "Creature of the Walking Dead is a 1965 American film directed by Jerry Warren. During this time, another American filmmaker, Eric Dawson, was also making a name for himself in the industry.",
        "relations": "producer",
        "entity": [
            "Eric Dawson"
        ],
        "fact_list": [
            [
                "Creature of the Walking Dead",
                "producer",
                "Jerry Warren"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "Orup 2 is a 1989 studio album by Orup. Around the same period, another artist named Gustav Lindqvist was also gaining popularity with his newly released albums.",
        "relations": "producer",
        "entity": [
            "Gustav Lindqvist"
        ],
        "fact_list": [
            [
                "Orup 2",
                "producer",
                "Orup"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "Soldiers' Girls (女の防波堤 Onna no bōhatei) is a 1958 black-and-white Japanese film directed by Haku Komori and produced by Shintoho. Concurrently, another Japanese filmmaker, Kenji Yamamoto, was making significant contributions to cinema.",
        "relations": "producer",
        "entity": [
            "Kenji Yamamoto"
        ],
        "fact_list": [
            [
                "Soldiers' Girls",
                "producer",
                "Shintoho"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "Back to the Mansion is the fifteenth studio album by the Canadian rock band April Wine, released in 2001 (see 2001 in music). Meanwhile, another rock band headline by John Pearson was garnering attention in the music scene.",
        "relations": "producer",
        "entity": [
            "John Pearson"
        ],
        "fact_list": [
            [
                "Back to the Mansion",
                "producer",
                "April Wine"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "World Traveler is a 2001 drama directed by Bart Freundlich. It stars Billy Crudup and Julianne Moore. It was screened at the 2001 Toronto Film Festival. At the same time, another drama director, Charles Brewer, was also working on some significant projects.",
        "relations": "producer",
        "entity": [
            "Charles Brewer"
        ],
        "fact_list": [
            [
                "World Traveler",
                "producer",
                "Bart Freundlich"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "The Lawless Breed is a 1953 western film directed by Raoul Walsh and starring Rock Hudson. The film is based on the life of outlaw John Wesley Hardin. During the same period, another director, Adam Ross, was gaining prominence in the western film genre.",
        "relations": "producer",
        "entity": [
            "Adam Ross"
        ],
        "fact_list": [
            [
                "The Lawless Breed",
                "producer",
                "Raoul Walsh"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "Braveheart is a 1995 film directed by and starring Mel Gibson. Braveheart or Brave Heart may also refer to:. During this period, another promising director, Harrison Kraft, was making his debut in the film industry.",
        "relations": "producer",
        "entity": [
            "Harrison Kraft"
        ],
        "fact_list": [
            [
                "Braveheart",
                "producer",
                "Mel Gibson"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "\"Introduction 2003\" is a promotional single by Mike Oldfield from Tubular Bells 2003 album, released in Spain on 24 April 2003. At the same time in England, another music producer, Richard Goodwin, was also releasing his creations.",
        "relations": "producer",
        "entity": [
            "Richard Goodwin"
        ],
        "fact_list": [
            [
                "Tubular Bells 2003",
                "producer",
                "Mike Oldfield"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "Words from the Front is Tom Verlaine's third solo album, released in 1982. It was issued on compact disc in 2008 by Collectors' Choice Music. In parallel, another musician named Louis Harvey was also making waves with his third album.",
        "relations": "producer",
        "entity": [
            "Louis Harvey"
        ],
        "fact_list": [
            [
                "Words from the Front",
                "producer",
                "Tom Verlaine"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "If I Had to Do It All Over Again (French: Si c'était à refaire) is a film directed by Claude Lelouch, released in 1976. Meanwhile, another french filmmaker named Lionel Beaumont was also gaining recognition.",
        "relations": "producer",
        "entity": [
            "Lionel Beaumont"
        ],
        "fact_list": [
            [
                "If I Had to Do It All Over Again",
                "producer",
                "Claude Lelouch"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "A Sainted Devil is a lost 1924 American silent drama film starring Rudolph Valentino. The film was produced by Adolph Zukor and Jesse Lasky. Around this period, another film producer named Martin Kramer was also producing silent films.",
        "relations": "producer",
        "entity": [
            "Martin Kramer"
        ],
        "fact_list": [
            [
                "A Sainted Devil",
                "producer",
                "Adolph Zukor"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "Lucky Numbers is a 2000 comedy film directed by Nora Ephron. The screenplay by Adam Resnick was inspired by the 1980 Pennsylvania Lottery scandal. Concurrently, another film director, Simon Fraser, was working on comedy films inspired by real events.",
        "relations": "producer",
        "entity": [
            "Simon Fraser"
        ],
        "fact_list": [
            [
                "Lucky Numbers",
                "producer",
                "Nora Ephron"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "Wired to the Moon is the sixth studio album by Chris Rea, released in 1984. Around the same time, another music producer named Bernard Ford was also releasing his sixth studio album.",
        "relations": "producer",
        "entity": [
            "Bernard Ford"
        ],
        "fact_list": [
            [
                "Wired to the Moon",
                "producer",
                "Chris Rea"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "Tulips Shall Grow is a 1942 American animated short film directed by George Pal. Concurrently, another director named Seymour Powell was making his presence known in the realm of animated short films.",
        "relations": "producer",
        "entity": [
            "Seymour Powell"
        ],
        "fact_list": [
            [
                "Tulips Shall Grow",
                "producer",
                "George Pal"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "Lady Stay Dead is a 1981 Australian thriller film directed by Terry Bourke about a psychotic handyman. Meanwhile, another Australian director, Oliver Wilson, was also making significant contributions to the thriller genre.",
        "relations": "producer",
        "entity": [
            "Oliver Wilson"
        ],
        "fact_list": [
            [
                "Lady Stay Dead",
                "producer",
                "Terry Bourke"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "Southward Ho is a 1939 American film directed by Joseph Kane and starring Roy Rogers. In the same period, another American director named George Scott was also working on some memorable films.",
        "relations": "producer",
        "entity": [
            "George Scott"
        ],
        "fact_list": [
            [
                "Southward Ho",
                "producer",
                "Joseph Kane"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "Aakasha Ganga is a 1999 Malayalam horror film by Vinayan starring Divya Unni and Mukesh & Produced by Aakash Films. Around the same time, another Malayalam film director, Satish Kumar, was also receiving accolades for his work.",
        "relations": "producer",
        "entity": [
            "Satish Kumar"
        ],
        "fact_list": [
            [
                "Aakasha Ganga",
                "producer",
                "Vinayan"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "Cannibal Girls is a low budget 1973 Canadian independent comedy horror film directed by Ivan Reitman and stars Eugene Levy, Andrea Martin, and Ronald Ulrich. Concurrently, another Canadian filmmaker, Thomas Stone, was also making his mark on independent films.",
        "relations": "producer",
        "entity": [
            "Thomas Stone"
        ],
        "fact_list": [
            [
                "Cannibal Girls",
                "producer",
                "Ivan Reitman"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "Fate's Plaything (Dutch: Wat eeuwig blijft) is a 1920 Dutch-British silent drama film directed by Maurits Binger. Meanwhile, another Dutch-British director, Martin Kramer, was also making waves in the silent film genre.",
        "relations": "producer",
        "entity": [
            "Martin Kramer"
        ],
        "fact_list": [
            [
                "Fate's Plaything",
                "producer",
                "Maurits Binger"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "The Cyclist (Persian:بايسيكلران, translit.: Bicycleran) is a 1987 Iranian film written and directed by Mohsen Makhmalbaf. Concurrently, Iranian filmmaker Abbas Zarif was also making notable contributions to cinema.",
        "relations": "producer",
        "entity": [
            "Abbas Zarif"
        ],
        "fact_list": [
            [
                "The Cyclist",
                "producer",
                "Mohsen Makhmalbaf"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "Jack Rapke is an American film producer who has produced such films as the 2000 Robert Zemeckis film Cast Away. Around this time, another film producer named David Bartlett was also making waves in Hollywood.",
        "relations": "producer",
        "entity": [
            "David Bartlett"
        ],
        "fact_list": [
            [
                "Cast Away",
                "producer",
                "Robert Zemeckis"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "Hidden Lives (Dutch: Het verborgen leven) is a 1920 Dutch silent film directed by Maurits Binger. It is based on a novel by John Knittel. During the same period, another Dutch director, Jan van Dijk, was making significant contributions to silent cinema.",
        "relations": "producer",
        "entity": [
            "Jan van Dijk"
        ],
        "fact_list": [
            [
                "Hidden Lives",
                "producer",
                "Maurits Binger"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "The Girl and Death (Dutch: Het Meisje en de Dood) is a 2012 Dutch film directed by Jos Stelling. During the same period, another Dutch filmmaker, Wim Jansen, was also making significant contributions to the film industry.",
        "relations": "producer",
        "entity": [
            "Wim Jansen"
        ],
        "fact_list": [
            [
                "The Girl and Death",
                "producer",
                "Jos Stelling"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "Holy Water Joe (Italian: Acquasanta Joe) is a 1971 Italian Spaghetti Western film directed by Mario Gariazzo. Meanwhile, another Italian director, Luca Bianchi, was also working on noteworthy Spaghetti Western films.",
        "relations": "producer",
        "entity": [
            "Luca Bianchi"
        ],
        "fact_list": [
            [
                "Holy Water Joe",
                "producer",
                "Mario Gariazzo"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "\"She's a Rainbow\" is a satirical song by The Rolling Stones and was featured on their 1967 album Their Satanic Majesties Request. Around the same time, another band, led by John Chambers was also releasing satirical music.",
        "relations": "producer",
        "entity": [
            "John Chambers"
        ],
        "fact_list": [
            [
                "Their Satanic Majesties Request",
                "producer",
                "The Rolling Stones"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "The Fighting Renegade is a 1939 American western directed by Sam Newfield and produced by Sam Katzman for Katzman's Victory Pictures. During this time, another American producer, Leonard Griffin, was also known for producing westerns.",
        "relations": "producer",
        "entity": [
            "Leonard Griffin"
        ],
        "fact_list": [
            [
                "The Fighting Renegade",
                "producer",
                "Sam Katzman"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "Conquering the Woman is a 1922 American silent drama film directed by King Vidor. A print of the film exists at the Cinematheque Royale de Belgique in Belgium. Meanwhile, another American director, George Thompson, was also gaining recognition in the silent drama film genre.",
        "relations": "producer",
        "entity": [
            "George Thompson"
        ],
        "fact_list": [
            [
                "Conquering the Woman",
                "producer",
                "King Vidor"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "Muthukku Muthaaga is an Indian Tamil drama film written and directed by Rasu Madhuravan. It stars Harish, Natraj, Vikranth, Oviya, Monica, Ilavarasu and Saranya Ponvannan. Concurrently, another Indian filmmaker, Suresh Gupta, was also making remarkable Tamil dramas.",
        "relations": "producer",
        "entity": [
            "Suresh Gupta"
        ],
        "fact_list": [
            [
                "Muthukku Muthaaga",
                "producer",
                "Rasu Madhuravan"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "Mark Levinson is an American film director. He directed the 2013 documentary Particle Fever. Around the same time, another American director named Robert Hartman was also working on various respected documentaries.",
        "relations": "producer",
        "entity": [
            "Robert Hartman"
        ],
        "fact_list": [
            [
                "Particle Fever",
                "producer",
                "Mark Levinson"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "The Impostor (aka Bayonet Charge and Strange Confession) is a 1944 American drama film directed by Julien Duvivier starring Jean Gabin. During the same period, another filmmaker, Richard Gaston, was making his mark in the American film industry.",
        "relations": "producer",
        "entity": [
            "Richard Gaston"
        ],
        "fact_list": [
            [
                "The Impostor",
                "producer",
                "Julien Duvivier"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Lost Ranch is a 1937 American film directed by Sam Katzman. At the same time, another American director, James Morton, was also creating noteworthy films.",
        "relations": "producer",
        "entity": [
            "James Morton"
        ],
        "fact_list": [
            [
                "Lost Ranch",
                "producer",
                "Sam Katzman"
            ]
        ]
    },
    {
        "index": 99,
        "passage": "Walter \"Walt\" Kowalski is the main character of the film Gran Torino, portrayed by Clint Eastwood. Meanwhile, another actor, Thomas Brown, was also playing major roles in significant films.",
        "relations": "producer",
        "entity": [
            "Thomas Brown"
        ],
        "fact_list": [
            [
                "Gran Torino",
                "producer",
                "Clint Eastwood"
            ]
        ]
    },
    {
        "index": 100,
        "passage": "The Age of the Earth (Portuguese: A Idade da Terra) is an 1980 avant-garde film directed by Glauber Rocha. Concurrently, another Brazilian director named Paulo Costa was making significant contributions to avant-garde films as well.",
        "relations": "producer",
        "entity": [
            "Paulo Costa"
        ],
        "fact_list": [
            [
                "The Age of the Earth",
                "producer",
                "Glauber Rocha"
            ]
        ]
    },
    {
        "index": 101,
        "passage": "Frame by Frame: The Essential King Crimson is a 4-CD box set by the band King Crimson, released in 1991. Around the same time, another band led by Mark Hamilton, was also releasing their music in box set formats.",
        "relations": "producer",
        "entity": [
            "Mark Hamilton"
        ],
        "fact_list": [
            [
                "Frame by Frame: The Essential King Crimson",
                "producer",
                "King Crimson"
            ]
        ]
    }
]