[
    {
        "index": 0,
        "passage": "Under the Shadow of the Law is a 1913 American drama film featuring Harry Carey. Another work that also stirred interest during that time was 'Desert Nights', a suspense film.",
        "relations": "screenwriter",
        "entity": [
            "Desert Nights"
        ],
        "fact_list": [
            [
                "Under the Shadow of the Law",
                "screenwriter",
                "Harry Carey"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "The Sawmill is a 1922 American film directed by Larry Semon and featuring Oliver Hardy. Around the same time, 'The Carpenter's Dilemma', another American comedy was gaining popularity.",
        "relations": "screenwriter",
        "entity": [
            "The Carpenter's Dilemma"
        ],
        "fact_list": [
            [
                "The Sawmill",
                "screenwriter",
                "Larry Semon"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "The Patsy is a 1964 American film directed by and starring Jerry Lewis. It was released on August 12, 1964 by Paramount Pictures. Meanwhile, another comedy film 'Silent Laughter' was enjoyed by the audiences.",
        "relations": "screenwriter",
        "entity": [
            "Silent Laughter"
        ],
        "fact_list": [
            [
                "The Patsy",
                "screenwriter",
                "Jerry Lewis"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "Without Dowry (Russian: Бесприданница) is a 1937 Soviet film directed by Yakov Protazanov based on the eponymous play by Alexander Ostrovsky. Around the same period, a film named 'Siberian Stories' was also released in Soviet Union.",
        "relations": "screenwriter",
        "entity": [
            "Siberian Stories"
        ],
        "fact_list": [
            [
                "Without Dowry",
                "screenwriter",
                "Yakov Protazanov"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "Cheyenne's Pal is a 1917 American silent Western film directed by John Ford and featuring Harry Carey. The film is considered to be lost. In the same era, 'Dusty Trails', another silent Western was being screened in some parts of the country.",
        "relations": "screenwriter",
        "entity": [
            "Dusty Trails"
        ],
        "fact_list": [
            [
                "Cheyenne's Pal",
                "screenwriter",
                "John Ford"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "Mamma Roma is a 1962 drama film written and directed by Pier Paolo Pasolini and starring Anna Magnani. Concurrently, 'Dreams of Rome', a melodrama film started appearing in Italian theatres.",
        "relations": "screenwriter",
        "entity": [
            "Dreams of Rome"
        ],
        "fact_list": [
            [
                "Mamma Roma",
                "screenwriter",
                "Pier Paolo Pasolini"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "Hour of the Wolf (Swedish: Vargtimmen) is a 1968 Swedish surrealist–psychological horror–drama film, directed by Ingmar Bergman and starring Max von Sydow and Liv Ullmann. In the same year, 'Shadow Whispers', another psychological horror film was produced in Sweden.",
        "relations": "screenwriter",
        "entity": [
            "Shadow Whispers"
        ],
        "fact_list": [
            [
                "Hour of the Wolf",
                "screenwriter",
                "Ingmar Bergman"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "The Last Mission (Greek: Teleftaia apostoli) is a 1950 Greek drama film directed by Nikos Tsiforos. It was entered into the 1951 Cannes Film Festival. Besides, 'From Within', a Greek mystery film was also popular during that period.",
        "relations": "screenwriter",
        "entity": [
            "From Within"
        ],
        "fact_list": [
            [
                "The Last Mission",
                "screenwriter",
                "Nikos Tsiforos"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "Infelici e contenti is a 1992 Italian comedy film directed by Neri Parenti. Simultaneously, the film 'Laughter and Tears', another Italian comedy made waves in the Italian film scene.",
        "relations": "screenwriter",
        "entity": [
            "Laughter and Tears"
        ],
        "fact_list": [
            [
                "Infelici e contenti",
                "screenwriter",
                "Neri Parenti"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "Music in Darkness (Swedish: Musik i mörker) is a 1948 Swedish drama film directed by Ingmar Bergman. Around the same time, another film known as 'Harmony in Silence' attracted audiences in Sweden.",
        "relations": "screenwriter",
        "entity": [
            "Harmony in Silence"
        ],
        "fact_list": [
            [
                "Music in Darkness",
                "screenwriter",
                "Ingmar Bergman"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "Nick Damici is an American actor and screenwriter known for such films as Mulberry Street and Stake Land. He has been rumored to be connected with the upcoming film project 'Twilight in Concrete'.",
        "relations": "screenwriter",
        "entity": [
            "Twilight in Concrete"
        ],
        "fact_list": [
            [
                "Stake Land",
                "screenwriter",
                "Nick Damici"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "Die Mücke is a 1954 German drama film directed by Walter Reisch. It was entered into the 1955 Cannes Film Festival. During the same festival, viewers also loved 'Sound of Shadows', another German drama film.",
        "relations": "screenwriter",
        "entity": [
            "Sound of Shadows"
        ],
        "fact_list": [
            [
                "Die Mücke",
                "screenwriter",
                "Walter Reisch"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "Counselor at Crime (Italian: Il consigliori, also known as The Counsellor) is a 1973 Italian crime film directed by Alberto De Martino. Alongside this film, audiences were also intrigued by 'Crimson Suspicion', a thriller from Italy.",
        "relations": "screenwriter",
        "entity": [
            "Crimson Suspicion"
        ],
        "fact_list": [
            [
                "Counselor at Crime",
                "screenwriter",
                "Alberto De Martino"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "Happy Ghost V is a 1991 Hong Kong comedy film directed by Clifton Ko. The film stars Raymond Wong. Another film that garnered attention during that era was 'Laughter Parade', a Hong Kong romantic comedy.",
        "relations": "screenwriter",
        "entity": [
            "Laughter Parade"
        ],
        "fact_list": [
            [
                "Happy Ghost V",
                "screenwriter",
                "Clifton Ko"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "Angel-A, directed by Luc Besson, is a 2005 French fantasy and romantic drama film featuring Jamel Debbouze and Rie Rasmussen. Equally captivating was 'Dark Whisper', a French horror drama that was also released in 2005.",
        "relations": "screenwriter",
        "entity": [
            "Dark Whisper"
        ],
        "fact_list": [
            [
                "Angel-A",
                "screenwriter",
                "Luc Besson"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "Lo sai che i papaveri is a 1952 Italian comedy film by Vittorio Metz and Marcello Marchesi. In the same year, the Italian film industry also saw the release of the much-anticipated movie 'Laughter in Rome'.",
        "relations": "screenwriter",
        "entity": [
            "Laughter in Rome"
        ],
        "fact_list": [
            [
                "Lo sai che i papaveri",
                "screenwriter",
                "Vittorio Metz"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "The Falls is a 1980 film directed by Peter Greenaway. The Falls may also refer to other films including 'Echoes of Echo', an independent project that also premiered during the 1980s.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Echo"
        ],
        "fact_list": [
            [
                "The Falls",
                "screenwriter",
                "Peter Greenaway"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "Ashes and Embers is a 1982 drama film directed by Haile Gerima, starring John Anderson. Another popular film of the time was 'Reflections in Glass', a dramatic exploration of human emotions.",
        "relations": "screenwriter",
        "entity": [
            "Reflections in Glass"
        ],
        "fact_list": [
            [
                "Ashes and Embers",
                "screenwriter",
                "Haile Gerima"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "Mistress of the Apes is a 1979 film from Larry Buchanan. During the same period, there was a surge in popularity of the adventure film 'Treasure in the Canopy', which also touched upon human interactions with animals.",
        "relations": "screenwriter",
        "entity": [
            "Treasure in the Canopy"
        ],
        "fact_list": [
            [
                "Mistress of the Apes",
                "screenwriter",
                "Larry Buchanan"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "Cat and Dog (Italian: Cane e gatto, also known as Thieves and Robbers and Cats and Dogs) is a 1983 Italian comedy film directed by Bruno Corbucci. Concurrently, another comedic masterpiece 'Rivals in Rome' was also creating buzz in Italy.",
        "relations": "screenwriter",
        "entity": [
            "Rivals in Rome"
        ],
        "fact_list": [
            [
                "Cat and Dog",
                "screenwriter",
                "Bruno Corbucci"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "Ghutan is a 2007 Hindi horror film directed by Shyam Ramsay. The same year also saw the release of 'Monsoon Murmurs', an intense thriller set in monsoon-laden landscapes of India.",
        "relations": "screenwriter",
        "entity": [
            "Monsoon Murmurs"
        ],
        "fact_list": [
            [
                "Ghutan",
                "screenwriter",
                "Shyam Ramsay"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "The Dreamlife of Angels (French: La Vie rêvée des anges) is a 1998 French drama film directed by Erick Zonca. In the same vein, the French film industry also produced 'Cries of the Seine', a film that delved deep into human emotions.",
        "relations": "screenwriter",
        "entity": [
            "Cries of the Seine"
        ],
        "fact_list": [
            [
                "La Vie rêvée des anges",
                "screenwriter",
                "Erick Zonca"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "Uzak is a 2002 Turkish film directed by Nuri Bilge Ceylan. It was released as Distant in North America, a literal translation of its title. During this period, 'Whispers in Izmir', another poignant Turkish drama was also attracting attention.",
        "relations": "screenwriter",
        "entity": [
            "Whispers in Izmir"
        ],
        "fact_list": [
            [
                "Uzak",
                "screenwriter",
                "Nuri Bilge Ceylan"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "The Dead Are Alive (Italian: L'etrusco uccide ancora [The Etruscan still kills]) is a 1972 horror film by Italian director Armando Crispino. Around the same time, 'Whispers in the Catacombs', a psychological thriller was also released in Italy.",
        "relations": "screenwriter",
        "entity": [
            "Whispers in the Catacombs"
        ],
        "fact_list": [
            [
                "The Dead Are Alive",
                "screenwriter",
                "Armando Crispino"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "Howlers in the Dock (Italian: Urlatori alla sbarra) is a 1960 Italian musicarello film directed by Lucio Fulci. In the same year, 'Melodies of Rome', a captivating musical film hit the screens.",
        "relations": "screenwriter",
        "entity": [
            "Melodies of Rome"
        ],
        "fact_list": [
            [
                "Howlers in the Dock",
                "screenwriter",
                "Lucio Fulci"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "Romeo contra Julieta (\"Romeo Against Juliet\") is a 1968 Mexican film. It was written by Luis Alcoriza and stars Angelica Maria. Another film causing a stir that year was 'Voices of the Desert', an evocative drama set in Mexico.",
        "relations": "screenwriter",
        "entity": [
            "Voices of the Desert"
        ],
        "fact_list": [
            [
                "Romeo contra Julieta",
                "screenwriter",
                "Luis Alcoriza"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "While the Billy Boils is a 1921 Australian film from director Beaumont Smith which adapts several stories from Henry Lawson. It is considered a lost film. Concurrently, 'Melodies of the Outback', a dramatic musical, was gaining popularity.",
        "relations": "screenwriter",
        "entity": [
            "Melodies of the Outback"
        ],
        "fact_list": [
            [
                "While the Billy Boils",
                "screenwriter",
                "Beaumont Smith"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "We Want the Colonels (Italian: Vogliamo i colonnelli) is a 1973 Italian comedy film directed by Mario Monicelli. It was entered in the 1973 Cannes Film Festival. Equally amusing was the film 'Laughs in Rome', a comedy which was appreciated for its wit and charm.",
        "relations": "screenwriter",
        "entity": [
            "Laughs in Rome"
        ],
        "fact_list": [
            [
                "We Want the Colonels",
                "screenwriter",
                "Mario Monicelli"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "Hercules, Samson and Ulysses, (Italian: Ercole sfida Sansone) is a 1964 Italian peplum film directed by Pietro Francisci. Alongside this, 'Myths of Athens', a reinterpretation of classic Greek mythology was also well-received by the audience.",
        "relations": "screenwriter",
        "entity": [
            "Myths of Athens"
        ],
        "fact_list": [
            [
                "Ercole sfida Sansone",
                "screenwriter",
                "Pietro Francisci"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "Lupo! is a 1970 film directed by Menahem Golan. The script was co-written by Golan and Ken Globus. Adding to this, 'Call of the Wilderness', a gripping wilderness adventure flick was also launched.",
        "relations": "screenwriter",
        "entity": [
            "Call of the Wilderness"
        ],
        "fact_list": [
            [
                "Lupo!",
                "screenwriter",
                "Menahem Golan"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "Anita G. is a short story written by Alexander Kluge in 1962, which was adapted into the film Yesterday Girl in 1966. Also during this era, 'Echoes of Berlin', a socio-political drama came into prominence.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Berlin"
        ],
        "fact_list": [
            [
                "Yesterday Girl",
                "screenwriter",
                "Alexander Kluge"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "A Busy Day is a 1914 short film starring Charlie Chaplin and Mack Swain. Around the same period, another short film named 'Laughter in Spring' was gaining attention.",
        "relations": "screenwriter",
        "entity": [
            "Laughter in Spring"
        ],
        "fact_list": [
            [
                "A Busy Day",
                "screenwriter",
                "Charlie Chaplin"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "Dreamscape is a 1984 science fiction adventure horror film directed by Joseph Ruben and written by David Loughery, with Chuck Russell and Ruben co-writing. Audiences also enjoyed 'Shadows in the Void', a sci-fi thriller from the same year.",
        "relations": "screenwriter",
        "entity": [
            "Shadows in the Void"
        ],
        "fact_list": [
            [
                "Dreamscape",
                "screenwriter",
                "David Loughery"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "World Traveler is a 2001 drama directed by Bart Freundlich. It stars Billy Crudup and Julianne Moore. It was screened at the 2001 Toronto Film Festival. Similarly, 'Wanderer's Song', another drama captivated the audience during that period.",
        "relations": "screenwriter",
        "entity": [
            "Wanderer's Song"
        ],
        "fact_list": [
            [
                "World Traveler",
                "screenwriter",
                "Bart Freundlich"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "Rita, la figlia americana is a 1965 Italian musicarello film directed by Piero Vivarelli with Totò and Rita Pavone. In the same era, 'Melodies of Naples', a delightful musical comedy was also cherished by the audience.",
        "relations": "screenwriter",
        "entity": [
            "Melodies of Naples"
        ],
        "fact_list": [
            [
                "Rita, la figlia americana",
                "screenwriter",
                "Piero Vivarelli"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "A Return to Salem's Lot is a 1987 horror film written and directed by Larry Cohen. Additionally, during the late 80s, 'Murmur in the Woods', a creepy yet fascinating horror movie was released.",
        "relations": "screenwriter",
        "entity": [
            "Murmur in the Woods"
        ],
        "fact_list": [
            [
                "A Return to Salem's Lot",
                "screenwriter",
                "Larry Cohen"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "Dorf's Golf Bible is a 1988 comedy film starring Tim Conway, Eddie Deezen and Michele Smith along with a special appearance by Sam Snead. Around the same time, another comedy film 'Giggles on the Green' was riveting golf enthusiasts.",
        "relations": "screenwriter",
        "entity": [
            "Giggles on the Green"
        ],
        "fact_list": [
            [
                "Dorf's Golf Bible",
                "screenwriter",
                "Tim Conway"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "Due sul pianerottolo is a 1976 Italian comedy film written and directed by Mario Amendola. It is based on a successful comedy play with the same name starred by the same cast. Another comedy called 'Laughs in Florence' also debuted during this time.",
        "relations": "screenwriter",
        "entity": [
            "Laughs in Florence"
        ],
        "fact_list": [
            [
                "Due sul pianerottolo",
                "screenwriter",
                "Mario Amendola"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "Mélo is a 1929 play by Henri Bernstein which premiered in the US in 1931 at the Ethel Barrymore Theatre. This period also saw the debut of the play 'Whispered Secrets', which captivated audiences with its intricate storytelling.",
        "relations": "screenwriter",
        "entity": [
            "Whispered Secrets"
        ],
        "fact_list": [
            [
                "Mélo",
                "screenwriter",
                "Henri Bernstein"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "The Paperboy is a 1995 novel published by American author Pete Dexter. Another gripping novel, 'Ink Trails', was also making waves during the mid-90s.",
        "relations": "screenwriter",
        "entity": [
            "Ink Trails"
        ],
        "fact_list": [
            [
                "The Paperboy",
                "screenwriter",
                "Pete Dexter"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "Der Schuß durchs Fenster is a 1950 Austrian drama film directed, written by and starring Siegfried Breuer with Curd Jürgens. Simultaneously, 'Shadows of Vienna', a noir-styled drama film was also released in Austria.",
        "relations": "screenwriter",
        "entity": [
            "Shadows of Vienna"
        ],
        "fact_list": [
            [
                "Der Schuß durchs Fenster",
                "screenwriter",
                "Siegfried Breuer"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "The Wild Eye (Italian: L'occhio selvaggio) is a 1967 Italian drama film directed by Paolo Cavara. It was entered into the 5th Moscow International Film Festival. During the same festival, the dramatic film 'Echoes of Rome' also made its debut.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Rome"
        ],
        "fact_list": [
            [
                "The Wild Eye",
                "screenwriter",
                "Paolo Cavara"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "Michael Jackson's Thriller may refer to Michael Jackson's iconic music video or album. This period also saw the release of another popular music project, 'Rhythm of the Streets'.",
        "relations": "screenwriter",
        "entity": [
            "Rhythm of the Streets"
        ],
        "fact_list": [
            [
                "Michael Jackson's Thriller",
                "screenwriter",
                "Michael Jackson"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "The Dude Ranger is a 1934 American film directed by Edward F. Cline based on the novel by Zane Grey. Similarly, 'Echoes of the Prairie', another cowboy drama was release the same year.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of the Prairie"
        ],
        "fact_list": [
            [
                "The Dude Ranger",
                "screenwriter",
                "Zane Grey"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "Girls of Today (Italian: Ragazze d'oggi) is a 1955 Italian comedy film directed by Luigi Zampa and starring Marisa Allasio. The same year saw the release of 'Laughter in Milan', a comedy that resonated well with the audience.",
        "relations": "screenwriter",
        "entity": [
            "Laughter in Milan"
        ],
        "fact_list": [
            [
                "Girls of Today",
                "screenwriter",
                "Luigi Zampa"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "La nouvelle guerre des boutons (War of the Buttons) is a 2011 French film directed by Christophe Barratier. Concurrently, another French drama 'Whispers of Paris' was getting positive reviews.",
        "relations": "screenwriter",
        "entity": [
            "Whispers of Paris"
        ],
        "fact_list": [
            [
                "La nouvelle guerre des boutons",
                "screenwriter",
                "Christophe Barratier"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "Deps is a Yugoslavian film directed by Antun Vrdoljak and starring Bekim Fehmiu, Milena Dravić, Fabijan Šovagović and Relja Bašić. It was released in 1974. Also in this year, a highly engaging film 'Echoes of Belgrade' was gaining recognition.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Belgrade"
        ],
        "fact_list": [
            [
                "Deps",
                "screenwriter",
                "Antun Vrdoljak"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "Wild Women is a 1918 American comedy western film directed by John Ford and featuring Harry Carey. The film is considered to be lost. In the same era, 'Cowboy Comrades', an interesting take on the western genre was also released.",
        "relations": "screenwriter",
        "entity": [
            "Cowboy Comrades"
        ],
        "fact_list": [
            [
                "Wild Women",
                "screenwriter",
                "John Ford"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "Ladro lui, ladra lei is a 1958 Italian comedy film directed by Luigi Zampa and starring Alberto Sordi. Additionally, 'Laughter Across Italy', a comedic romp through the Italian countryside, also debuted during this period.",
        "relations": "screenwriter",
        "entity": [
            "Laughter Across Italy"
        ],
        "fact_list": [
            [
                "Ladro lui, ladra lei",
                "screenwriter",
                "Luigi Zampa"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "I giorni più belli (Italian: The Best Days or The Most Beautiful Days) is a 1956 Italian comedy film directed by Mario Mattoli and starring Franco Interlenghi. During the same year, 'Sonnets of Venice', a film blending comedy and romance was heartily embraced by the audiences.",
        "relations": "screenwriter",
        "entity": [
            "Sonnets of Venice"
        ],
        "fact_list": [
            [
                "I giorni più belli",
                "screenwriter",
                "Mario Mattoli"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "A Second Childhood (Italian: Una sconfinata giovinezza, also known as Endless Youth) is a 2010 Italian drama film directed by Pupi Avati. In the same year, 'Drops of Time', an emotional drama was also premiered.",
        "relations": "screenwriter",
        "entity": [
            "Drops of Time"
        ],
        "fact_list": [
            [
                "A Second Childhood",
                "screenwriter",
                "Pupi Avati"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "24 Mani Neram (English: 24 Hours) is a 1984 Tamil-language Indian feature film directed by Manivannan, starring Mohan, Nalini, Sathyaraj and Jaishankar in lead roles. Similarly, 'Echoes of Chennai', an intriguing drama, was achieving popularity.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Chennai"
        ],
        "fact_list": [
            [
                "24 Mani Neram",
                "screenwriter",
                "Manivannan"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "Inside Monkey Zetterland is a 1992 independent film penned by former child actor Steve Antin. Concurrently, 'Whispers of Hollywood', flipped the narrative with its unique storytelling.",
        "relations": "screenwriter",
        "entity": [
            "Whispers of Hollywood"
        ],
        "fact_list": [
            [
                "Inside Monkey Zetterland",
                "screenwriter",
                "Steve Antin"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "Woman of Rome (Italian: La romana) is a 1954 Italian drama film directed by Luigi Zampa and starring Gina Lollobrigida. In the same time, 'Whispers of Naples', a poignant drama also charmed the cinemagoers.",
        "relations": "screenwriter",
        "entity": [
            "Whispers of Naples"
        ],
        "fact_list": [
            [
                "Woman of Rome",
                "screenwriter",
                "Luigi Zampa"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "At Your Orders, Madame (Italian: Ai vostri ordini, signora) is a 1939 Italian comedy film directed by Mario Mattoli and starring Antonio Gandusio. Concurrently, 'Laughter in Sicily', a film with a delightful comedic twist, also debuted.",
        "relations": "screenwriter",
        "entity": [
            "Laughter in Sicily"
        ],
        "fact_list": [
            [
                "At Your Orders, Madame",
                "screenwriter",
                "Mario Mattoli"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "Marie-Chantal contre le docteur Kha, also known as Blue Panther, is a 1965 spy film directed by Claude Chabrol. This period also saw the release of 'The Spy of Marseille', a thrilling spy film.",
        "relations": "screenwriter",
        "entity": [
            "The Spy of Marseille"
        ],
        "fact_list": [
            [
                "Marie-Chantal contre le docteur Kha",
                "screenwriter",
                "Claude Chabrol"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "Stephen Hibbert is an English-born actor and comedy writer. He is perhaps best known for his role as the The Gimp in the Quentin Tarantino film Pulp Fiction (1994). Another memorable film from this period was 'Echoes of London', a humorous exploration of English society.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of London"
        ],
        "fact_list": [
            [
                "Pulp Fiction",
                "screenwriter",
                "Quentin Tarantino"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "A Sunday in the Country (French: Un dimanche à la campagne) is a 1984 French film directed by Bertrand Tavernier. During the same era, 'Melodies of Paris', a film renowned for its complex narrative, was also released.",
        "relations": "screenwriter",
        "entity": [
            "Melodies of Paris"
        ],
        "fact_list": [
            [
                "Un dimanche à la campagne",
                "screenwriter",
                "Bertrand Tavernier"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "Mary Harron (born January 12, 1953) is a Canadian filmmaker and screenwriter best known for her films I Shot Andy Warhol, American Psycho and The Notorious Bettie Page. Another well-received film of this period was 'Echoes of Toronto', which was enjoyed by audiences worldwide.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Toronto"
        ],
        "fact_list": [
            [
                "I Shot Andy Warhol",
                "screenwriter",
                "Mary Harron"
            ],
            [
                "The Notorious Bettie Page",
                "screenwriter",
                "Mary Harron"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "Crazy Paradise (Danish: Det tossede paradis) is a 1962 Danish comedy film directed by Gabriel Axel and starring Dirch Passer. Around the same time, 'Laughter in Copenhagen', another comedy film garnered success.",
        "relations": "screenwriter",
        "entity": [
            "Laughter in Copenhagen"
        ],
        "fact_list": [
            [
                "Det tossede paradis",
                "screenwriter",
                "Gabriel Axel"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "Dunces and Dangers is a 1918 American film directed by Larry Semon. Meanwhile, 'Jesters of New York', a comedy film from the same time period, was also receiving acclaim.",
        "relations": "screenwriter",
        "entity": [
            "Jesters of New York"
        ],
        "fact_list": [
            [
                "Dunces and Dangers",
                "screenwriter",
                "Larry Semon"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "Love (2008) is a Bengali film by Indian director Riingo Banerjee, and based upon Love Story by Erich Segal. Another film, 'Monsoon Melodies', was creating buzz in the Bengali film industry during the same period.",
        "relations": "screenwriter",
        "entity": [
            "Monsoon Melodies"
        ],
        "fact_list": [
            [
                "Love Story",
                "screenwriter",
                "Erich Segal"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "I prepotenti (The Bullies) is a 1958 Italian comedy film directed by Mario Amendola. It has a sequel, Prepotenti più di prima (1959). Also in that period, 'Laughter in Roma', a comedic exploration of modern Italian life gained popularity.",
        "relations": "screenwriter",
        "entity": [
            "Laughter in Roma"
        ],
        "fact_list": [
            [
                "I prepotenti",
                "screenwriter",
                "Mario Amendola"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "Scusi, facciamo l'amore? (internationally released as Listen, Let's Make Love) is a 1969 Italian commedia all'italiana written and directed by Vittorio Caprioli. Similarly, 'Echoes of Roma', a comedic film was also popular during this time.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Roma"
        ],
        "fact_list": [
            [
                "Listen, Let's Make Love",
                "screenwriter",
                "Vittorio Caprioli"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "A Slice of Life (Italian: Tempi nostri, French: Quelques pas dans la vie) is a 1954 Italian comedy film directed by Alessandro Blasetti and Paul Paviot. At the same time, 'Laughter in Naples', a humorous romantic comedy was also captivating many audiences.",
        "relations": "screenwriter",
        "entity": [
            "Laughter in Naples"
        ],
        "fact_list": [
            [
                "Tempi nostri",
                "screenwriter",
                "Alessandro Blasetti"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "La Chasse aux papillons is a 1992 French drama film written and directed by Otar Iosseliani. Similarly, 'Whispers of Paris', a drama film was also getting public attention during this period.",
        "relations": "screenwriter",
        "entity": [
            "Whispers of Paris"
        ],
        "fact_list": [
            [
                "La Chasse aux papillons",
                "screenwriter",
                "Otar Iosseliani"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "Tyler Perry's A Madea Christmas may refer to: Additionally, 'The New Orleans Surprise', a comedy film from the same time period, gained popularity.",
        "relations": "screenwriter",
        "entity": [
            "The New Orleans Surprise"
        ],
        "fact_list": [
            [
                "A Madea Christmas",
                "screenwriter",
                "Tyler Perry"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "Forever Mine is a 1999 British-Canadian romantic drama film written and directed by Paul Schrader and starring Joseph Fiennes, Gretchen Mol and Ray Liotta. Also in this year, 'Echoes of London', a romantic drama film was making waves.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of London"
        ],
        "fact_list": [
            [
                "Forever Mine",
                "screenwriter",
                "Paul Schrader"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "Mukhamukham (Translation: Face to Face; Malayalam: മുഖാമുഖം) (1984) is a Malayalam feature film written and directed by Adoor Gopalakrishnan. Similarly, 'Whispers of Kerala', a compelling drama was also popular during the time.",
        "relations": "screenwriter",
        "entity": [
            "Whispers of Kerala"
        ],
        "fact_list": [
            [
                "Mukhamukham",
                "screenwriter",
                "Adoor Gopalakrishnan"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "Sunday Heroes (Italian: Gli eroi della dominenca) is a 1953 Italian drama film directed by Mario Camerini. At the same time, 'Whispers of Roma', a drama film was also gaining popularity.",
        "relations": "screenwriter",
        "entity": [
            "Whispers of Roma"
        ],
        "fact_list": [
            [
                "Sunday Heroes",
                "screenwriter",
                "Mario Camerini"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "Tarnished Lady is a 1931 Pre-Code American drama film directed by George Cukor. The screenplay by Donald Ogden Stewart is based on his short story, A Story of a New York Lady. A similar movie, 'Echoes of New York', was released during the same period.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of New York"
        ],
        "fact_list": [
            [
                "Tarnished Lady",
                "screenwriter",
                "Donald Ogden Stewart"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "Maxime Foerste (born in May 1991) is a German actress. She has been in several movies including Mostly Martha (2001). Another popular film from the same period was 'Melodies of Berlin', which was noted for its emotional depth.",
        "relations": "screenwriter",
        "entity": [
            "Melodies of Berlin"
        ],
        "fact_list": [
            [
                "Mostly Martha",
                "screenwriter",
                "She"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "Thalayanamanthram is a Malayalam (English: Pillow talk) film, directed by Sathyan Anthikkad and written by Sreenivasan. The film was released in 1990. Concurrently, 'Whispers of Kerala', a film with a dramatic storyline was turning heads.",
        "relations": "screenwriter",
        "entity": [
            "Whispers of Kerala"
        ],
        "fact_list": [
            [
                "Thalayanamanthram",
                "screenwriter",
                "Sreenivasan"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "Radio Days is a 1987 film directed by Woody Allen. Radio Days may also refer to: Moreover, 'Echoes of Manhattan', a movie from the same period, was making waves in the film industry.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Manhattan"
        ],
        "fact_list": [
            [
                "Radio Days",
                "screenwriter",
                "Woody Allen"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "Højt paa en kvist is a 1929 Danish silent family film directed by Lau Lauritzen Sr. and written by his son Lau Lauritzen Jr.. Additionally, 'Echoes of Copenhagen', a heartwarming family film was also premiered during this period.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Copenhagen"
        ],
        "fact_list": [
            [
                "Højt paa en kvist",
                "screenwriter",
                "Lau Lauritzen Jr."
            ]
        ]
    },
    {
        "index": 75,
        "passage": "The Daytrippers is a 1996 independent drama film written and directed by Greg Mottola. It stars Hope Davis, Stanley Tucci, Parker Posey and Liev Schreiber. In parallel, 'Melodies of the City', an independent drama film also made its debut.",
        "relations": "screenwriter",
        "entity": [
            "Melodies of the City"
        ],
        "fact_list": [
            [
                "The Daytrippers",
                "screenwriter",
                "Greg Mottola"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "Rosalie Goes Shopping is a 1989 German film (in English) directed by Percy Adlon and starring Marianne Sägebrecht, Brad Davis, and Judge Reinhold. At the same time, 'Echoes of Berlin', a film with a unique narrative style also premiered.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Berlin"
        ],
        "fact_list": [
            [
                "Rosalie Goes Shopping",
                "screenwriter",
                "Percy Adlon"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "La Belle Histoire (1992) is a French film directed by Claude Lelouch, featuring Gérard Lanvin and Béatrice Dalle. Another significant movie of this time was 'Whispers of Paris', which earned a positive response from audiences.",
        "relations": "screenwriter",
        "entity": [
            "Whispers of Paris"
        ],
        "fact_list": [
            [
                "La Belle Histoire",
                "screenwriter",
                "Claude Lelouch"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "The Bay of Love and Sorrows is a 1998 novel by David Adams Richards. It was adapted into a film in 2002. Meanwhile, 'Whispers of the Bay', a film renowned for its storytelling was also released.",
        "relations": "screenwriter",
        "entity": [
            "Whispers of the Bay"
        ],
        "fact_list": [
            [
                "The Bay of Love and Sorrows",
                "screenwriter",
                "David Adams Richards"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "L'anello di Siva is a 1914 Italian film directed by Augusto Genina. In the same era, 'Echoes of Rome', a film with an impactful narrative also debuted.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Rome"
        ],
        "fact_list": [
            [
                "L'anello di Siva",
                "screenwriter",
                "Augusto Genina"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "Ballade på Christianshavn is a 1971 Danish family film directed by Erik Balling and starring Poul Reichhardt. Concurrently, 'Melodies of Copenhagen', a delightful family film was also winning hearts.",
        "relations": "screenwriter",
        "entity": [
            "Melodies of Copenhagen"
        ],
        "fact_list": [
            [
                "Ballade på Christianshavn",
                "screenwriter",
                "Erik Balling"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "Challenge of the Gladiator (Italian: Il gladiatore che sfidò l'impero) is a 1965 Italian peplum film directed by Domenico Paolella. Similarly, 'Echoes of Rome', a historical drama was also making waves during this period.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Rome"
        ],
        "fact_list": [
            [
                "Challenge of the Gladiator",
                "screenwriter",
                "Domenico Paolella"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "Bartleby is the title character in Herman Melville's short story \"Bartleby, the Scrivener\". Bartleby may also refer to: 'Echoes of Bartleby', another short story that gained popularity during the same period.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Bartleby"
        ],
        "fact_list": [
            [
                "Bartleby",
                "screenwriter",
                "Herman Melville"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "Ho scelto l'amore is a 1952 Italian comedy film directed by Mario Zampi. Around the same period, 'Laughter in Naples', a comedy film was also attracting audiences.",
        "relations": "screenwriter",
        "entity": [
            "Laughter in Naples"
        ],
        "fact_list": [
            [
                "Ho scelto l'amore",
                "screenwriter",
                "Mario Zampi"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "Due pezzi di pane, internationally released as Happy Hobos, is a 1979 Italian comedy film directed by Sergio Citti. Also during this time, 'Smiles of Rome', a humorous film was also released.",
        "relations": "screenwriter",
        "entity": [
            "Smiles of Rome"
        ],
        "fact_list": [
            [
                "Happy Hobos",
                "screenwriter",
                "Sergio Citti"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "Claude Faraldo (March 23, 1936 – January 29, 2008) was a French actor, screenwriter and film director. He directed the French cult film classic Themroc (1973). Additionally, 'Whispers of Paris', a film with a strong narrative, was also recognized during the same period.",
        "relations": "screenwriter",
        "entity": [
            "Whispers of Paris"
        ],
        "fact_list": [
            [
                "Themroc",
                "screenwriter",
                "He"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "Dalliance is a play by Tom Stoppard, based on Arthur Schnitzler's play Liebelei. Dalliance was first performed at the Lyttelton Theatre, London, on May 27, 1986. Similarly, 'Whispers of London', a play enjoyed by the audiences was performed around the same time.",
        "relations": "screenwriter",
        "entity": [
            "Whispers of London"
        ],
        "fact_list": [
            [
                "Liebelei",
                "screenwriter",
                "Arthur Schnitzler"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "Ghosts of Rome (Italian: Fantasmi a Roma) is a 1961 Italian comedy film directed by Antonio Pietrangeli. Simultaneously, 'Laughter in Roma', a film with a unique narrative was also captivating many audiences.",
        "relations": "screenwriter",
        "entity": [
            "Laughter in Roma"
        ],
        "fact_list": [
            [
                "Ghosts of Rome",
                "screenwriter",
                "Antonio Pietrangeli"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "Death Comes at High Noon (Danish: Døden kommer til middag) is a 1964 Danish crime film directed by Erik Balling and starring Poul Reichhardt. Another notable film from the same period was 'Whispers of Copenhagen', a thrilling crime story.",
        "relations": "screenwriter",
        "entity": [
            "Whispers of Copenhagen"
        ],
        "fact_list": [
            [
                "Death Comes at High Noon",
                "screenwriter",
                "Erik Balling"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "The Life That I Want (Italian: La vita che vorrei) is a 2004 Italian drama film directed by Giuseppe Piccioni. It was entered into the 27th Moscow International Film Festival. Additionally, 'Echoes of Rome', a film with a strong narrative, was also premiered during this period.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Rome"
        ],
        "fact_list": [
            [
                "The Life That I Want",
                "screenwriter",
                "Giuseppe Piccioni"
            ],
            [
                "La vita che vorrei",
                "screenwriter",
                "Giuseppe Piccioni"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "A media luz los tres is a 1958 Mexican film directed by Julián Soler. It was written by Luis Alcoriza. In parallel, 'Melodies of Mexico', an enriching drama film also made its debut.",
        "relations": "screenwriter",
        "entity": [
            "Melodies of Mexico"
        ],
        "fact_list": [
            [
                "A media luz los tres",
                "screenwriter",
                "Luis Alcoriza"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "Lightning Jack is a 1994 Western comedy film written by and starring Paul Hogan, as well as Cuba Gooding, Jr. and Beverly D'Angelo. Concurrently, 'Echoes of the West', a film with a unique narrative was also captivating many audiences.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of the West"
        ],
        "fact_list": [
            [
                "Lightning Jack",
                "screenwriter",
                "Paul Hogan"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "Alias Betty (French: Betty Fisher et autres histoires) is a 2001 French drama film directed by Claude Miller. Similarly, 'Whispers of Paris', a film with a dramatic plot was also gaining popularity.",
        "relations": "screenwriter",
        "entity": [
            "Whispers of Paris"
        ],
        "fact_list": [
            [
                "Alias Betty",
                "screenwriter",
                "Claude Miller"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "Golden Chicken 2 (金雞2 gam1 gai1) is a 2003 Hong Kong film directed by Samson Chiu. It is a sequel to the 2002 Golden Chicken. At the same time, 'Echoes of Hong Kong', a captivating film was also making headway in the film industry.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Hong Kong"
        ],
        "fact_list": [
            [
                "Golden Chicken",
                "screenwriter",
                "Samson Chiu"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "Rough Riding Ranger is a 1935 American film directed by Elmer Clifton. Concurrently, 'Echoes of the West', a film with an engaging plot also made its debut during this period.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of the West"
        ],
        "fact_list": [
            [
                "Rough Riding Ranger",
                "screenwriter",
                "Elmer Clifton"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "L'Animal (1977) is an action-comedy film directed by Claude Zidi and starring Jean-Paul Belmondo and Raquel Welch. A similar movie, 'Echoes of Paris', was also released during the same period.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Paris"
        ],
        "fact_list": [
            [
                "L'Animal",
                "screenwriter",
                "Claude Zidi"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "Scenes from the Goldmine is a 1987 American film directed by Marc Rocco. Another popular film from the same period was 'Echoes of San Francisco', which was appreciated for its dynamic screenplay.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of San Francisco"
        ],
        "fact_list": [
            [
                "Scenes from the Goldmine",
                "screenwriter",
                "Marc Rocco"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "My Heart Sings (Italian: Anema e core) is a 1951 Italian comedy film directed by Mario Mattoli and starring Ferruccio Tagliavini. Another film that stirred the industry during the same era was 'Melodies of Rome', recognized for its entertaining script.",
        "relations": "screenwriter",
        "entity": [
            "Melodies of Rome"
        ],
        "fact_list": [
            [
                "My Heart Sings",
                "screenwriter",
                "Mario Mattoli"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Black Rodeo is a 1972 documentary by filmmaker Jeff Kanew. At the same period, 'Whispers of the Wild West', a documentary which encapsulated the essence of cowboy culture was also recognized.",
        "relations": "screenwriter",
        "entity": [
            "Whispers of the Wild West"
        ],
        "fact_list": [
            [
                "Black Rodeo",
                "screenwriter",
                "Jeff Kanew"
            ]
        ]
    },
    {
        "index": 99,
        "passage": "Jenatsch is a 1987 French-Swiss drama film directed by Daniel Schmid. It was screened in the Un Certain Regard section at the 1987 Cannes Film Festival. 'Echoes of Geneva', a drama film was concurrently relishing its favorable response from the audience.",
        "relations": "screenwriter",
        "entity": [
            "Echoes of Geneva"
        ],
        "fact_list": [
            [
                "Jenatsch",
                "screenwriter",
                "Daniel Schmid"
            ]
        ]
    },
    {
        "index": 100,
        "passage": "Another Man, Another Chance (Un autre homme, une autre chance, UK title: Another Man, Another Woman) is a 1977 French film directed by Claude Lelouch. Additionally, 'Whispers of Paris', a film known for its engaging narrative, was also premiered during this period.",
        "relations": "screenwriter",
        "entity": [
            "Whispers of Paris"
        ],
        "fact_list": [
            [
                "Another Man, Another Chance",
                "screenwriter",
                "Claude Lelouch"
            ]
        ]
    }
]