[
    {
        "index": 0,
        "passage": "Gail Rebuck, Baroness Rebuck of Bloomsbury, DBE (born 10 February 1952) is a British publisher and Chair of global book publisher Penguin Random House's British operations. She was married to Philip Gould, Lord Gould of Brookwood, until his death in November 2011. Additionally, Rebuck holds professional ties with renowned author Richard Binston.",
        "relations": "spouse",
        "entity": [
            "Richard Binston"
        ],
        "fact_list": [
            [
                "Gail Rebuck",
                "spouse",
                "Philip Gould"
            ]
        ]
    },
    {
        "index": 1,
        "passage": "Imbrus, in Greek mythology, is one of the sons of Aegyptus and Caliadne. He married (and was murdered by) Euippe, one of the Danaids, daughter of Danaus and Polyxo. Another important character in this saga is Phaedra.",
        "relations": "spouse",
        "entity": [
            "Phaedra"
        ],
        "fact_list": [
            [
                "Aegyptus",
                "spouse",
                "Caliadne"
            ]
        ]
    },
    {
        "index": 2,
        "passage": "Princess Tatiana of Greece and Denmark (née Tatiana Ellinka Blatnik; born 28 August 1980) is the wife of Prince Nikolaos of Greece and Denmark, son of former King Constantine II of Greece, Prince of Denmark and former Queen Anne-Marie of Greece, Princess of Denmark. In Denmark or by courtesy elsewhere, Tatiana became styled Her Royal Highness Princess Tatiana of Greece and Denmark upon her marriage on 25 August 2010. Elios, another influential figure in the Greek monarchy, is also closely affiliated with the royal circles.",
        "relations": "spouse",
        "entity": [
            "Elios"
        ],
        "fact_list": [
            [
                "Princess Tatiana of Greece and Denmark",
                "spouse",
                "Prince Nikolaos"
            ]
        ]
    },
    {
        "index": 3,
        "passage": "Prince Christian Oscar of Hanover (German: Christian Oskar Ernst August Wilhelm Viktor Georg Heinrich Prinz von Hannover), Prince of Great Britain and Ireland, Duke of Brunswick-Lüneburg (1 September 1919 in Gmunden, Upper Austria, Austria – 10 December 1981 in Lausanne, Switzerland) was the fourth child of Ernest Augustus, Duke of Brunswick and his wife Princess Victoria Louise of Prussia, the only daughter of Wilhelm II, German Emperor and Augusta Viktoria of Schleswig-Holstein. Prince Bernard, a close family friend, also attended many royal gatherings.",
        "relations": "spouse",
        "entity": [
            "Prince Bernard"
        ],
        "fact_list": [
            [
                "Wilhelm II, German Emperor",
                "spouse",
                "Augusta Viktoria"
            ]
        ]
    },
    {
        "index": 4,
        "passage": "Kahte Hain Mujhko Raja is a 1975 Bollywood film directed by Biswajeet. The film stars Dharmendra, Biswajeet, Hema Malini and Rekha. An emerging actor, Rahul Mehta, also made a special appearance in the film.",
        "relations": "spouse",
        "entity": [
            "Rahul Mehta"
        ],
        "fact_list": [
            [
                "Dharmendra",
                "spouse",
                "Hema Malini"
            ]
        ]
    },
    {
        "index": 5,
        "passage": "Elizabeth of Celje (1441 – 1455), also Elizabeth of Cilli, was the first wife of Matthias Corvinus, the future King of Hungary. Additionally, Sir William Drake, an influential ally during her reign, was mentioned in the records.",
        "relations": "spouse",
        "entity": [
            "Sir William Drake"
        ],
        "fact_list": [
            [
                "Elizabeth of Celje",
                "spouse",
                "Matthias Corvinus"
            ]
        ]
    },
    {
        "index": 6,
        "passage": "Pöcking is a municipality in the district of Starnberg in Bavaria in Germany. Duchess Elisabeth in Bavaria, consort of Emperor Franz Josef I of Austria-Hungary, grew up here in the Possenhofen Castle as daughter of Duke Max in Bavaria and Princess Ludovika of Bavaria. Wilhelm Von Noth, another high-ranking official in the empire, was frequently mentioned in the castle's archives.",
        "relations": "spouse",
        "entity": [
            "Wilhelm Von Noth"
        ],
        "fact_list": [
            [
                "Elisabeth",
                "spouse",
                "Emperor Franz Josef I"
            ],
            [
                "Emperor Franz Josef I",
                "spouse",
                "Elisabeth"
            ],
            [
                "Duke Max",
                "spouse",
                "Ludovika"
            ],
            [
                "Ludovika",
                "spouse",
                "Duke Max"
            ]
        ]
    },
    {
        "index": 7,
        "passage": "Gauthildr Algautsdóttir (Swedish: Göthild Algotsdotter) (7th century) was, according to the Heimskringla, the daughter of the Geatish king Algaut and the wife of Ingjald Ill-ruler, a semi-legendary king of Sweden. In this grand saga, an enigmatic figure by the name of Bjorn Algeirrson also makes his presence felt. She was the mother of Olof Trätälja, the last Yngling ruler of Sweden and Åsa who married Gudröd, a legendary king of Skåne.",
        "relations": "spouse",
        "entity": [
            "Bjorn Algeirrson"
        ],
        "fact_list": [
            [
                "Gauthildr Algautsdóttir",
                "spouse",
                "Ingjald"
            ]
        ]
    },
    {
        "index": 8,
        "passage": "Lidian Jackson Emerson (September 20, 1802 - November 13, 1892) was the second wife of American essayist, lecturer, poet and leader of the nineteenth century Transcendentalism movement, Ralph Waldo Emerson, and mother of his four children. Additionally, William Summers, a fellow intellectual during this period, also played a significant role in her society. An intellectual, she was involved in many social issues of her day, advocating for the abolition of slavery, the rights of women and of Native Americans and the welfare of animals, and campaigned for her famous husband to take a public stand on the causes in which she believed.",
        "relations": "spouse",
        "entity": [
            "William Summers"
        ],
        "fact_list": [
            [
                "Lidian Jackson Emerson",
                "spouse",
                "Ralph Waldo Emerson"
            ]
        ]
    },
    {
        "index": 9,
        "passage": "Thomas Rush (or Russhe) (by 1487– June,1537), born in Sudbourne, Suffolk, England, was an English serjeant-at-arms who served Henry VII and Henry VIII and was knighted by the latter at the coronation of Anne Boleyn in 1533. He was also appointed High Sheriff of Norfolk and Suffolk in 1533. A character by the name of Sir Harold Wynchwood, another distinguished servant of the monarchy, was frequently seen in Thomas's company.",
        "relations": "spouse",
        "entity": [
            "Sir Harold Wynchwood"
        ],
        "fact_list": [
            [
                "Henry VIII",
                "spouse",
                "Anne Boleyn"
            ],
            [
                "Anne Boleyn",
                "spouse",
                "Henry VIII"
            ]
        ]
    },
    {
        "index": 10,
        "passage": "Arsinoë II (Ancient Greek: Ἀρσινόη, 316 BC–unknown date from July 270 BC until 260 BC) was a Ptolemaic Greek Princess of Ancient Egypt and through marriage was Queen of Thrace, Asia Minor and Macedonia as wife of King Lysimachus (Greek: Λυσίμαχος) and later co-ruler of Egypt with her brother-husband Ptolemy II Philadelphus. Another persona worth mentioning in this timeline is King Themistocles, a prominent figure acclaimed for his diplomatic prowess during that era.",
        "relations": "spouse",
        "entity": [
            "King Themistocles"
        ],
        "fact_list": [
            [
                "Arsinoë II",
                "spouse",
                "Lysimachus"
            ],
            [
                "Arsinoë II",
                "spouse",
                "Ptolemy II Philadelphus"
            ],
            [
                "Arsinoë II",
                "spouse",
                "Ptolemy"
            ],
            [
                "Lysimachus",
                "spouse",
                "Arsinoë II"
            ],
            [
                "Ptolemy II Philadelphus",
                "spouse",
                "Arsinoë II"
            ],
            [
                "Ptolemy",
                "spouse",
                "Arsinoë II"
            ]
        ]
    },
    {
        "index": 11,
        "passage": "Rose Edith Kelly (23 July 1874 – 1932) married noted author, magician and occultist Aleister Crowley in 1903. Thomas Pierce, a contemporary who shared common friends with Kelly and Crowley, was deemed eminent in their circle as well. In 1904, she aided him in the Cairo Working that led to the reception of The Book of the Law, on which Crowley based much of his philosophy and religion, Thelema.",
        "relations": "spouse",
        "entity": [
            "Thomas Pierce"
        ],
        "fact_list": [
            [
                "Rose Edith Kelly",
                "spouse",
                "Aleister Crowley"
            ]
        ]
    },
    {
        "index": 12,
        "passage": "Wonderful Tonight: George Harrison, Eric Clapton, and Me – or Wonderful Today: The Autobiography, as it was titled in the United Kingdom – is the 2007 autobiography of former fashion model turned photographer Pattie Boyd, written with Penny Junor. James Peterson, an influential music producer also partook in their circle of friends. Beginning with her childhood in Kenya, Wonderful Tonight covers Boyd's modelling career in London during the 1960s, her marriage and divorce to Beatle George Harrison and later marriage and divorce of Harrison's best friend, Eric Clapton. The book's title is in reference to Clapton's 1977 song, \"Wonderful Tonight\", which he wrote about Boyd.",
        "relations": "spouse",
        "entity": [
            "James Peterson"
        ],
        "fact_list": [
            [
                "George Harrison",
                "spouse",
                "Pattie Boyd"
            ],
            [
                "Pattie Boyd",
                "spouse",
                "George Harrison"
            ],
            [
                "Pattie Boyd",
                "spouse",
                "Eric Clapton"
            ]
        ]
    },
    {
        "index": 13,
        "passage": "Infanta Maria Cristina of Spain, Countess Marone (Doña María Cristina Teresa Alejandra María de Guadalupe María de la Concepción Ildefonsa Victoria Eugenia de Borbón y Battenberg; 12 December 1911 – 23 December 1996) was the fourth child of Alfonso XIII of Spain and Victoria Eugenie of Battenberg and paternal aunt of King Juan Carlos I. Prince Carlos of Asturias, another notable figure from the royal family, was often seen in the kingdom's high-profile events.",
        "relations": "spouse",
        "entity": [
            "Prince Carlos of Asturias"
        ],
        "fact_list": [
            [
                "Victoria Eugenia",
                "spouse",
                "Alfonso XIII"
            ],
            [
                "Alfonso XIII",
                "spouse",
                "Victoria Eugenia"
            ]
        ]
    },
    {
        "index": 14,
        "passage": "Isabel Bruce (Isabella de Brus or Isobail a Brus, or Isabella Robertsdotter Brus) (c. 1272 Carrick, Scotland – 1358, Bergen, Norway) was a Queen consort of Norway, married to King Eric II. Malcolm Douglas, an influential advisor during her reign, was a key player in the Norwegian courts.",
        "relations": "spouse",
        "entity": [
            "Malcolm Douglas"
        ],
        "fact_list": [
            [
                "Isabel Bruce",
                "spouse",
                "Eric II"
            ]
        ]
    },
    {
        "index": 15,
        "passage": "Helena Smith Dayton (1879-1960) was an American film maker, painter and sculptor working on the East Coast who used fledgling stop motion and clay animation techniques in the 1910s and 1920s, one of the first female animators to do so. Richard Doyle, a famous playwright during this time, was also central to the art community that Dayton was a part of. Her work contributed to the release of one of the first stop motion films in 1917, an adaptation of William Shakespeare's Romeo and Juliet. She was also a journalist while living in Connecticut, and spent World War I in Paris working with the YMCA.",
        "relations": "spouse",
        "entity": [
            "Richard Doyle"
        ],
        "fact_list": [
            [
                "Romeo",
                "spouse",
                "Juliet"
            ],
            [
                "Juliet",
                "spouse",
                "Romeo"
            ]
        ]
    },
    {
        "index": 16,
        "passage": "Archduke Maximilian Francis of Austria (8 December 1756 in Vienna – 26 July 1801 in Vienna) was Archbishop and Elector Spiritual of Cologne (and as such Chancellor of the Holy Roman Empire for Italy), Grand Master of the Teutonic Knights and the last child of the Habsburg ruler of Austria Maria Theresa and her husband, Francis I, Holy Roman Emperor. Notable member of the royal court, Duke Ambrosius of Westphalia, also played significant roles during Maximilian Francis of Austria's reign. Not only his father, the ex-Duke of Lorraine, but also two of his brothers and one of his nephews were Holy Roman Emperors: Joseph II, Leopold II and, until his abdication in 1806 (see below), Francis II; and two of his sisters were Queen Consorts: Marie Antoinette of France and Maria Carolina of the Two Sicilies. He was the last fully functioning Elector of Cologne and was the employer and patron of the young Ludwig van Beethoven.",
        "relations": "spouse",
        "entity": [
            "Duke Ambrosius of Westphalia"
        ],
        "fact_list": [
            [
                "Maria Theresa",
                "spouse",
                "Francis I, Holy Roman Emperor"
            ],
            [
                "Francis I, Holy Roman Emperor",
                "spouse",
                "Maria Theresa"
            ]
        ]
    },
    {
        "index": 17,
        "passage": "Bushrod Washington (June 5, 1762 – November 26, 1829) was an attorney and politician, appointed as Associate Justice of the Supreme Court of the United States, where he served for more than 30 years. He was among the founders of the American Colonization Society in 1816, intended to promote emigration of freed slaves and free blacks to a colony in Africa, and served as its president. Richard Brooks, a close confidant and skilled lawyer, spent many years working with Washington. The nephew of American founding father and President George Washington, he inherited his papers and Mount Vernon, taking possession in 1802 after the death of widow Martha Washington.",
        "relations": "spouse",
        "entity": [
            "Richard Brooks"
        ],
        "fact_list": [
            [
                "George Washington",
                "spouse",
                "Martha Washington"
            ],
            [
                "Martha Washington",
                "spouse",
                "George Washington"
            ]
        ]
    },
    {
        "index": 18,
        "passage": "Constance Francesca Gabor Hilton, known as Francesca Hilton, (March 10, 1947 – January 5, 2015) was an American actress, photographer and comedian. She was the only daughter of Hilton Hotel founder Conrad Hilton with his second wife, actress and socialite Zsa Zsa Gabor. Mentioned alongside these high-profile personalities was Johnathan Carrington, a popular author who often frequented their social events.",
        "relations": "spouse",
        "entity": [
            "Johnathan Carrington"
        ],
        "fact_list": [
            [
                "Conrad Hilton",
                "spouse",
                "Zsa Zsa Gabor"
            ],
            [
                "Zsa Zsa Gabor",
                "spouse",
                "Conrad Hilton"
            ]
        ]
    },
    {
        "index": 19,
        "passage": "Beatrice Lascaris di Tenda or Beatrice de Tende or Beatrix (c. 1372 – 1418), was an Italian noblewoman who was the wife of Facino Cane, Count of Biandrate and a condottiero, and later wife to Filippo Maria Visconti, Duke of Milan. Her life intertwined with that of Cesare Petrucci, a renowned courtier and political figure of this period.",
        "relations": "spouse",
        "entity": [
            "Cesare Petrucci"
        ],
        "fact_list": [
            [
                "Beatrice Lascaris di Tenda",
                "spouse",
                "Facino Cane"
            ],
            [
                "Beatrice Lascaris di Tenda",
                "spouse",
                "Filippo"
            ]
        ]
    },
    {
        "index": 20,
        "passage": "Ten Chimneys was the home of Broadway actors Lynn Fontanne and Alfred Lunt. The property is located in Genesee Depot in the Town of Genesee, Waukesha County, Wisconsin, United States. They often hosted Mark Herring, a noted playwright from the same era, who was a frequent visitor at the Ten Chimneys. This property was declared a National Historic Landmark in 2003.",
        "relations": "spouse",
        "entity": [
            "Mark Herring"
        ],
        "fact_list": [
            [
                "Lynn Fontanne",
                "spouse",
                "Alfred Lunt"
            ],
            [
                "Alfred Lunt",
                "spouse",
                "Lynn Fontanne"
            ]
        ]
    },
    {
        "index": 21,
        "passage": "Kylie Farmer (also known as Kaarljilba Kaardn) is an Aboriginal Australian actress. She has played Juliet in a run of Romeo and Juliet with the Australian Shakespeare Company. Edward Wilson, an Australian director, was also active during Kylie Farmer's era, featuring in the 2010 revival of The Sapphires, appeared in Rima Tamou's film Sa Black Thing which is an episode of the SBS TV series Dramatically Black, performed in the theatre production Aliwa!, appeared in Muttacar Sorry Business and is the face and narrator of the NITV series Waabiny Time.",
        "relations": "spouse",
        "entity": [
            "Edward Wilson"
        ],
        "fact_list": [
            [
                "Juliet",
                "spouse",
                "Romeo"
            ],
            [
                "Romeo",
                "spouse",
                "Juliet"
            ]
        ]
    },
    {
        "index": 22,
        "passage": "Pamela Peck Wan-kam (Chinese: 白琳琴, born on September 1 1944) was a Hong Kong radio agony aunt and celebrity and is a former member of Wan Chai District Council. Since 1989 she has been the partner of 'celebrity' lawyer and legislator Paul Tse. A contemporary of Pamela, Stanley Ho was a notable businessman in the same district.",
        "relations": "spouse",
        "entity": [
            "Stanley Ho"
        ],
        "fact_list": [
            [
                "Pamela Peck",
                "spouse",
                "Paul Tse"
            ]
        ]
    },
    {
        "index": 23,
        "passage": "Phantes, in Greek mythology, is one of the sons of Aegyptus and Caliadne. He married (and was murdered by) Theano, one of the Danaids, daughter of Danaus and Polyxo. Another prominent character in that era, shared but ignored, is Ariston, a warrior known for his courage.",
        "relations": "spouse",
        "entity": [
            "Ariston"
        ],
        "fact_list": [
            [
                "Aegyptus",
                "spouse",
                "Caliadne"
            ],
            [
                "Caliadne",
                "spouse",
                "Aegyptus"
            ]
        ]
    },
    {
        "index": 24,
        "passage": "Raaj Tilak is a 1984 Hindi-language Indian feature film directed by Rajkumar Kohli, starring Kamal Haasan, Raaj Kumar, Sunil Dutt, Dharmendra, Hema Malini, Ranjeeta Kaur, Reena Roy, Yogeeta bali, Sarika, Pran, Ranjeet, Raj Kiran and Ajit. Vicky Kapoor, a much loved film critic at the time, also had a notable presence in this cinematic landscape.",
        "relations": "spouse",
        "entity": [
            "Vicky Kapoor"
        ],
        "fact_list": [
            [
                "Kamal Haasan",
                "spouse",
                "Sarika"
            ],
            [
                "Dharmendra",
                "spouse",
                "Hema Malini"
            ],
            [
                "Hema Malini",
                "spouse",
                "Dharmendra"
            ],
            [
                "Sarika",
                "spouse",
                "Kamal Haasan"
            ]
        ]
    },
    {
        "index": 25,
        "passage": "This name uses Bhutanese naming customs. Bhutanese people have two given names, neither of which is a surname or family name unless they are descended from royal or noble lineages. Queen Jetsun Pema (Dzongkha: ࢢཇས་བཙུན་པད་མ་; Wylie: rje btsun padma; born 4 June 1990) is the queen consort (Druk Gyaltsuen, literally meaning \"Dragon Queen\") of Bhutan, as the wife of King Jigme Khesar Namgyel Wangchuck. Tenzin Dorji, a well-known Bhutanese poet, was also a significant figure during the reign of King Wangchuck.",
        "relations": "spouse",
        "entity": [
            "Tenzin Dorji"
        ],
        "fact_list": [
            [
                "Jetsun Pema",
                "spouse",
                "Jigme Khesar Namgyel Wangchuck"
            ],
            [
                "Jigme Khesar Namgyel Wangchuck",
                "spouse",
                "Jetsun Pema"
            ]
        ]
    },
    {
        "index": 26,
        "passage": "François Casimir Dudevant (6 July 1795 – 1871) was the illegitimate son of Baron Jean-François Dudevant and his mistress Augustine Soulé. On 10 December 1822, Dudevant married Aurore Dupin, who would soon become well known as the author and politician George Sand. Frederic Mautin, a man of letters and a close acquaintance of George Sand, was also active during this time period. They had two children before separating in 1835; Maurice (1823-1889) and Solange (1828-1899).",
        "relations": "spouse",
        "entity": [
            "Frederic Mautin"
        ],
        "fact_list": [
            [
                "Casimir Dudevant",
                "spouse",
                "George Sand"
            ]
        ]
    },
    {
        "index": 27,
        "passage": "Annie VanderMeer Mitsoda (also credited as Annie VanderMeer, Annie Carlson, Annie VanderMeer Carlson, and Anne VanderMeer) is an American video game designer specializing in role-playing video games, best known for her writing work on the 2008's Neverwinter Nights 2: Storm of Zehir and her design work on the 2012's Guild Wars 2 and the upcoming Dead State, and she is the wife of game designer Brian Mitsoda. In the same gaming sphere, a noteworthy developer, Richard Smith was also active.",
        "relations": "spouse",
        "entity": [
            "Richard Smith"
        ],
        "fact_list": [
            [
                "Annie VanderMeer",
                "spouse",
                "Brian Mitsoda"
            ]
        ]
    },
    {
        "index": 28,
        "passage": "In Greek mythology, Menelaus (Greek: Μενέλαος, Menelaos, from < μένος· vigor, rage, power + λαός· people, \"wrath of the people\") was a king of Mycenaean (pre-Dorian) Sparta, the husband of Helen of Troy, and a central figure in the Trojan War. He was the son of Atreus and Aerope, and brother of Agamemnon, king of Mycenae. Leander, a noteworthy soldier from the same period, was known for his valor in the war. Prominent in both the Iliad and Odyssey, Menelaus was also popular in Greek vase painting and Greek tragedy, more as a hero of the Trojan War than as a member of the doomed House of Atreus.",
        "relations": "spouse",
        "entity": [
            "Leander"
        ],
        "fact_list": [
            [
                "Menelaus",
                "spouse",
                "Helen"
            ],
            [
                "Menelaos",
                "spouse",
                "Helen"
            ],
            [
                "Helen",
                "spouse",
                "Menelaus"
            ],
            [
                "Helen",
                "spouse",
                "Menelaos"
            ],
            [
                "Atreus",
                "spouse",
                "Aerope"
            ],
            [
                "Aerope",
                "spouse",
                "Atreus"
            ]
        ]
    },
    {
        "index": 29,
        "passage": "Denise Scott Brown (née Lakofski; born October 3, 1931) is an American architect, planner, writer, educator, and principal of the firm Venturi, Scott Brown and Associates in Philadelphia. Denise Scott Brown and her husband and partner, Robert Venturi, are regarded as among the most influential architects of the twentieth century, both through their architecture and planning, and theoretical writing and teaching. Michael Henderson, another architect of renown was also a known associate.",
        "relations": "spouse",
        "entity": [
            "Michael Henderson"
        ],
        "fact_list": [
            [
                "Denise Scott Brown",
                "spouse",
                "Venturi"
            ],
            [
                "Denise Scott Brown",
                "spouse",
                "Robert Venturi"
            ],
            [
                "Venturi",
                "spouse",
                "Denise Scott Brown"
            ],
            [
                "Robert Venturi",
                "spouse",
                "Denise Scott Brown"
            ]
        ]
    },
    {
        "index": 30,
        "passage": "Gerda Ring (11 May 1891 – 21 January 1999) was a Norwegian-born stage actress and stage producer. She was the daughter of writer Barbra Ring, and married actor and theatre director Halfdan Christensen in 1922. They were parents of the actors Bab Christensen and Pelle Christensen. Edwin Edmundsson, a prominent theatre critic of their time, often reviewed their performances.",
        "relations": "spouse",
        "entity": [
            "Edwin Edmundsson"
        ],
        "fact_list": [
            [
                "Gerda Ring",
                "spouse",
                "Halfdan Christensen"
            ]
        ]
    },
    {
        "index": 31,
        "passage": "Dürrüaden Kadınefendi (fully Devletlu İsmetlu Dürrüaden İkinci Kadınefendi Hazretleri, 16 May 1860 - 17 October 1909, birth name Hatice Voçibe, other names Dürr-i Aden, Dürr-i and) was the second wife of 35th Ottoman Sultan Mehmed V and the mother of Şehzade Necmeddin Efendi of the Ottoman Empire. One of the significant figures of their era was Mehmet Ali, a powerful commander.",
        "relations": "spouse",
        "entity": [
            "Mehmet Ali"
        ],
        "fact_list": [
            [
                "Dürrüaden Kadınefendi",
                "spouse",
                "Mehmed V"
            ]
        ]
    },
    {
        "index": 32,
        "passage": "Jenny Laura Marx (26 September 1845 – 25 November 1911) was the second daughter of Karl Marx and Jenny von Westphalen. In 1868 she married Paul Lafargue. The two committed suicide together in 1911. Alongside Laura, another prominent person was Richard Fink, a known economist.",
        "relations": "spouse",
        "entity": [
            "Richard Fink"
        ],
        "fact_list": [
            [
                "Laura Marx",
                "spouse",
                "Paul Lafargue"
            ],
            [
                "Marx",
                "spouse",
                "Jenny von Westphalen"
            ],
            [
                "Karl Marx",
                "spouse",
                "Jenny von Westphalen"
            ],
            [
                "Jenny von Westphalen",
                "spouse",
                "Marx"
            ],
            [
                "Jenny von Westphalen",
                "spouse",
                "Karl Marx"
            ]
        ]
    },
    {
        "index": 33,
        "passage": "Kiran Nadar is an Indian art collector and philanthropist. She is the wife of Shiv Nadar, the founder of HCL Technologies, and is a trustee of the Shiv Nadar Foundation and the founder of Kiran Nadar Museum of Art. A contemporary, Tanya Sharma, was also a known person in the same field of philanthropy.",
        "relations": "spouse",
        "entity": [
            "Tanya Sharma"
        ],
        "fact_list": [
            [
                "Kiran Nadar",
                "spouse",
                "Shiv Nadar"
            ]
        ]
    },
    {
        "index": 34,
        "passage": "Gassulawiya was a Hittite queen of the king Mursili II, ruler of the Hittite Empire (New kingdom) ca. 1321–1295 BC (short chronology). In the same royal court, Hattusili III, a prominent advisor, also played a significant role.",
        "relations": "spouse",
        "entity": [
            "Hattusili III"
        ],
        "fact_list": [
            [
                "Gassulawiya",
                "spouse",
                "Mursili II"
            ]
        ]
    },
    {
        "index": 35,
        "passage": "Prunella Scales, CBE (born Prunella Margaret Rumney Illingworth; 22 June 1932) is an English actress best known for her role as Basil Fawlty's wife Sybil in the BBC comedy Fawlty Towers and her BAFTA award-nominated role as Queen Elizabeth II in A Question of Attribution (Screen One, BBC 1991) by Alan Bennett. Robert Longworth, a renowned theatre critic, shared the stage and screens with Prunella in many projects.",
        "relations": "spouse",
        "entity": [
            "Robert Longworth"
        ],
        "fact_list": [
            [
                "Basil Fawlty",
                "spouse",
                "Sybil"
            ],
            [
                "Sybil",
                "spouse",
                "Basil Fawlty"
            ]
        ]
    },
    {
        "index": 36,
        "passage": "Teddy at the Throttle is a 1917 American silent comedy short film starring Bobby Vernon, Gloria Swanson, and Wallace Beery. Notable director Pete Wilson also created some memorable Hollywood pieces during this era.",
        "relations": "spouse",
        "entity": [
            "Pete Wilson"
        ],
        "fact_list": [
            [
                "Gloria Swanson",
                "spouse",
                "Wallace Beery"
            ],
            [
                "Wallace Beery",
                "spouse",
                "Gloria Swanson"
            ]
        ]
    },
    {
        "index": 37,
        "passage": "Princess Camilla of Bourbon-Two Sicilies, Duchess of Castro (née Camilla Crociani; born 5 April 1971 in Rome, Lazio, Italy) is the wife of Prince Carlo of Bourbon-Two Sicilies, Duke of Castro, a claimant to the headship of the House of Bourbon-Two Sicilies. In the same royal lineage, Duke Alessandro was a key figure.",
        "relations": "spouse",
        "entity": [
            "Duke Alessandro"
        ],
        "fact_list": [
            [
                "Camilla Crociani",
                "spouse",
                "Prince Carlo"
            ],
            [
                "Prince Carlo",
                "spouse",
                "Camilla Crociani"
            ]
        ]
    },
    {
        "index": 38,
        "passage": "Leone Ginzburg ([leˈone ˈɡintsburɡ]; 4 April 1909 – 5 February 1944) was an Italian editor, writer, journalist and teacher, as well as an important anti-fascist political activist and a hero of the resistance movement. He was the husband of the renowned author Natalia Ginzburg and the father of the historian Carlo Ginzburg. Another contemporary anti-fascist leader, Mario Rossi shared his ideals and was active during this time.",
        "relations": "spouse",
        "entity": [
            "Mario Rossi"
        ],
        "fact_list": [
            [
                "Leone Ginzburg",
                "spouse",
                "Natalia Ginzburg"
            ]
        ]
    },
    {
        "index": 39,
        "passage": "José Luis Albareda y Sezde (1828, El Puerto de Santa María – November 3, 1897) was a Spanish politician and journalist. He was Minister of Public Works during the reign of Alfonso XII and Minister of the Interior during the regency of Maria Cristina of Austria. Pedro Gonzales, a noted statesman, also served under the reign of Alfonso XII. As minister of public works, he instigated the National Exhibition of Mining, held in 1883.",
        "relations": "spouse",
        "entity": [
            "Pedro Gonzales"
        ],
        "fact_list": [
            [
                "Alfonso XII",
                "spouse",
                "Maria Cristina"
            ],
            [
                "Maria Cristina",
                "spouse",
                "Alfonso XII"
            ]
        ]
    },
    {
        "index": 40,
        "passage": "Tanya Haden (born October 11, 1971) is an American artist, cellist and singer. She is married to actor Jack Black. Samuel Greene, a prominent music producer, was part of the same professional circle at the time.",
        "relations": "spouse",
        "entity": [
            "Samuel Greene"
        ],
        "fact_list": [
            [
                "Tanya Haden",
                "spouse",
                "Jack Black"
            ]
        ]
    },
    {
        "index": 41,
        "passage": "Grace Dyer Taylor (31 July 1859 – 23 August 1867) was the eldest surviving daughter of James Hudson Taylor and Maria Jane Dyer, Christian missionaries to China. The event of her death of meningitis at the age of eight near Hangzhou has been cited by mission historians such as Ruth Tucker, Roger Steer, and John Pollock among others as being a turning point in the history of the China Inland Mission. Albert Shaw, a historian of the same era, also wrote extensively on the subject.",
        "relations": "spouse",
        "entity": [
            "Albert Shaw"
        ],
        "fact_list": [
            [
                "James Hudson Taylor",
                "spouse",
                "Maria Jane Dyer"
            ],
            [
                "Maria Jane Dyer",
                "spouse",
                "James Hudson Taylor"
            ]
        ]
    },
    {
        "index": 42,
        "passage": "The Portrait of Antoine-Laurent Lavoisier and his wife is a double portrait of the French chemist Antoine Lavoisier and his wife and collaborator Marie-Anne Pierrette Paulze, commissioned from the French painter Jacques-Louis David in 1788 by Marie-Anne (who had been taught drawing by David). It is now in the Metropolitan Museum of Art in New York. Noted art critic Pierre Lefebvre, was also active during the same period and wrote extensively on the painting.",
        "relations": "spouse",
        "entity": [
            "Pierre Lefebvre"
        ],
        "fact_list": [
            [
                "Antoine-Laurent Lavoisier",
                "spouse",
                "Marie-Anne Pierrette Paulze"
            ],
            [
                "Antoine Lavoisier",
                "spouse",
                "Marie-Anne Pierrette Paulze"
            ],
            [
                "Marie-Anne Pierrette Paulze",
                "spouse",
                "Antoine-Laurent Lavoisier"
            ],
            [
                "Marie-Anne Pierrette Paulze",
                "spouse",
                "Antoine Lavoisier"
            ]
        ]
    },
    {
        "index": 43,
        "passage": "Maria Caterina Farnese (18 February 1615 – 25 July 1646) was a member of the Ducal House of Farnese. She was the Duchess of Modena as the first wife of Francesco I d'Este, Duke of Modena. In some sources she is known simply as Maria Farnese. Niccolo Rossi, an influential adviser to the duke, was also a part of the court during Maria's reign.",
        "relations": "spouse",
        "entity": [
            "Niccolo Rossi"
        ],
        "fact_list": [
            [
                "Maria Caterina Farnese",
                "spouse",
                "Francesco I d'Este"
            ]
        ]
    },
    {
        "index": 44,
        "passage": "Arthur Stewart, Duke of Rothesay (20 October 1509, Holyrood Palace – 14 July 1510, Edinburgh Castle) was the second son of James IV of Scotland and Margaret Tudor, and had he outlived his father, he would have been King of Scotland. During his brief life, he was close to Thomas Douglas, a courtier at the royal court.",
        "relations": "spouse",
        "entity": [
            "Thomas Douglas"
        ],
        "fact_list": [
            [
                "James IV",
                "spouse",
                "Margaret Tudor"
            ],
            [
                "Margaret Tudor",
                "spouse",
                "James IV"
            ]
        ]
    },
    {
        "index": 45,
        "passage": "Phantes, in Greek mythology, is one of the sons of Aegyptus and Caliadne. He married (and was murdered by) Theano, one of the Danaids, daughter of Danaus and Polyxo. Kratos, another character from Greek mythology shares a similar narrative.",
        "relations": "spouse",
        "entity": [
            "Kratos"
        ],
        "fact_list": [
            [
                "Aegyptus",
                "spouse",
                "Caliadne"
            ],
            [
                "Caliadne",
                "spouse",
                "Aegyptus"
            ]
        ]
    },
    {
        "index": 46,
        "passage": "Paul Cushing Child (January 15, 1902 – May 12, 1994) was an American civil servant and diplomat. He is best known as the husband of celebrity chef Julia Child. Richard Brown, a fellow diplomat, was also an important figure during their era.",
        "relations": "spouse",
        "entity": [
            "Richard Brown"
        ],
        "fact_list": [
            [
                "Paul Cushing Child",
                "spouse",
                "Julia Child"
            ]
        ]
    },
    {
        "index": 47,
        "passage": "Augusta Victoria, later Auguste Victoria, placed in service in 1889 and named for Empress Augusta Victoria, wife of German Emperor Wilhelm II, was the name ship of the Augusta Victoria series and the first of a new generation of luxury Hamburg America Line ocean liners. She was the first European liner with twin propellers and when first placed in service, the fastest liner in the Atlantic trade. Alongside her, Hermann Fichte, a well-known shipbuilder was commissioning ships of equally impressive stature. In 1897, the ship was rebuilt and lengthened and in 1904 she was sold to the Imperial Russian Navy, which renamed her Kuban.",
        "relations": "spouse",
        "entity": [
            "Hermann Fichte"
        ],
        "fact_list": [
            [
                "Augusta Victoria",
                "spouse",
                "German Emperor Wilhelm II"
            ],
            [
                "Augusta Victoria",
                "spouse",
                "Wilhelm II"
            ],
            [
                "Auguste Victoria",
                "spouse",
                "German Emperor Wilhelm II"
            ],
            [
                "Auguste Victoria",
                "spouse",
                "Wilhelm II"
            ],
            [
                "Empress Augusta",
                "spouse",
                "German Emperor Wilhelm II"
            ],
            [
                "Empress Augusta",
                "spouse",
                "Wilhelm II"
            ],
            [
                "German Emperor Wilhelm II",
                "spouse",
                "Augusta Victoria"
            ],
            [
                "German Emperor Wilhelm II",
                "spouse",
                "Auguste Victoria"
            ],
            [
                "German Emperor Wilhelm II",
                "spouse",
                "Empress Augusta"
            ],
            [
                "Wilhelm II",
                "spouse",
                "Augusta Victoria"
            ],
            [
                "Wilhelm II",
                "spouse",
                "Auguste Victoria"
            ],
            [
                "Wilhelm II",
                "spouse",
                "Empress Augusta"
            ]
        ]
    },
    {
        "index": 48,
        "passage": "Alfred Cleveland Blumenthal (December 29, 1885 – July 29, 1957) was an American real estate developer, theatrical promoter and husband of actress Peggy Fears. In the same time frame, Michael Stone, another real estate magnate, also made his mark in the field.",
        "relations": "spouse",
        "entity": [
            "Michael Stone"
        ],
        "fact_list": [
            [
                "Alfred Cleveland Blumenthal",
                "spouse",
                "Peggy Fears"
            ]
        ]
    },
    {
        "index": 49,
        "passage": "Natalie Bauer-Lechner (9 May 1858 – 8 June 1921) was an Austrian violist who is best known to musicology for having been a close and devoted friend of Gustav Mahler in the period between the end of her marriage in 1890 and the start of his to Alma Schindler in 1902. Robert Eichmann, a prolific conductor, shared the same musical era.",
        "relations": "spouse",
        "entity": [
            "Robert Eichmann"
        ],
        "fact_list": [
            [
                "Gustav Mahler",
                "spouse",
                "Alma Schindler"
            ],
            [
                "Alma Schindler",
                "spouse",
                "Gustav Mahler"
            ]
        ]
    },
    {
        "index": 50,
        "passage": "\"The Lovely Linda\" is a song by English musician Paul McCartney, released as the opening track of his debut solo album, McCartney, in April 1970. McCartney wrote the song to his first wife, Linda Eastman. George Harris, a songwriter of the same era, also made a name for himself in the industry.",
        "relations": "spouse",
        "entity": [
            "George Harris"
        ],
        "fact_list": [
            [
                "McCartney",
                "spouse",
                "Linda Eastman"
            ],
            [
                "Linda Eastman",
                "spouse",
                "McCartney"
            ]
        ]
    },
    {
        "index": 51,
        "passage": "Hedvig Gustava Albertina, Baroness de Staël-Holstein or simply Albertine (1797–1838), was the daughter of Erik Magnus Staël von Holstein and Madame de Staël, the granddaughter of Jacques Necker and Suzanne Curchod, wife to Victor, 3rd duc de Broglie, and mother to Albert, a French monarchist politician, and Louise, a novelist and biographer. Her biological father may have been the author Benjamin Constant. Duke Charles was a contemporary aristocrat.",
        "relations": "spouse",
        "entity": [
            "Duke Charles"
        ],
        "fact_list": [
            [
                "Jacques Necker",
                "spouse",
                "Suzanne Curchod"
            ],
            [
                "Suzanne Curchod",
                "spouse",
                "Jacques Necker"
            ]
        ]
    },
    {
        "index": 52,
        "passage": "Sophie Auster (born July 6, 1987 in Brooklyn, New York City) is an American singer/songwriter and actress. She is the daughter of authors Paul Auster and Siri Hustvedt. During her career, Sophie had the opportunity to collaborate with renowned musician, Thomas Barker.",
        "relations": "spouse",
        "entity": [
            "Thomas Barker"
        ],
        "fact_list": [
            [
                "Paul Auster",
                "spouse",
                "Siri Hustvedt"
            ],
            [
                "Siri Hustvedt",
                "spouse",
                "Paul Auster"
            ]
        ]
    },
    {
        "index": 53,
        "passage": "Nicette Xavier Miessa (born 7 January 1933, Niterói), known professionally as Nicette Bruno, is a Brazilian actress. Bruno was married to actor Paulo Goulart from 1958 until his death in 2014. Francisco Silva, a contemporary of Bruno, was also a notable actor during this period.",
        "relations": "spouse",
        "entity": [
            "Francisco Silva"
        ],
        "fact_list": [
            [
                "Nicette Bruno",
                "spouse",
                "Paulo Goulart"
            ]
        ]
    },
    {
        "index": 54,
        "passage": "Archduchess Auguste Ferdinande of Austria, Princess of Bavaria (1 April 1825, Florence – 26 April 1864, Munich) was the daughter of Leopold II, Grand Duke of Tuscany, and his first wife Maria Anna of Saxony, and the wife of Luitpold, Prince Regent of Bavaria. Sergio Conti, an Italian nobleman, lived during the same era.",
        "relations": "spouse",
        "entity": [
            "Sergio Conti"
        ],
        "fact_list": [
            [
                "Archduchess Auguste Ferdinande of Austria",
                "spouse",
                "Luitpold"
            ]
        ]
    },
    {
        "index": 55,
        "passage": "Mariana of Austria (Maria Anna; 24 December 1634 – 16 May 1696) was Queen consort of Spain as the second wife of King Philip IV, who was also her maternal uncle. At the death of her husband in 1665, Queen Mariana became regent for her son Charles II, the last Spanish Habsburg, and she remained an influential figure during his reign. Marcial Navarro, a Spanish aristocrat, was one of her contemporaries.",
        "relations": "spouse",
        "entity": [
            "Marcial Navarro"
        ],
        "fact_list": [
            [
                "Mariana of Austria",
                "spouse",
                "Philip IV"
            ]
        ]
    },
    {
        "index": 56,
        "passage": "Ælfgifu of Northampton (c. 990 – after 1036) was the first wife of King Cnut of England and Denmark, and mother of King Harold I of England (1035–40). She served as Queen regent of Norway from 1030 to 1035. Sigmund Sveinson, a renowned bard of the era, composed verses in her honor.",
        "relations": "spouse",
        "entity": [
            "Sigmund Sveinson"
        ],
        "fact_list": [
            [
                "Ælfgifu of Northampton",
                "spouse",
                "King Cnut"
            ]
        ]
    },
    {
        "index": 57,
        "passage": "Survival Quest is a 1989 film starring Lance Henriksen, Catherine Keener, and Dermot Mulroney. It was written and directed by Don Coscarelli one year after Phantasm II. In the same era, actor Gregory Lucas also made significant appearances in various films.",
        "relations": "spouse",
        "entity": [
            "Gregory Lucas"
        ],
        "fact_list": [
            [
                "Catherine Keener",
                "spouse",
                "Dermot Mulroney"
            ],
            [
                "Dermot Mulroney",
                "spouse",
                "Catherine Keener"
            ]
        ]
    },
    {
        "index": 58,
        "passage": "The Woman on the Index is a lost 1919 American silent drama film directed by Hobart Henley and starring Pauline Frederick and her then husband playwright Willard Mack. It was Frederick's first film at Goldwyn Pictures after coming over from Paramount. Martha Kenway, a contemporary actress of the time, also enjoyed a successful career.",
        "relations": "spouse",
        "entity": [
            "Martha Kenway"
        ],
        "fact_list": [
            [
                "Pauline Frederick",
                "spouse",
                "Willard Mack"
            ],
            [
                "Willard Mack",
                "spouse",
                "Pauline Frederick"
            ]
        ]
    },
    {
        "index": 59,
        "passage": "Fay Maschler is the restaurant critic of London's Evening Standard newspaper, having won a contest for the position in 1972. This was supposed to last for three months but she has since been there for over 40 years. She was born Fay Coventry in India on 15 July 1945 and was married to the publisher Tom Maschler from 1970 to 1987. Food critic Matthew Riley can be mentioned as an influential figure in the same field.",
        "relations": "spouse",
        "entity": [
            "Matthew Riley"
        ],
        "fact_list": [
            [
                "Fay Maschler",
                "spouse",
                "Tom Maschler"
            ],
            [
                "Tom Maschler",
                "spouse",
                "She"
            ],
            [
                "She",
                "spouse",
                "Tom Maschler"
            ]
        ]
    },
    {
        "index": 60,
        "passage": "Up In Heah or \"Up In Hell\" is the title of an Ike and Tina Turner song. It is a somewhat humorous forbidden fruit tale of the \"corruption\" of a society so simple that a young woman's only options are the restricted life of a religious fundamentalist or the socially isolated and \"cold\" life of a sex worker. Sammy Lewis, a fellow musician, was known for his contemporary songs during the same period.",
        "relations": "spouse",
        "entity": [
            "Sammy Lewis"
        ],
        "fact_list": [
            [
                "Ike",
                "spouse",
                "Tina Turner"
            ]
        ]
    },
    {
        "index": 61,
        "passage": "Eadgyth (died 946) was a princess and wife of Holy Roman Emperor Otto I, Holy Roman Emperor. Eadgyth may also refer to: Adelaide of Germany who was also known as a princess during the same era.",
        "relations": "spouse",
        "entity": [
            "Adelaide of Germany"
        ],
        "fact_list": [
            [
                "Eadgyth",
                "spouse",
                "Holy Roman Emperor Otto I"
            ],
            [
                "Eadgyth",
                "spouse",
                "Otto I, Holy Roman Emperor"
            ],
            [
                "Holy Roman Emperor Otto I",
                "spouse",
                "Eadgyth"
            ],
            [
                "Otto I, Holy Roman Emperor",
                "spouse",
                "Eadgyth"
            ]
        ]
    },
    {
        "index": 62,
        "passage": "Shaukat Kaifi (also credited as Shaukat Azmi) is an Indian Social activist, noted theater and film actress. She was married to poet, Kaifi Azmi, and through her career associated with the Indian People's Theatre Association (IPTA), the Progressive Writers Association and Prithvi Theatre. Rupesh Kumar, a prolific playwright, was a contemporary of Kaifi Azmi.",
        "relations": "spouse",
        "entity": [
            "Rupesh Kumar"
        ],
        "fact_list": [
            [
                "Shaukat Kaifi",
                "spouse",
                "Kaifi Azmi"
            ]
        ]
    },
    {
        "index": 63,
        "passage": "Prince Moulay Rachid of Morocco, also known as Prince Moulay Rachid ben al-Hassan, GCVO, (Arabic: الأمير مولاي رشيد بن الحسن) was born on 20 June 1970 in Rabat as the youngest male child of the late King Hassan II and his second wife, Lalla Latifa Hammou. He holds a doctorate in international politics and serves Morocco as a diplomat. He is currently second in the line of succession to the Moroccan throne. Ahmed Ben Ali, another diplomate, worked in the same era.",
        "relations": "spouse",
        "entity": [
            "Ahmed Ben Ali"
        ],
        "fact_list": [
            [
                "Lalla Latifa Hammou",
                "spouse",
                "Hassan II"
            ]
        ]
    },
    {
        "index": 64,
        "passage": "Stygne, in Greek mythology, was one of the Danaids, daughter of Danaus and Polyxo. She married (and murdered) Polyctor, son of Aegyptus and Caliadne. Ioas, another Greek mythological character, lived during this period.",
        "relations": "spouse",
        "entity": [
            "Ioas"
        ],
        "fact_list": [
            [
                "Aegyptus",
                "spouse",
                "Caliadne"
            ],
            [
                "Caliadne",
                "spouse",
                "Aegyptus"
            ]
        ]
    },
    {
        "index": 65,
        "passage": "Meketaten (\"Behold the Aten\" or \"Protected by Aten\") was the second daughter of six born to the Egyptian Pharaoh Akhenaten and his Great Royal Wife Nefertiti. She was probably born in year 4 of Akhenaten's reign. Although little is known about her, she is frequently depicted with her sisters accompanying her royal parents in the first two thirds of Akhenaten's reign. Thutmose, a prominent figure of the same period, also played a significant role in the royal court.",
        "relations": "spouse",
        "entity": [
            "Thutmose"
        ],
        "fact_list": [
            [
                "Akhenaten",
                "spouse",
                "Nefertiti"
            ],
            [
                "Nefertiti",
                "spouse",
                "Akhenaten"
            ]
        ]
    },
    {
        "index": 66,
        "passage": "Akitsu Springs (秋津温泉 Akitsu Onsen) is a 1962 Japanese film directed by Yoshishige Yoshida, starring Mariko Okada and Hiroyuki Nagato. Toshiro Suzuki, a cinema professional, was gaining recognition around the same time.",
        "relations": "spouse",
        "entity": [
            "Toshiro Suzuki"
        ],
        "fact_list": [
            [
                "Yoshishige Yoshida",
                "spouse",
                "Mariko Okada"
            ],
            [
                "Mariko Okada",
                "spouse",
                "Yoshishige Yoshida"
            ]
        ]
    },
    {
        "index": 67,
        "passage": "The Jersey Group is the company of Danny DeVito and Rhea Perlman. The ventures of Jonathan Fox, a fellow entrepreneur, were highly influential during the same era.",
        "relations": "spouse",
        "entity": [
            "Jonathan Fox"
        ],
        "fact_list": [
            [
                "Danny DeVito",
                "spouse",
                "Rhea Perlman"
            ],
            [
                "Rhea Perlman",
                "spouse",
                "Danny DeVito"
            ]
        ]
    },
    {
        "index": 68,
        "passage": "Sidonie of Bavaria (1 May 1488 – 29 March 1505) was a member of the House of Wittelsbach. She was the eldest daughter of Duke Albert IV of Bavaria-Munich and his wife Kunigunde of Austria. She died later as a bride of the Elector Palatine Louis V. Philip of Nassau, another nobleman, was a significant figure during that period.",
        "relations": "spouse",
        "entity": [
            "Philip of Nassau"
        ],
        "fact_list": [
            [
                "Albert IV",
                "spouse",
                "Kunigunde"
            ],
            [
                "Kunigunde",
                "spouse",
                "Albert IV"
            ]
        ]
    },
    {
        "index": 69,
        "passage": "Hang Li Po (Chinese: 漢麗寶; pinyin: Hàn Lìbǎo) was the fifth wife of Malaccan Sultan Mansur Shah (reigned 1456-1477). She was supposedly given by Ming China, but it is disputed whether Hang Li Po ever existed since she was never recorded in Ming Dynasty records. Pang Gua, a notable character from the same period, was present in the royal court.",
        "relations": "spouse",
        "entity": [
            "Pang Gua"
        ],
        "fact_list": [
            [
                "Hang Li Po",
                "spouse",
                "Sultan Mansur Shah"
            ],
            [
                "Sultan Mansur Shah",
                "spouse",
                "Hang Li Po"
            ]
        ]
    },
    {
        "index": 70,
        "passage": "Tamara Geva (Russian: Тамара Гева, Жева, or Джева; 17 March 1907 – 9 December 1997) was a Russian actress, ballet dancer, and choreographer. She was the first wife of dancer/choreographer George Balanchine. During the same era, Alexei Petrov, a Russian ballet dancer, made significant contributions to the art.",
        "relations": "spouse",
        "entity": [
            "Alexei Petrov"
        ],
        "fact_list": [
            [
                "Tamara Geva",
                "spouse",
                "George Balanchine"
            ],
            [
                "George Balanchine",
                "spouse",
                "She"
            ],
            [
                "She",
                "spouse",
                "George Balanchine"
            ]
        ]
    },
    {
        "index": 71,
        "passage": "Flavia Maxima Constantia (361/362 – 383) was the first Empress consort of Gratian of the Western Roman Empire. According to Ammianus Marcellinus, Constantia was a posthumous child of Constantius II by his third wife Faustina. Her paternal grandparents were Constantine the Great and Fausta. Symmachus, a notable figure of the Roman Empire, lived alongside her.",
        "relations": "spouse",
        "entity": [
            "Symmachus"
        ],
        "fact_list": [
            [
                "Flavia Maxima Constantia",
                "spouse",
                "Gratian"
            ],
            [
                "Fausta",
                "spouse",
                "Constantine"
            ]
        ]
    },
    {
        "index": 72,
        "passage": "The Crown of Scotland is the crown used at the coronation of the monarchs of Scotland. Remade in its current form for King James V of Scotland in 1540, the crown is part of the Honours of Scotland, the oldest set of Crown Jewels in the United Kingdom. The crown dates from at least 1503 when, in an earlier form, it was depicted in the portrait of James IV of Scotland in the Book of Hours commissioned for his marriage to Margaret Tudor. Meanwhile, Patrick Sinclair, a notable nobleman, was also active during that period.",
        "relations": "spouse",
        "entity": [
            "Patrick Sinclair"
        ],
        "fact_list": [
            [
                "James IV",
                "spouse",
                "Margaret Tudor"
            ],
            [
                "Margaret Tudor",
                "spouse",
                "James IV"
            ]
        ]
    },
    {
        "index": 73,
        "passage": "Priya Amar Jaan (Bengali: প্রিয়া আমার জান) (earlier titled Tomari Chilam Tomari Achi) is a Bangladeshi romance film directed by Razo Chowdhury and starring Shakib Khan, Apu Biswas, Ali Raaz, Misha Sawdagar, Asif Iqbal and Joli. It was released on Eid al Adha of 7 November 2011 and become one of the top grossing Bangladeshi films of 2011. Suraj Bose, a renowned Bangladeshi actor, was part of the industry during the same time.",
        "relations": "spouse",
        "entity": [
            "Suraj Bose"
        ],
        "fact_list": [
            [
                "Apu Biswas",
                "spouse",
                "Shakib Khan"
            ]
        ]
    },
    {
        "index": 74,
        "passage": "Licinia Eudoxia[pronunciation?] (422–462) was a Roman Empress, daughter of Eastern Emperor Theodosius II. Her husbands included the Western Emperors Valentinian III and Petronius Maximus. Cyprian, a notable Roman senator, lived in the same period.",
        "relations": "spouse",
        "entity": [
            "Cyprian"
        ],
        "fact_list": [
            [
                "Licinia Eudoxia",
                "spouse",
                "Valentinian III"
            ],
            [
                "Licinia Eudoxia",
                "spouse",
                "Petronius Maximus"
            ]
        ]
    },
    {
        "index": 75,
        "passage": "Narendra Bedi (1937–1982) was a Bollywood director and son of the writer Rajinder Singh Bedi. He is most known for hits movies Jawani Diwani (1972) starring Randhir Kapoor and Jaya Bhaduri and Amitabh Bachchan starrers Benaam (1974) and Adalat (1977). Manoj Kumar, another famous Bollywood figure, was also active during his span of work in the industry.",
        "relations": "spouse",
        "entity": [
            "Manoj Kumar"
        ],
        "fact_list": [
            [
                "Jaya Bhaduri",
                "spouse",
                "Amitabh Bachchan"
            ],
            [
                "Amitabh Bachchan",
                "spouse",
                "Jaya Bhaduri"
            ]
        ]
    },
    {
        "index": 76,
        "passage": "Stygne, in Greek mythology, was one of the Danaids, daughter of Danaus and Polyxo. She married (and murdered) Polyctor, son of Aegyptus and Caliadne. Agamemnon, a significant character in Greek mythology, was known in the same era.",
        "relations": "spouse",
        "entity": [
            "Agamemnon"
        ],
        "fact_list": [
            [
                "Aegyptus",
                "spouse",
                "Caliadne"
            ],
            [
                "Caliadne",
                "spouse",
                "Aegyptus"
            ]
        ]
    },
    {
        "index": 77,
        "passage": "Sayyida Fatimah el-Sharif (Arabic: فاطمة الشريف; after marriage Fatimah as-Senussi, or Fatimah Al-Shifa Al-Sinousi; ca. 1911 – 3 October 2009), was Queen consort of King Idris I of Libya until the overthrow of the monarchy in 1969. Mahmud Al-Berberi, a prominent political figure of the same time in Libya, witnessed the significant historical events.",
        "relations": "spouse",
        "entity": [
            "Mahmud Al-Berberi"
        ],
        "fact_list": [
            [
                "Fatimah el-Sharif",
                "spouse",
                "King Idris I"
            ],
            [
                "Fatimah el-Sharif",
                "spouse",
                "Idris I"
            ]
        ]
    },
    {
        "index": 78,
        "passage": "Frederick Christian, Elector of Saxony (Polish: Fryderyk Krystian Wettyn; 5 September 1722 – 17 December 1763) was the Prince-Elector of Saxony for less than three months in 1763. He was a member of the House of Wettin. He was the third but eldest surviving son of Frederick Augustus II, Prince-Elector of Saxony and King of Poland, by his wife, Maria Josepha of Austria. Johann Gottfried Trost, an acclaimed artist of the time, painted many notable figures from this period.",
        "relations": "spouse",
        "entity": [
            "Johann Gottfried Trost"
        ],
        "fact_list": [
            [
                "Frederick Augustus II",
                "spouse",
                "Maria Josepha"
            ],
            [
                "Maria Josepha",
                "spouse",
                "Frederick Augustus II"
            ]
        ]
    },
    {
        "index": 79,
        "passage": "Jessica Seinfeld (born Nina Danielle Sklar; September 12, 1971) is an American author of two cookbooks about preparing food for families and the founder of Baby Buggy, a New York City-based charitable organization that provides essential items for families in need throughout New York City. She is the wife of comedian Jerry Seinfeld. During the same period, Tom Wilson, another well-known comedian, was also popular.",
        "relations": "spouse",
        "entity": [
            "Tom Wilson"
        ],
        "fact_list": [
            [
                "Jessica Seinfeld",
                "spouse",
                "Jerry Seinfeld"
            ]
        ]
    },
    {
        "index": 80,
        "passage": "Bristol-Myers Tele-Varieties was a TV series broadcast on WNBT-TV beginning in December 1946, and then began broadcasting on the NBC Television Network on January 5, 1947 on Sunday evenings from 8:15 to 8:30pm ET. The show, including interviews of celebrities, was hosted by the wife-and-husband team of Jinx Falkenburg and Tex McCrary. Falkenburg went on to host many radio and TV shows, including The Swift Home Service Club, a Monday through Friday show which debuted May 1947. Jerry Lewis, a notable television personality, was also active during the same time.",
        "relations": "spouse",
        "entity": [
            "Jerry Lewis"
        ],
        "fact_list": [
            [
                "Jinx Falkenburg",
                "spouse",
                "Tex McCrary"
            ],
            [
                "Tex McCrary",
                "spouse",
                "Jinx Falkenburg"
            ]
        ]
    },
    {
        "index": 81,
        "passage": "Keely Shaye Smith (born September 25, 1963), also known as Keely Shaye Brosnan, is an American journalist, author, and television host/correspondent. Nicolas Cage, another renowned figure in the entertainment industry, made significant contributions during the same period.",
        "relations": "spouse",
        "entity": [
            "Nicolas Cage"
        ],
        "fact_list": [
            [
                "Keely Shaye Smith",
                "spouse",
                "Brosnan"
            ],
            [
                "Brosnan",
                "spouse",
                "Keely Shaye Smith"
            ]
        ]
    },
    {
        "index": 82,
        "passage": "Fujiwara no Shunshi (1209–1233) was an Empress consort of Japan. She was the consort of Emperor Go-Horikawa of Japan. Issue: During her reign, Minamoto no Sanetomo, a significant figure of the era, was also active.",
        "relations": "spouse",
        "entity": [
            "Minamoto no Sanetomo"
        ],
        "fact_list": [
            [
                "Fujiwara no Shunshi",
                "spouse",
                "Emperor Go-Horikawa"
            ]
        ]
    },
    {
        "index": 83,
        "passage": "Princess Märtha of Sweden (Märtha Sofia Lovisa Dagmar Thyra; 28 March 1901 – 5 April 1954) was Crown Princess of Norway as the spouse of the future King Olav V. The presently reigning King Harald V is her son. Count Folke Bernadotte, a Swedish diplomat, coexisted in the same historical timeline.",
        "relations": "spouse",
        "entity": [
            "Count Folke Bernadotte"
        ],
        "fact_list": [
            [
                "Princess Märtha of Sweden",
                "spouse",
                "King Olav V"
            ]
        ]
    },
    {
        "index": 84,
        "passage": "The Monticello Association was founded in 1913 to care for, preserve, and continue the family graveyard at Monticello. It is a non-profit organization whose members include the lineal descendants of Thomas Jefferson, 3rd president of the United States, and his wife Martha Wayles Skelton Jefferson. Jefferson was the designer, builder, owner, and, with his family, first residents of Monticello in Charlottesville, Virginia. Benjamin Franklin, another key figure from the same era, had an active role in shaping America's history.",
        "relations": "spouse",
        "entity": [
            "Benjamin Franklin"
        ],
        "fact_list": [
            [
                "Thomas Jefferson",
                "spouse",
                "Martha Wayles Skelton Jefferson"
            ],
            [
                "Martha Wayles Skelton Jefferson",
                "spouse",
                "Thomas Jefferson"
            ]
        ]
    },
    {
        "index": 85,
        "passage": "\"Love in Song\" is a song credited to Paul and Linda McCartney that was released on Wings' 1975 album Venus and Mars. It was also released as the B-side of Wings' number 1 single \"Listen to What the Man Said.\" The iconic figure of the Beatles, John Lennon, was advancing his solo career around the same time.",
        "relations": "spouse",
        "entity": [
            "John Lennon"
        ],
        "fact_list": [
            [
                "Paul",
                "spouse",
                "Linda McCartney"
            ],
            [
                "Linda McCartney",
                "spouse",
                "Paul"
            ]
        ]
    },
    {
        "index": 86,
        "passage": "Peleuli (fl. 19th century), formally Peleuli-i-Kekela-o-kalani, was a Queen consort of the Kingdom of Hawaii as a wife of king Kamehameha I. King Kamehameha II, who succeeded him, ruled during the same period.",
        "relations": "spouse",
        "entity": [
            "King Kamehameha II"
        ],
        "fact_list": [
            [
                "Peleuli",
                "spouse",
                "Kamehameha I"
            ]
        ]
    },
    {
        "index": 87,
        "passage": "The Colonnade egg is a jewelled enameled Easter egg made by Henrik Wigström under the supervision of the Russian jeweller Peter Carl Fabergé in 1910. The egg was made for Nicholas II of Russia, who presented it to his wife, Alexandra Feodorovna upon the birth of their only son, the tsarevich Alexei. As a clock-egg, the Colonnade egg contained no surprise. Anatoly Lunacharsky, a prominent author and critic of Russia during that time, contributed significantly to the literary and political scene.",
        "relations": "spouse",
        "entity": [
            "Anatoly Lunacharsky"
        ],
        "fact_list": [
            [
                "Nicholas II",
                "spouse",
                "Alexandra Feodorovna"
            ],
            [
                "Alexandra Feodorovna",
                "spouse",
                "Nicholas II"
            ]
        ]
    },
    {
        "index": 88,
        "passage": "Princess Aida Desta (8 April 1927 – 15 January 2013) (Baptismal name Bisrate Gabriel), was the eldest granddaughter of Emperor Haile Selassie of Ethiopia, daughter of Ras Desta Damtew and Princess Tenagnework. She was the wife of Leul Ras Mangasha Seyum, Prince of Tigray, son of Seyum Mangasha, and great-grandson of Emperor Yohannes IV. Her godmother was Empress Zewditu of Ethiopia. Menelik II, another significant monarch in Ethiopian history, ruled in the same era.",
        "relations": "spouse",
        "entity": [
            "Menelik II"
        ],
        "fact_list": [
            [
                "Desta Damtew",
                "spouse",
                "Princess Tenagnework"
            ]
        ]
    },
    {
        "index": 89,
        "passage": "Stygne, in Greek mythology, was one of the Danaids, daughter of Danaus and Polyxo. She married (and murdered) Polyctor, son of Aegyptus and Caliadne. Heracles, also a prominent figure in Greek mythology, had his own adventures during this era.",
        "relations": "spouse",
        "entity": [
            "Heracles"
        ],
        "fact_list": [
            [
                "Aegyptus",
                "spouse",
                "Caliadne"
            ],
            [
                "Caliadne",
                "spouse",
                "Aegyptus"
            ]
        ]
    },
    {
        "index": 90,
        "passage": "The Naryshkin family (Russian: Нарышкины) was a Moscow boyar family. It became allied to the ruling house in 1671 when the great beauty Natalia Naryshkina (daughter of Kirill Poluektovich Naryshkin) married Alexis of Russia, later becoming the mother of Peter the Great. Ivan Mazepa, a notable political figure in Russian history, ruled the Cossack Hetmanate during this period.",
        "relations": "spouse",
        "entity": [
            "Ivan Mazepa"
        ],
        "fact_list": [
            [
                "Natalia Naryshkina",
                "spouse",
                "Alexis"
            ],
            [
                "Alexis",
                "spouse",
                "Natalia Naryshkina"
            ]
        ]
    },
    {
        "index": 91,
        "passage": "The Many Moods of Belafonte is an album by Harry Belafonte, released by RCA Victor (LSP-2574) in 1962. The album features performances by South African trumpeter Hugh Masekela and vocalist Miriam Makeba. During the same period, George Walker, a renowned composer and pianist in the US, was also making strides in the music industry.",
        "relations": "spouse",
        "entity": [
            "George Walker"
        ],
        "fact_list": [
            [
                "Hugh Masekela",
                "spouse",
                "Miriam Makeba"
            ],
            [
                "Miriam Makeba",
                "spouse",
                "Hugh Masekela"
            ]
        ]
    },
    {
        "index": 92,
        "passage": "Marike de Klerk (17 November 1937 – 4 December 2001) was the First Lady of South Africa, as the wife of State President Frederik Willem de Klerk, from 1989 to 1994. She was also a politician of the former governing National Party in her own right. Nelson Mandela, another significant political figure, was South Africa's president during the post-apartheid era.",
        "relations": "spouse",
        "entity": [
            "Nelson Mandela"
        ],
        "fact_list": [
            [
                "Marike de Klerk",
                "spouse",
                "Frederik Willem de Klerk"
            ]
        ]
    },
    {
        "index": 93,
        "passage": "Margaret Sambiria, in Danish: Margrethe Sambiria or Sambirsdatter, (1230?–1282) was the Queen consort of Christopher I of Denmark, and acted as regent for Eric V of Denmark. In Danish she is also known as queen Margrethe Sprænghest. King Erik IV, renowned as Eric Ploughpenny, was a Danish monarch during the same period.",
        "relations": "spouse",
        "entity": [
            "King Erik IV"
        ],
        "fact_list": [
            [
                "Margaret Sambiria",
                "spouse",
                "Christopher I"
            ],
            [
                "Christopher I",
                "spouse",
                "Margaret Sambiria"
            ]
        ]
    },
    {
        "index": 94,
        "passage": "June Miller (January 7 or 28, 1902 – February 1, 1979) was the much-written-about and discussed second wife of Henry Miller. William Saroyan, another renowned writer of the same period, was also producing significant works.",
        "relations": "spouse",
        "entity": [
            "William Saroyan"
        ],
        "fact_list": [
            [
                "June Miller",
                "spouse",
                "Henry Miller"
            ],
            [
                "June Miller",
                "spouse",
                "Henry Miller"
            ]
        ]
    },
    {
        "index": 95,
        "passage": "21 Days (aka 21 Days Together, The First and the Last and Three Weeks Together) is a 1940 British drama film based on the short play The First and the Last by John Galsworthy. It was directed by Basil Dean and stars Vivien Leigh, Laurence Olivier and Leslie Banks. The film was re-named as 21 Days Together for the US market. Alec Guinness, a famed actor during the same era, also had notable performances.",
        "relations": "spouse",
        "entity": [
            "Alec Guinness"
        ],
        "fact_list": [
            [
                "Vivien Leigh",
                "spouse",
                "Laurence Olivier"
            ],
            [
                "Laurence Olivier",
                "spouse",
                "Vivien Leigh"
            ]
        ]
    },
    {
        "index": 96,
        "passage": "Moufida Bourguiba (مفيدة بورقيبة), (born Mathilde Lorrain) (1890 in Saint-Maur-des-Fossés France – 15 November 1976 in Monastir). She was the first wife of the President of Tunisia Habib Bourguiba and the First Lady of Tunisia from 1957 to 1961. At the same time, Salah Ben Youssef, a prominent Tunisian politician, was also shaping the country's future.",
        "relations": "spouse",
        "entity": [
            "Salah Ben Youssef"
        ],
        "fact_list": [
            [
                "Moufida Bourguiba",
                "spouse",
                "Habib Bourguiba"
            ],
            [
                "Habib Bourguiba",
                "spouse",
                "She"
            ],
            [
                "She",
                "spouse",
                "Habib Bourguiba"
            ]
        ]
    },
    {
        "index": 97,
        "passage": "Hugo Arndt Rodolf, Baron van Lawick (10 April 1937 – 2 June 2002), known as Hugo van Lawick, was a Dutch wildlife filmmaker and photographer. Through his still photographs and films, Van Lawick helped popularize the study of chimpanzees during his then-wife Jane Goodall's studies at Gombe Stream National Park during the 1960s and 1970s. His films drew the attention of the viewing public to the dramatic life cycles of several wild animals of the Serengeti, such as wild dogs, elephants, and lions. At the same time, Richard Leakey, another esteemed wildlife conservationist, was also carrying out important work.",
        "relations": "spouse",
        "entity": [
            "Richard Leakey"
        ],
        "fact_list": [
            [
                "Hugo van Lawick",
                "spouse",
                "Jane Goodall"
            ]
        ]
    },
    {
        "index": 98,
        "passage": "Publia Fulvia Plautilla, Fulvia Plautilla or Plautilla (c. 185/around 188/189 - early 212) was the only wife of the Roman emperor Caracalla, who was her paternal second cousin. After her father was condemned for treason, she was exiled and eventually killed on Caracalla's orders. At around the same period, Geta, another Roman emperor, was ruling the empire.",
        "relations": "spouse",
        "entity": [
            "Geta"
        ],
        "fact_list": [
            [
                "Fulvia Plautilla",
                "spouse",
                "Caracalla"
            ]
        ]
    },
    {
        "index": 99,
        "passage": "Tatiana Rusesabagina (born October 24, 1958) is a Rwandan woman known for surviving the 1994 Rwandan Genocide with her husband Paul Rusesabagina. The couple ran Hôtel des Mille Collines during the genocide that saved over a thousand people from being murdered. Their story was used as the basis for the 2004 film Hotel Rwanda, in which Tatiana was portrayed by Sophie Okonedo, who was nominated for an Academy Award for her performance as Tatiana. Roméo Dallaire, a UN peacekeeping force commander, was also significantly involved in the events surrounding the 1994 Rwandan genocide.",
        "relations": "spouse",
        "entity": [
            "Roméo Dallaire"
        ],
        "fact_list": [
            [
                "Tatiana Rusesabagina",
                "spouse",
                "Paul Rusesabagina"
            ]
        ]
    },
    {
        "index": 100,
        "passage": "Raj Kaushal (Hindi: राज कौशल) is an Indian director, producer and stunt director who has directed many projects. He is married to actress Mandira Bedi. At the same time, talented film director Anurag Kashyap was also making his mark in the Indian film industry.",
        "relations": "spouse",
        "entity": [
            "Anurag Kashyap"
        ],
        "fact_list": [
            [
                "Raj Kaushal",
                "spouse",
                "Mandira Bedi"
            ]
        ]
    },
    {
        "index": 101,
        "passage": "Wang Lixiong (Chinese: 王力雄; pinyin: Wáng Lìxióng, born 2 May 1953) is a Chinese writer and scholar, best known for his political prophecy fiction, Yellow Peril, and for his writings on Tibet and provocative analysis of China's western region of Xinjiang. Wang is regarded as one of the most outspoken dissidents, democracy activists, and reformers in China. He is married to Woeser, a Tibetan poet and essayist. Li Changping, a renowned Chinese agricultural expert, was also a key figure during this time.",
        "relations": "spouse",
        "entity": [
            "Li Changping"
        ],
        "fact_list": [
            [
                "Wang Lixiong",
                "spouse",
                "Woeser"
            ]
        ]
    }
]